Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Your platform cannot extract files from WIM archives. WIM extraction is required to create EFI bootable Windows 7 and Windows Vista USB drives. You can fix that by installing a recent version of 7-Zip. Do you want to visit the 7-zip download page?
bg_bg: Вашата платформа не може да извлече файлове от WIM архивите. WIM извличането е необходимо за създаване на EFI стартиращи Windows 7 и Windows Vista USB устройства. Може да поправите това като инсталирате последната версия на 7-Zip. Искате ли да посетите страницата за изтегляне на 7-zip?
cs_cz: Váš systém neumí rozbalit soubory z WIM archivu. Rozbalení WIM je nutné k vytvoření USB disků Windows 7 a Windows Vista spustitelných pomocí EFI. Problém lze vyřešit nainstalováním aktuální verze programu 7-Zip. Chcete přejít na stránku pro stažení 7-Zip?
da_dk: Din platform kan ikke udpakke filer fra et WIM-arkiv. Udpakning af WIM-filer er påkrævet for at oprette en EFI Windows 7 og Windows Vista USB boot-disk. Du kan løse det ved at hente og installere 7-Zip. Ønsker du at gå til 7-zip's downloadside?
de_de: Ihre Plattform kann keine Dateien aus WIM-Containern extrahieren. WIM-Extraktion ist erforderlich, um EFI-startfähige Windows 7 und Windows Vista USB-Laufwerke zu erzeugen. Sie können das durch die Installation der aktuellen 7-Zip-Version beheben. Möchten Sie die 7-Zip-Download-Seite aufrufen?
el_gr: Η πλατφόρμα σας δεν μπορεί να εξάγει αρχεία WIM. Η αποσυμπίεση του αρχείου WIM είναι απαραίτητη για την δημιουργία USBWindows 7 και Windows Vista δίσκων με δυνατότητα εκκίνησης τύπου EFI.Μπορείτε να διορθώσετε αυτό το πρόβλημα με την χρήση μίας πρόσφατης εκδοχής του 7-Zip. Θα θέλατε να επισκεφθείτε την σελίδα λήψης του 7-Zip?
es_es: Su plataforma no puede extraer archivos de ficheros comprimidos WIM. La extracción de ficheros desde archivos WIM es necesaria para crear dispositivos USB arrancables tipo EFI con Windows 7 y Windows Vista.Puede solucionar esto instalando una versión reciente de 7-Zip. ¿Desea visitar la página de descargas de 7-zip?
fa_ir: سیستم‌عامل شما نمی‌تواند اطلاعات فایل‌های WIM را از حالت فشرده خارج کند. استخراج اطلاعات موجود در این نوع از فایل‌ها، برای ساختن درایو USB «ویندوز ویستا» و «ویندوز ۷» با قابلیت راه‌اندازی EFI لازم است. شما می‌توانید با نصب کردن نرم‌افزار 7-Zip این مشکل را حل کنید. آیا می‌خواهید وارد سایت دانلود نرم‌افزار 7-Zip شوید؟
fi_fi: Käytössä oleva alusta ei kykene purkamaan tiedostoja WIM-arkistoista. WIM-purkaminen on välttämätöntä EFI-bootattavien Windows 7 ja Windows Vista USB-asemien luomisessa. Voit korjata tilanteenasentamalla viimeaikaisen version 7-Zip-ohjelmasta. Haluatko vierailla 7-Zip-lataussivustolla?
fr_fr: Votre plateforme ne peut pas extraire les fichiers depuis les archives WIM. L'extraction de données WIM est nécessaire pour créer des médias USB démarrable avec EFI pour Windows 7/8 ou Windows Vista. Vous pouvez adresser ce problème en téléchargeant une version récente de l'utilitaire 7-Zip. Voulez-vous visiter la page de téléchargements de 7-zip ?
he_il: מערכת ההפעלה שלך לא יכולה לחלץ קבצים מארכיוני WIM. חילוץ מ־WIM דרוש ליצירת כונני USB הניתנים לאתחול מסוג EFI של Windows Vista ו־Windows 7. ניתן לתקן את זה על ידי הורדת הגרסה האחרונה של ‎7-Zip‏. האם ברצונך לעבור לאתר ההורדה של ‎7-Zip‏?
hr_hr: Vaša platforma ne može raspakirati datoteke iz WIM arhiva. WIM raspak. je potrebno za kreiranje bootabilnih EFI Windows 7 i Vista USB jedinice. Preuzmite najnoviju verziju programa 7-Zip. Želite li posjetiti 7-Zip stranicu za preuzimanje?
hu_hu: A rendszered nem képes WIM archívumokat kicsomagolni. A WIM kicsomagolása szükséges az EFI alól bootolható Windows 7 és Windows Vista USB meghajtók készítéséhez. Ezt megoldhatod a 7-Zip aktuális verziójának telepítésével. Meg szeretnéd látogatni a 7-Zip letöltési oldalát?
id_id: Platform Anda tidak dapat mengekstrak berkas dari arsip WIM. Pengektrakan WIM diperlukan untuk membuat bootable EFI Windows 7 dan Windows Vista di perangkat USB. Anda dapat memperbaikinya dengan mengunduh versi terbaru 7-Zip. Apakah Anda ingin mengunjungi halaman unduhan 7-zip?
it_it: Il tuo sistema operativo non può estrarre file dall'archivio WIM. L'estrazione WIM è necessaria per creare una unità USB avviabile EFI Windows 7 e Windows Vista. Puoi correggere ciò installando una versione recente di 7-Zip. Vuoi visitare la pagina di downlaod di 7-zip?
ja_jp: 利用中のこの環境では WIM ファイルからファイルを抽出できません。EFI でのブートを必要とする Windows 7 と Windows Vista 用の USB ドライブを作るためには、WIM ファイルを展開できる必要があります。最近のバージョンの 7-Zip で展開することができます。 7-Zip のダウンロード ページを開きますか?
lt_lt: Jūsų platforma negali išskleisti failų iš WIM archyvų. WIM išskleidimas būtinas norint sukurti EFI įkeliamus Windows 7 ir Windows Vista USB diskus. Jūs galite tai sutvarkyti įdiegdami dabartinę 7-Zip versiją. Ar norite apsilankyti 7-zip atsisiuntimo puslapyje?
lv_lv: Jūsu OS nevar atpakot failus no WIM arhīviem. Savukārt tas nepieciešams EFI ielādes diska izveidei OS Windows 7 vai Windows Vista USB diskiem. To var izlabot instalējot pēdējo 7-Zip versiju. Vai vēlaties apmeklēt 7-zip ielādes mājas lapu?
ms_my: Platform anda tidak boleh mengekstrak fail daripada arkib WIM. Ini diperlukan untuk mencipta cakera boot EFI Windows 7 dan Windows Vista. Anda boleh membaikinya dengan cara mendapatkan versi 7-Zip terbaharu. Adakah anda mahu ke halaman muat turun 7-zip?
nb_no: Din plattform kan ikke pakke ut filer fra WIM-arkiver. WIM-utpakking er påkrevd for å lage EFI oppstartbar Windows 7 og Windows Vista USB-stasjoner. Du kan fikse det ved å installere siste versjon av 7-Zip. Vil du besøke 7-zip nedlastingssiden?
nl_nl: Uw platform kan geen bestanden uitpakken van WIM-archieven. WIM-extractie is nodig om EFI-opstartbare Windows 7 en Windows Vista USB-drives te maken. U kunt dit oplossen door een recente versie van 7-Zip te installeren. Wilt u de 7-Zip downloadpagina bezoeken?
pl_pl: Twoja platforma nie może wypakować plików z archiwów WIM. Wypakowanie WIM jest wymagane aby utworzyć rozruchowy dysk USB EFI z Windows 7 i Windows Vista. Możesz to naprawić instalując aktualną wersję 7-Zip. Czy chcesz odwiedzić stronę pobierania 7-zip?
pt_br: A sua plataforma não pode extrair arquivos de arquivos WIM. A extração de WIM é requerida para criar dispositivos USB inicializáveis do tipo EFI com Windows 7 e Windows Vista. Você pode corrigir isso instalando uma versão recente do 7-Zip. Quer visitar a página de download do 7-zip?
pt_pt: Não é possível extrair ficheiros comprimidos WIM. A extração WIM é necessária para criar dispositivos USB inicializável tipo EFI com Windows 7 e Windows Vista. Para corrigir, instale uma versão recente do 7-Zip. Quer visitar a página de transferências do 7-Zip?
sk_sk: Vaša platforma nedokáže rozbaliť súbory z WIM archívov. WIM extrakcia požaduje vytvorenie EFI bootovateľnej USB jednotky s Windows 7 a Windows Vista nainštalovaním novej verzie programu 7-Zip. Chcete navštíviť webstránku 7-Zip?
sv_se: Din dator kan inte packa upp filer från ett WIM-arkiv. WIM-uppackning krävs för att skapa EFI-startbar Windows 7 och Windows Vista USB-enheter. Du kan lösa detta genom att installera 7-Zip. Vill du besöka nerladdningssidan för 7-Zip?
tr_tr: Platformunuz WIM arşivlerinden dosyaları ayrıştıramaz. WIM ayrıştırması EFI açılabilir Windows 7 ve Windows Vista USB sürücüleri oluşturmak için gereklidir. Bu durumu 7-Zip son sürümünü yükleyerek aşabilirsiniz. 7-zip indirme sayfasına gitmek istiyor musunuz?
uk_ua: Ваша система не може видобувати файли з WIM-архівів, однак це необхідно для створення завантажувального USB-диску з Windows 7 чи Windows Vista. Ви можете виправити це встановивши останню версію 7-Zip Хочете відвідати сторінку завантаження 7-zip?

source: Download %s?
bg_bg: Изтегляне на %s?
cs_cz: Stáhnout %s?
da_dk: Hent %s?
el_gr: Λήψη %s?
es_es: ¿Descargar %s?
fa_ir: %s دانلود شود؟
fi_fi: Ladataanko %s?
fr_fr: Télécharger %s ?
he_il: להוריד את %s?
hr_hr: Preuzmi %s?
hu_hu: Letöltöd ezt: %s?
id_id: Unduh %s?
it_it: Vuoi scaricare %s?
ja_jp: %s をダウンロードしますか?
lt_lt: Atsiųsti %s?
lv_lv: Lejuplādēts %s?
ms_my: Muat turun %s?
nb_no: Lastet ned %s?
nl_nl: %s downloaden?
pl_pl: Pobrać %s?
pt_br: Baixar %s?
pt_pt: Pretende transferir %s?
sk_sk: Stiahnúť %s?
sv_se: Ladda ner %s?
tr_tr: %s indirilsin mi?
uk_ua: Завантажити %s?

source: %s or later requires a '%s' file to be installed. Because this file is more than 100 KB in size, and always present on %s ISO images, it is not embedded in Rufus. Rufus can download the missing file for you: - Select 'Yes' to connect to the internet and download the file - Select 'No' if you want to manually copy this file on the drive later Note: The file will be downloaded in the current directory and once a '%s' exists there, it will be reused automatically.
bg_bg: %s или по-нов изисква '%s' файл да бъде инсталиран. Тъй като този файл е повече от 100 KB в размер и винаги присъства на %s ISO образи, той не е включен в Rufus. Rufus може да изтегли липсващият файл за вас: - Изберете 'Yes', за да се свържете с интернет и да изтеглите файла - Изберете 'No', ако искате ръчно да копирате този файл Бележка: Този файл ще бъде изтеглен в настоящата директория и щом '%s' е наличен, процесът ще продължи автоматично.
cs_cz: %s nebo vyšší vyžaduje instalaci souboru %s. Protože tento soubor je větší než 100 KB a vždy je součástí %s ISO obrazu, není součástí programu Rufus. Program Rufus může chybějící soubor stáhnout za Vás: - Zvolte 'Ano' pro připojení na internet a stažení souboru - Zvolte 'Ne' pokud chcete tento soubor na disk později zkopírovat ručně Poznámka: Soubor %s bude stažen do aktuální složky pro opětovné automatické použití.
da_dk: %s eller senere kræver at en '%s'-fil bliver installeret. Fordi denne fil er større end 100 KB, og altid er i %s ISO-filer, er den ikke indbygget i Rufus. Rufus kan downloade den manglede fil for dig: - Vælg 'Ja' for at oprette forbindelse til internettet og hente filen - Vælg 'Nej' hvis du selv ønsker at kopiere filen til drevet senere Bemærk: '%s' bliver gemt i den nuværende mappe og bliver efterfølgende automatisk genanvendt, hvis den er der.
de_de: %s oder neuer erfordert, dass eine Datei '%s' installiert ist. Weil diese Datei größer als 100 kB ist und in %s ISO-Images immer enthalten ist, ist sie in Rufus nicht enthalten. Rufus kann die fehlende Datei für Sie herunterladen: - Wählen Sie 'Ja', um die Datei herunterzuladen - Wählen Sie 'Nein', wenn Sie diese Datei später selbst auf das Laufwerk kopieren wollen Hinweis: Die neue Datei wird in das aktuelle Verzeichnis heruntergeladen und falls '%s' bereits vorhanden ist, wird sie automatisch wiederverwendet.
el_gr: Το %s ή κάποια νεότερη έκδοση χρειάζεται το αρχείο '%s' να είναι εγκατεστημένο. Επειδή αυτό το αρχείο είναι μεγαλύτερο από 100 KB σε μέγεθος, και υπάρχει πάντα σε είδωλα ISO %s, δεν είναι ενσωματωμένο στο Rufus. Το Rufus είναι σε θέση να κάνει λήψη αυτού το αρχείου για εσάς: - Επιλέξτε το 'Ναι' για να συνδεθείτε στο διαδίκτυο και να κάνετε λήψη του αρχείου - Επιλέξτε το 'Όχι' αν θέλετε να αντιγράψετε με μη αυτόματο τρόπο το αρχείο στο δίσκο αργότερα. Σημείωση: Η λήψη του νέου αρχείου θα γίνει στον τρέχοντα κατάλογο και εφόσον το '%s' υπάρχει εκεί, θα επαναχρησιμοποιηθεί αυτόματα.
es_es: %s o posterior requiere que esté instalado un archivo '%s'. Dado que este archivo pesa más de 100 KB y siempre está presente en las imágenes ISO %s, Rufus no lo incluye en su distribución. Rufus puede descargar el archivo que falta: - Seleccione 'Sí' para conectarse a Internet y descargar el archivo - Seleccione 'No' si desea copiar manualmente este archivo en la unidad después Nota: El archivo será descargado en la carpeta actual y en el momento que exista el archivo '%s' ahí, volverá a usarse automáticamente.
fa_ir: %s یا نسخه‌های بعدی آن، نیازمند فایل %s است. چون اندازه این فایل از ۱۰۰ کیلوبایت بیشتر است و معمولاً در ایمیج‌های %s موجود است؛ این فایل به همراه نرم‌افزار Rufus عرضه نشده است. Rufus می‌تواند این فایل را از اینترنت دانلود کند. -برای اتصال به اینترنت و دانلود این فایل «بله» را انتخاب کنید -اگر می‌خواهید بعداً خودتان این فایل را در درایو موردنظر کپی کنید؛ «خیر» را انتخاب کنید نکته: این فایل در پوشه نرم‌افزار دانلود می‌شود و در دفعات بعد به‌صورت خودکار از آن استفاده خواهد شد.
fi_fi: %s tai uudempi vaatii '%s'-tiedoston asennuksen. Koska kyseinen tiedosto on kooltaan aina yli 100 KB, ja se löytyy aina %s ISO-levykuvista, sitä ei ole sisällytetty Rufukseen. Rufus voi ladata puuttuvan tiedoston puolestasi: - Valitse 'Kyllä' yhdistääksesi internetiin ja ladataksesi tiedoston - Valitse 'Ei' jos haluat manuaalisesti kopioida tämän tiedoston asemalle myöhemmin Huomio: Tiedosto ladataan nykyseen sijaintiin ja kun '%s' löytyy sijainnista, sitä käytetään automaattisesti.
fr_fr: %s ou plus récent requiert l'installation d'un fichier '%s'. Puisque ce fichier fait plus de 100 Ko et est toujours présent sur les images ISO à base de %s, il n'est pas inclus dans l'application. Rufus peut télécharger ce fichier pour vous : - Choisissez 'Oui' pour télécharger le fichier depuis Internet - Choisissez 'Non' si vous compter copier ce fichier manuellement Note : Ce fichier est téléchargé dans le répertoire courant. Une fois qu'un fichier'%s' existe à cet endroit, il sera réutilisé automatiquement.
he_il: %s ומעלה דורש שקובץ '%s' יהיה מותקן. מכיוון שקובץ זה גדול מ־‎100 KB‏ ותמיד קיים בקובצי ISO של %s, הוא לא מוטמע ב־Rufus. Rufus יכול להוריד את הקובץ החסר עבורך: - יש לבחור 'כן' כדי להתחבר לאינטרנט ולהוריד את הקובץ - יש לבחור 'לא' אם ברצונך להעתיק את הקובץ הזה באופן ידני לכונן מאוחר יותר הערה: הקובץ החדש לספרייה בה ממוקם היישום וכל עוד ש־'%s' קיים שם, Rufus ישתמש בו באופן אוטומטי במידת הצורך.
hr_hr: %s ili noviji zahtijeva '%s' za instalaciju. Zato što je datoteka veća od 100 KB i uvijek prisutna na %s ISO slikama, nije ugrađena u Rufus. Rufus je može preuzeti: - Odaberite 'Da' kako bi preuzeli datoteku - Odaberite 'Ne' ako ne želite ručno kopirati datoteku Datoteka će se spremiti u isti direktorij i kad '%s' postoji tamo, automatski će biti korištena.
hu_hu: A(z) %s vagy újabb verziójához telepíteni kell egy '%s' fájlt. Mivel ez a fájl nagyobb, mint 100 KB, és mindig szerepel a(z) %s ISO képfájlokban, ezért nincs a Rufusba beépítve. A Rufus letöltheti a hiányzó fájlt: - Válaszd az 'Igen' gombot az internethez történő csatlakozáshoz és a fájl letöltéséhez - Válaszd a 'Nem' gombot, ha magad szeretnéd felmásolni a fájlt a meghajtóra később Megjegyzés: A fájl a jelenlegi mappába lesz letöltve, és ha a(z) '%s' nevű fájl létezik, akkor az automatikusan újra lesz használva.
id_id: %s atau yang lebih baru memerlukan berkas '%s' untuk diinstal. Karena berkas ini berukuran lebih dari 100 KB, dan selalu ada pada ISO images %s, berkas ini tidak tersematkan didalam Rufus. Rufus dapat mengunduh berkas yang hilang ini untuk Anda: - Pilih 'Ya' untuk menyambungkan ke internet dan mengunduh berkas - Pilih 'Tidak' jika Anda ingin menyalin berkas ini secara manual pada perangkat nanti Catatan: Berkas akan diunduh di direktori saat ini dan karena berkas '%s' sudah ada disana, berkas ini akan digunakan kembali secara otomatis.
it_it: %s o successivo richiedono l'installazione di un file '%s'. Poichè questo file è più grande di 100 KB, ed è sempre presente nell'immagine ISO di %s, il file non è incluso in Rufus. Rufus può scaricare per te il file mancante: - Seleziona 'Sì' per collegarti a internet e scaricare il file - Seleziona 'No' se vuoi copiare manualmente questo file nell'unità più tardi Nota: il file verrà scaricato nella cartella attuale e una volta che '%s' è stato scaricato, verrà riusato automaticamente.
ja_jp: %s またはそれ以後のバージョンは “%s” ファイルがインストールされている必要があります。 このファイルは 100 KB より大きいので Rufus に内蔵していません。%s に ISO イメージが常時あるためです。 Rufus で不足しているファイルをダウンロードすることができます。 - インターネットに接続し、ファイルをダウンロードするには [はい] を選択してください。 - 後でファイルをドライブに置いて手動でコピーする場合は [いいえ] を選択してください。 注意:ファイルは現在のディレクトリへダウンロードされます。“%s” が既にディレクトリにある場合、自動的に再使用します。
lt_lt: %s ar vėlesniam reikia, kad '%s' failas būtų įdiegtas. Kadangi šis failas didesnis nei 100 KB ir visada yra %s ISO atvaizduose, jis nėra įtrauktas į Rufus. Rufus gali jums atsiųsti trūkstamą failą: - Pasirinkite 'Taip' norėdami prisijungti prie interneto ir atsisiųsti failą - Pasirinkite 'Ne' norėdami rankiniu būdu nukopijuoti šį failą į diską vėliau Pastaba: failas bus atsiųstas į dabartinį katalogą ir kai „%s“ bus ten, jis bus pakartotinai naudojamas automatiškai.
lv_lv: Instalācijai nepieciešama %s vai jaunāka faila '%s' versija. Tā kā fails ir lielāks par 100 KB, un pieder %s ISO virtuālajiem attēliem, tas netika iekļauts programmā Rufus. Rufus var ielādēt nepieciešamo failu: - Izvēlieties 'Jā' lai pieslēgties internetam un ielādētu failu - Izvēlieties 'Nē' ja vēlaties failu ielādēt vēlāk patstāvīgi Piezīme: Fails tiks lejuplādēts tekošajā mapē un ja '%s' jau ir, tas tiks pārrakstīts automātiski.
ms_my: %s atau kemudian memerlukan fail '%s' di komputer anda. Oleh sebab fail tersebut lebih besar daripada 100 KB dan sentiasa ada dalam imej %s, Ia tidak termasuk dalam Rufus. Rufus boleh memuat turun fail tersebut untuk anda: - Pilih 'Ya' untuk muat turun fail tersebut - Pilih 'Tidak' jika anda mahu menyalin fail tersebut secara manual ke cakera ini pada masa lain Perhatian: Fail akan dimuat turun ke direktori bersamaan Rufus dan apabila '%s' ada di sana, ia akan digunakan semula secara automatik.
nb_no: %s eller senere er påkrevd for at '%s' filen kan bli innstallert. P.g.a. filen er mer enn 100 KB i størrelse, og er alltid tilstede i %s ISO-bilder, og den ikke er innebygd i Rufus. Rufus kan laste den den manglende filen for deg: - Velg 'Ja' for å koble til internett og laste ned filen - Velg 'Nei' hvis du vil kopiere denne filen manuelt til stasjonen senere OBS: Denne filen vil bli lastet ned i den aktuelle mappen og straks den '%s' er der, vil den bli brukt automatisk.
nl_nl: %s of hoger vereist een '%s'-bestand om het te kunnen installeren. Omdat dit bestand groter is dan 100 kB en altijd aanwezig is op %s ISO-images,is het niet in Rufus ingebouwd. Rufus kan het ontbrekende bestand voor u downloaden: - Selecteer 'Ja' om verbinding met het internet te maken en het bestand te downloaden - Selecteer 'Nee' als u dit bestand later handmatig naar de drive wilt kopiëren Opmerking: Het bestand wordt gedownload in de huidige map en wanneer er al een '%s' bestaat, zal die automatisch vervangen worden.
pl_pl: %s lub późniejszy wymaga zainstalowania pliku '%s'. Ponieważ ten plik jest większy niż 100 KB i zawsze jest obecny na obrazach ISO %s, nie jest dołączony do Rufusa. Rufus może pobrać brakujący plik dla ciebie: - Wybierz 'Yes', aby połączyć się z internetem i pobrać plik - Wybierz 'No', jeśli chcesz później ręcznie skopiować ten plik na dysk Informacja: Plik zostanie pobrany do obecnego folderu i jeśli '%s' istnieje, zostanie użyty ponownie automatycznie.
pt_br: %s ou posterior requer que esteja instalado um arquivo '%s'. Uma vez que este arquivo tem mais de 100 KB e está sempre presente nas imagens ISO %s, o Rufus não o inclui na sua distribuição. O Rufus pode baixar o arquivo em falta: - Selecione 'Sim' para se conectar à Internet e baixar o arquivo - Selecione 'Não' se deseja copiar manualmente esse arquivo para o drive mais tarde Nota: O arquivo será baixado na pasta atual e, caso exista um arquivo '%s' nela, ele será reutilizado automaticamente.
pt_pt: %s ou posterior requer que esteja instalado o ficheiro '%s'. Dado que este ficheiro tem mais de 100 KB e está sempre presente nas imagens ISO %s, Rufus não o inclui na sua distribuição. Rufus pode transferir o ficheiro em falta: - Selecione 'Sim' transferir o ficheiro - Selecione 'Não' se deseja mais tarde copiar manualmente este ficheiro para a unidade Nota: O novo ficheiro será transferido para a pasta atual, e se o ficheiro '%s' já existir, será substituído automaticamente.
sk_sk: %s alebo vyššie požadujú nainštalovať súbor: %s. Pretože tento súbor je väčší ako 100 KB a vždy prítomný v %s ISO obrazoch, nie je implementovaný v programe Rufus. Program Rufus môže za vás stiahnuť chýbajúci súbor: - Stlačte „Áno" pre pripojenie na internet a stiahnutie súboru - Stlačte „Nie" ak chcete manuálne skopírovať tento súbor na jednotku neskôr Poznámka: Súbor „%s" bude stiahnutý do aktuálneho priečinku a potom bude automaticky znovu použitý.
sv_se: %s eller senare kräver en '%s' fil för att bli installerad. Eftersom filen är större än 100 KB, och alltid finns på %s ISO-avbilder, finns den inte inbyggd i Rufus. Rufus kan ladda ner denna filen åt dig: - Välj 'Ja' för att ansluta till internet och ladda ner filen - Välj 'Nej' om du själv senare vill kopiera in filen på enheten Obs: Filen kommer att laddas ner i nuvarande katalog och när '%s' sedan finns där, kommer den automatiskt att återanvändas.
tr_tr: %s ya da daha üstünün yüklenebilmesi için '%s' dosyası gerekir. Çünkü bu dosyanın boyutu 100 KB tan daha büyüktür ve %s ISO yansılarında mutlaka bulunur, Rufus'a gömülü değildir. Rufus eksik dosyayı sizin için indirebilir: - İnternete bağlanıp dosyayı indirmek için 'Evet'i seçin - Dosyayı daha sonra sürücüye elle kopyalamak istiyorsanız 'Hayır'ı seçin Not: Dosya mevcut dizine indirilecek ve '%s' orda var olunca, otomatik olarak kullanılacak.
uk_ua: %s чи більш пізньої версії потребує наявності '%s'. Оскільки цей файл більший за 100 Кб, і завжди присутній в %s ISO-образах, він не був вбудований в Rufus. Rufus може завантажити бракуючий файл: - Оберіть 'Так', якщо хочете завантажити даний файл - Оберіть 'Ні', якщо хочете завантажити його вручну пізніше Примітка: Файл буде завантажений в поточну директорію. За наявності '%s', він буде перезаписаний автоматично.
