Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Restrict Windows to S-Mode (INCOMPATIBLE with online account bypass)
cs_cz: Omezit Windows na S-Mode (NEKOMPATIBILNÍ s online vynecháním účtu)
da_dk: Begræns Windows til S-Mode (Inkompatibel med Online bruger bypass)
de_de: Windows im S-Modus (nicht kompatibel mit Online Konto-Umgehung)
el_gr: Περιορισμός των Windows σε S-Mode (ΑΣΥΜΒΑΤΟ με ηλεκτρονική παράκαμψη λογαριασμού)
es_es: Restringir Windows al Modo S (INCOMPATIBLE con la omisión de cuenta en línea)
fa_ir: مجبور کردن ویندوز به S-Mode ( دارای مشکلات با حذفز استفاده اکانت آنلاین )
hr_hr: Ograniči Windows na S-Mode (NEKOMPATIBILNO s mrežnim zaobilaženjem računa)
hu_hu: Windows korlátozása S módra (NEM KOMPATIBILIS az online Microsoft-fiók követelmény eltávolításával)
ja_jp: WindowsのSモードを強制する(オンラインアカウント要件の削除と同時に使用できません)
nb_no: Begrens Windows til S-modus (INKOMPATIBEL med online kontoomgåelse)
nl_nl: Windows beperken tot S-Modus (NIET COMPATIBEL met omzeiling voor online account)
pl_pl: Ogranicz system Windows do trybu S (NIEZGODNY z obejściem konta online)
pt_br: Restringir Windows ao modo S (INCOMPATÍVEL com remoção de exigência de conta online)
tr_tr: Windows'u S-Mode ile Kısıtlayın (çevrimiçi hesap atlamayla UYUMSUZ)

source: Expert Mode
cs_cz: Expertní režim
da_dk: Ekspert Tilstand
de_de: Expertenmodus
el_gr: Λειτουργία ειδικού
es_es: Modo experto
fa_ir: بخش حرفه ای
hr_hr: Stručnog načina rada
hu_hu: Szakértő mód
ja_jp: エキスパートモード
nb_no: Ekspert modus
nl_nl: Expert-modus
pl_pl: Tryb eksperta
pt_br: Modo Especialista
tr_tr: Uzman Modu

source: Extracting archive files: %s
cs_cz: Rozbalení archivních souborů: %s
da_dk: Udpakker arkiv filer: %s
de_de: Archivdatei extrahieren: %s
el_gr: Εξαγωγή αρχείων: %s
es_es: Extrayendo archivos comprimidos: %s
fa_ir: استراج کردن فایل های آرشیو: %s
hr_hr: Izdvajanje arhivskih datoteka: %s
hu_hu: Archív fájlok kibontása: %s
ja_jp: ファイルを展開中: %s
nb_no: Pakker ut arkivfiler: %s
nl_nl: Archiefbestanden uitpakken: %s
pl_pl: Wypakowywanie plików z archiwum: %s
pt_br: Extraindo arquivos: %s
tr_tr: Arşiv dosyaları çıkarılıyor: %s

source: Use Rufus MBR
cs_cz: Použijte Rufus MBR
da_dk: Brug Rufus MBR
de_de: Rufus MBR verwenden
el_gr: Χρησιμοποίηση του Rufus MBR
es_es: Utilice Rufus MBR
fa_ir: استفاده از Rufus MBR
hr_hr: Koristiti Rufus MBR
hu_hu: Rufus MBR használata
ja_jp: Rufus MBRを使用する
nb_no: Bruk Rufus MBR
nl_nl: Rufus MBR gebruiken
pl_pl: Użyj Rufus MBR
pt_br: Usar MBR do Rufus
tr_tr: Rufus MBR'yi kullanın

source: Rufus is a utility that helps format and create bootable USB flash drives, such as USB keys/pendrives, memory sticks, etc.
cs_cz: Rufus je nástroj, který pomáhá formátovat a vytvářet bootovací USB flash disky, jako jsou USB klíče, paměťové karty atd.
da_dk: Rufus er et værktøj, der hjælper med at formatere og skabe startbare USB-flashdrev, såsom USB-nøgler/USB-pinde, USB-stik, osv.
de_de: Rufus ist ein Werkzeug, das beim Formatieren und Erstellen bootfähiger USB-Flash-Laufwerke wie USB-Sticks, Speichersticks usw. hilft.
el_gr: Το Rufus είναι ένα βοηθητικό πρόγραμμα που βοηθά στη διαμόρφωση και τη δημιουργία μονάδων flash USB με δυνατότητα εκκίνησης, όπως κλειδιά USB/pendrives,κάρτες μνήμης κ.λπ.
es_es: Rufus es una utilidad que le ayuda a formatear y crear dispositivos flash booteables, como «pendrives», tarjetas de memoria, etcétera.
fa_ir: Rufus ابزاری است که به فرمت و ایجاد درایوهای فلش USB قابل بوت، مانند کلیدهای USB/pendrives، مموری استیک ها و غیره به شما کمک می کند.
hr_hr: Rufus je aplikacija koja olakšava formatiranje i stvaranje USB pokretačkih jedinica.
hu_hu: A Rufus egy segédprogram, amellyel bootolható USB flash meghajtókat formázhat és készíthet, például USB kulcsokat/pendrive-okat, memóriakártyákat, stb.
id_id: Rufus adalah alat yang membantu untuk memformat dan membuat perangkat USB flash menjadi bootable, seperti USB flashdisk, kartu memori, dll.
ja_jp: Rufus (ルーファス) とは、起動可能なUSBフラッシュドライブ（USBメモリなど）を作成したり、フォーマットをするためのソフトウェアです。
nb_no: Rufus er et verktøy som hjelper til med å formatere og lage oppstartbare USB-stasjoner, for eksempel USB-minnepinner, USB-harddisker, og lignende.
nl_nl: Rufus is een programma dat helpt bij het formatteren en aanmaken van opstartbare USB-flash-drives, zoals USB-sticks, geheugensticks, enz.
pl_pl: Rufus to narzędzie, które pomaga formatować i tworzyć dyski rozruchowe flash USB, takie jak klucze USB, pendrive-y itp.
pt_br: Rufus é um utilitário que ajuda a formatar e a criar unidades flash USB inicializáveis, tais como pendrives USB, cartões de memória, etc.
tr_tr: Rufus, USB anahtar/bellekler, hafıza kartları vb. USB sürücüleri, biçimlendirmeye ve önyüklemeli hale getirmeye yardımcı olan bir araçtır.

source: Official site: %s
cs_cz: Oficiální stránky: %s
da_dk: Officiel side: %s
de_de: Offizielle Website: %s
el_gr: Επίσημος ιστότοπος: %s
es_es: Sitio oficial %s
fa_ir: سایت رسمی: %s
hr_hr: Službena stranica: %s
hu_hu: Hivatalos oldal: %s
id_id: Situs resmi: %s
ja_jp: 公式サイト: %s
nb_no: Offisiell webside: %s
nl_nl: Officiële site: %s
pl_pl: Oficjalna strona: %s
pt_br: Site oficial: %s
tr_tr: Resmi site: %s

source: Source Code: %s
cs_cz: Zdrojový kód: %s
da_dk: Kildekode: %s
de_de: Quellcode: %s
el_gr: Πηγαίος κώδικας: %s
es_es: Código fuente %s
fa_ir: منبع کد: %s
hr_hr: Šifra izvora: %s
hu_hu: Forráskód: %s
id_id: Kode Sumber: %s
ja_jp: ソースコード: %s
nb_no: Kildekode: %s
nl_nl: Broncode: %s
pl_pl: Kod źródłowy: %s
pt_br: Código fonte: %s
tr_tr: Kaynak Kodu: %s

source: ChangeLog: %s
cs_cz: Protokol změn: %s
da_dk: Ændrings log: %s
de_de: Änderungsprotokoll: %s
el_gr: Αρχείο καταγραφής αλλαγών: %s
es_es: Registro de cambios %s
fa_ir: لیست تغییرات %s
hu_hu: Változási napló: %s
id_id: Catatan pergantian: %s
ja_jp: 変更履歴: %s
nb_no: Endringslogg: %s
nl_nl: Wijzigingslog: %s
pl_pl: Zmiany: %s
pt_br: Registro de alterações: %s
tr_tr: Sürüm Notları %s

source: This application is licensed under the terms of the GNU Public License (GPL) version 3. See https://www.gnu.org/licenses/gpl-3.0.en.html for details.
cs_cz: Tato aplikace je licencována podle podmínek GNU Public License (GPL) verze 3. Podrobnosti naleznete na adrese https://www.gnu.org/licenses/gpl-3.0.html.
da_dk: Denne application er licenceret under GNU Public License (GPL) version 3's vilkår. Se https://www.gnu.org/licenses/gpl-3.0.html for detaljer.
de_de: Diese Anwendung ist unter den Bedingungen der GNU Public License (GPL) Version 3 lizenziert. Siehe https://www.gnu.org/licenses/gpl-3.0.de.html für Details.
el_gr: Αυτή η εφαρμογή έχει άδεια χρήσης σύμφωνα με τους όρους της GNU Public License (GPL) έκδοση 3. Δείτε https://www.gnu.org/licenses/gpl-3.0.html για λεπτομέρειες.
es_es: Esta aplicación tiene licencia bajo los términos de la Licencia Pública GNU (GPL) versión 3. Consulte https://www.gnu.org/licenses/gpl-3.0.html para obtener más información.
fa_ir: این برنامه تحت شرایط مجوز عمومی گنو (GPL) نسخه 3 مجوز دارد. برای جزئیات به https://www.gnu.org/licenses/gpl-3.0.html مراجعه کنید.
hr_hr: Ova je aplikacija licencirana pod uvjetima GNU Javne licence (GPL) verzije 3. Detalje potražite u https://www.gnu.org/licenses/gpl-3.0.html.
hu_hu: Ezen alkalmazás használata a GNU Public License (GPL) 3-as verzió feltételei szerint engedélyezett. További információ: https://www.gnu.org/licenses/gpl-3.0.html.
id_id: Aplikasi ini dilisensikan di bawah ketentuan GNU Public License (GPL) versi 3. Lihat https://www.gnu.org/licenses/gpl-3.0.html untuk detail lebih lanjut.
ja_jp: このアプリケーションはGNU Public License (GPL) version 3でライセンスされています。 詳細は https://www.gnu.org/licenses/gpl-3.0.ja.html をご覧ください。
nb_no: Dette programmet er lisensiert under GNU Public Licence (GPL) versjon 3. Se https://www.gnu.org/licenses/gpl-3.0.html for mer informasjon.
nl_nl: Deze toepassing valt onder de voorwaarden van de GNU Public License (GPL) versie 3. Zie https://www.gnu.org/licenses/gpl-3.0.nl.html voor details.
pl_pl: Ta aplikacja jest objęta licencją na warunkach licencji publicznej GNU (GPL) w wersji 3. Z obacz https://www.gnu.org/licenses/gpl-3.0.html, aby uzyskać szczegółowe informacje.
pt_br: Este software está licenciado sob os termos da GNU Public License (GPL) versão 3. Consulte https://www.gnu.org/licenses/gpl-3.0.pt-br.html para mais detalhes.
tr_tr: Bu uygulama, GNU Kamu Lisansı (GPL) sürüm 3'ün koşulları altında lisanslanmıştır. Detaylar için https://www.gnu.org/licenses/gpl-3.0.tr.html sayfasını ziyaret edin.

source: Boot
es_es: Arranque
fa_ir: راه‌اندازی
ja_jp: 起動
nb_no: Oppstart
nl_nl: Opstarten
pt_br: Inicialização
tr_tr: Önyükle

source: Format USB, flash card and virtual drives to FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
cs_cz: Formátování USB, flash karet a virtuálních jednotek na FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
da_dk: Formater USB, flash kort og virtuelle drev til FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
de_de: Formatieren von USB, Flash-Karte und virtuellen Laufwerken in FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
el_gr: Μορφοποίηση USB, κάρτας flash και εικονικών μονάδων δίσκου σε FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
es_es: Formatee USB, tarjetas flash y unidades virtuales a FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
fa_ir: فرمت USB، فلش کارت و درایوهای مجازی به FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
hr_hr: Formatirajte USB, flash karticu i virtualne pogone na FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
hu_hu: USB, flash memóriakártyák és virtuális meghajtók formázása FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3 fájlrendszerre
id_id: Format USB, kartu flash dan penyimpanan maya ke FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
ja_jp: USBメモリやSDカード、仮想ドライブをFAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3でフォーマットします。
nb_no: Formater USB, minnekort og virtuelle disker til FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
nl_nl: USB, flashkaart en virtuele schijven formatteren naar FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
pl_pl: Sformatuj nośnik używając: FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
pt_br: Formatar dispositivos USB, cartões flash e discos virtuais com FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
tr_tr: USB, flash kart ve sanal sürücüleri FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3 olarak biçimlendirin

source: Create FreeDOS bootable USB drives
cs_cz: Vytvoření bootovacích disků USB se systémem FreeDOS
da_dk: Lav FreeDOS opstartsbare USB drev
de_de: FreeDOS-bootfähige USB-Laufwerke erstellen
el_gr: Δημιουργήστε μονάδες USB με δυνατότητα εκκίνησης FreeDOS
es_es: Crear unidades USB de arranque FreeDOS
fa_ir: درایوهای USB قابل بوت FreeDOS را ایجاد کنید
hr_hr: Stvaranje FreeDOS USB pogona za pokretanje
hu_hu: Bootolható FreeDOS USB meghajtó készítése
id_id: Buat perangkat USB FreeDOS yang dapat di boot
ja_jp: FreeDOSの起動可能ドライブを作成します。
nb_no: Lag FreeDos oppstartbar USB stick
nl_nl: FreeDOS opstartbare USB-schijven aanmaken
pl_pl: Stwórz nośnik rozruchowy USB FreeDOS
pt_br: Criar discos USB inicializáveis FreeDOS
tr_tr: FreeDOS önyüklenebilir USB sürücüleri oluşturun

source: Create bootable drives from bootable ISOs (Windows, Linux, etc.)
cs_cz: Vytváření bootovacích jednotek ze zaváděcích ISO (Windows, Linux atd.)
da_dk: Lav opstartsbarer drev fra opstartsbarer ISOer (Window, Linux, osv.)
de_de: Erstellen bootfähiger Laufwerke aus bootfähigen ISOs (Windows, Linux etc.)
el_gr: Δημιουργήστε εκκινήσιμες μονάδες από ISO με δυνατότητα εκκίνησης (Windows, Linux, κ.λπ.)
es_es: Cree unidades de arranque desde ISO de arranque (Windows, Linux, etc.)
fa_ir: ایجاد درایوهای قابل بوت از ISOهای قابل بوت (ویندوز، لینوکس و غیره)
hr_hr: Stvaranje pogona za pokretanje iz ISO-ova za pokretanje (Windows, Linux itd.)
hu_hu: Bootolható meghajtók készítése bootolható ISO képfájlokból (Windows, Linux, stb.)
id_id: Buat perangkat yang dapat di boot dari ISO (Windows, Linux, dll.)
ja_jp: WindowsやLinuxなどのISOファイルから起動可能ドライブを作成します。
nb_no: Lag oppstartabar enhet/disk fra ISOer (Windows, Linux, etc.)
nl_nl: Opstartbare schijven aanmaken via opstartbare ISO's (Windows, Linux, enz)
pl_pl: Twórz dyski rozruchowe z obrazów ISO (Windows, Linux itp.)
pt_br: Criar discos inicializáveis a partir de ISOs inicializáveis (Windows, Linux, etc.)
tr_tr: Önyüklenebilir ISO'lardan önyüklenebilir sürücüler oluşturun (Windows, Linux, vb.)

source: Create bootable drives from bootable disk images, including compressed ones
cs_cz: Vytváření zaváděcích jednotek ze zaváděcích obrazů disků, včetně komprimovaných
da_dk: Lav opstartsbarer drev fra opstartsbarer disk billeder, inklusiv komprimerede billeder
de_de: Erstellen bootfähiger Laufwerke aus bootfähigen Festplatten-Images, einschließlich komprimierter Images
el_gr: Δημιουργήστε μονάδες εκκίνησης από εικόνες δίσκου με δυνατότητα εκκίνησης, συμπεριλαμβανομένων συμπιεσμένων
es_es: Cree unidades de arranque a partir de imágenes de disco de arranque, incluidas las comprimidas
fa_ir: درایوهای قابل بوت را از تصاویر دیسک قابل بوت، از جمله موارد فشرده، ایجاد کنید
hr_hr: Stvaranje pogona za pokretanje iz slika diska za pokretanje, uključujući komprimirane
hu_hu: Bootolható meghajtók készítése bootolható lemez képfájlokból, beleértve a tömörítetteket is
id_id: Buat perangkat yang dapat di boot dari Disk Image, termasuk yang Disk Image yang terkompresi
ja_jp: 圧縮済みのものを含むディスクイメージから起動可能ドライブを作成します。
nb_no: Lag oppstartbare disker fra images, inkludert komprimerte sådan
nl_nl: Opstartbare schijven aanmaken van opstartbare schijf-images, inclusief gecomprimeerde images
pl_pl: Twórz dyski rozruchowe z obrazów dysków, włączając skompresowane
pt_br: Criar discos inicializáveis a partir de imagens de disco inicializáveis, inclusive de imagens compactadas
tr_tr: Sıkıştırılmış olanlar da dahil olmak üzere önyüklenebilir disk yansısından önyüklenebilir sürücüler oluşturun

source: Create BIOS or UEFI bootable drives, including UEFI bootable NTFS
cs_cz: Vytvořte zaváděcí jednotky BIOS nebo UEFI, včetně zaváděcích souborů NTFS UEFI
da_dk: Lav BIOS eller UEFI opstartsbarer drev, inklusiv UEFI opstartsbarer NTFS
de_de: Erstellen von BIOS- oder UEFI-bootfähigen Laufwerken, einschließlich UEFI-bootfähigem NTFS
el_gr: Δημιουργήστε μονάδες δίσκου με δυνατότητα εκκίνησης BIOS ή UEFI, συμπεριλαμβανομένων NTFS με δυνατότητα εκκίνησης UEFI
es_es: Cree unidades de arranque BIOS o UEFI, incluido NTFS de arranque UEFI
fa_ir: درایوهای قابل بوت بایوس یا UEFI از جمله NTFS قابل بوت UEFI ایجاد کنید
hr_hr: Stvaranje BIOS ili UEFI pogona za pokretanje, uključujući UEFI NTFS za pokretanje
hu_hu: BIOS-ból vagy UEFI-ből bootolható meghajtók készítése, beleértve az UEFI-ből bootolható NTFS meghajtókat is
id_id: Buat perangkat BIOS atau UEFI yang dapat di boot, termasuk perangkat NTFS yang dapat di boot oleh UEFI
ja_jp: UEFI:NTFSを含むBIOS及びUEFIで起動可能なドライブを作成します。
nb_no: Lag BIOS eller UEFI oppstartbare disker, inkludert UEFI oppstartbar NTFS
nl_nl: BIOS of UEFI opstartbare schijven aanmaken, inclusief UEFI opstartbare NTFS
pl_pl: Stwórz dysk rozruchowy BIOS lub UEFI, włączając bootowalny dysk UEFI NTFS
pt_br: Criar discos inicializáveis ​​BIOS ou UEFI, inclusive discos UEFI inicializáveis ​​usando NTFS
tr_tr: UEFI önyüklenebilir NTFS dahil BIOS ya da UEFI önyüklenebilir sürücüler oluşturun

source: Create 'Windows To Go' drives
cs_cz: Vytvoření jednotek "Windows To Go
da_dk: Lav 'Windows To Go' drev
de_de: Erstellen von 'Windows To Go'-Laufwerken
el_gr: Δημιουργήστε μονάδες δίσκου "Windows To Go"
es_es: Cree unidades 'Windows To Go'
fa_ir: درایوهای "Windows To Go" را ایجاد کنید
hr_hr: Stvaranje pogona "Windows To Go"
hu_hu: 'Windows To Go' meghajtók készítése
id_id: Buat perangkat Windows To Go
ja_jp: Windows To Goドライブを作成します。
nb_no: Lag 'Windows To Go' disker
nl_nl: 'Windows To Go'-schijven aanmaken
pl_pl: Stwórz dysk 'Windows To Go'
pt_br: Criar discos 'Windows To Go'
tr_tr: 'Windows To Go' sürücüleri oluşturun

source: Create Windows 11 installation drives for PCs that don't have TPM or Secure Boot
cs_cz: Vytvoření instalačních jednotek systému Windows 11 pro počítače bez čipu TPM nebo Secure Boot
da_dk: Lav Windows 11 installations drev for PCer der ikker har TPM eller Secure Boot
de_de: Erstellen von Windows 11-Installationslaufwerken für PCs ohne TPM oder Secure Boot
el_gr: Δημιουργήστε μονάδες εγκατάστασης των Windows 11 για υπολογιστές που δεν διαθέτουν TPM ή Ασφαλή Εκκίνηση
es_es: Cree unidades de instalación de Windows 11 para PC que no tienen TPM o Arranque seguro
fa_ir: درایوهای نصب ویندوز 11 را برای رایانه هایی که TPM یا Secure Boot ندارند ایجاد کنید
hr_hr: Stvaranje instalacijskih pogona sustava Windows 11 za PC-jeve koji nemaju TPM ili Sigurno pokretanje
hu_hu: Windows 11 telepítési meghajtók készítése olyan PC-k számára, amelyek nem rendelkeznek TPM vagy Secure Boot funkciókkal
id_id: Buat perangkat pemasang Windows 11 untuk PC yang tidak mempunyai TPM atau Secure Boot
ja_jp: TPM及びセキュアブート非対応のPC向けのWindows 11インストールドライブを作成します
nb_no: Lag oppstartsmedia for Windows 11 som ikke krever TPM eller Secure Boot
nl_nl: Windows 11 installatieschijven aanmaken voor pc's die geen TPM of Secure Boot hebben
pl_pl: Twórz dyski instalacyjne systemu Windows 11 dla komputerów, które nie posiadają modułu TPM ani Secure Boot
pt_br: Criar discos de instalação do Windows 11 para PCs que não possuem TPM ou Secure Boot
tr_tr: TPM ya da Güvenli Önyüklemeye sahip olmayan bilgisayarlar için Windows 11 kurulum sürücüleri oluşturun

source: Create persistent Linux partitions
cs_cz: Vytvoření trvalých oddílů systému Linux
da_dk: Lav vedvarende Linux adskillelser
de_de: Persistente Linux-Partitionen erstellen
el_gr: Δημιουργήστε μόνιμα διαμερίσματα Linux
es_es: Crear particiones persistentes de Linux
fa_ir: ایجاد پارتیشن های لینوکس دائمی
hr_hr: Stvaranje trajnih Linux particija
hu_hu: Tartós Linux partíciók készítése
id_id: Buat partisi Linux yang tetap/persistent
ja_jp: 記録用Linuxパーティションを作成します。
nb_no: Lag persistente Linux partisjoner
nl_nl: Persistent Linux partities aanmaken
pl_pl: Utwórz trwałe partycje Linux
pt_br: Criar partições persistentes para Linux
tr_tr: Kalıcı Linux bölümleri oluşturun

source: Create VHD/DD images of the selected drive
cs_cz: Vytvoření obrazů VHD/DD z vybrané jednotky
da_dk: Lav VHD/DD billeder af det valgte drev
de_de: VHD/DD-Images des ausgewählten Laufwerks erstellen
el_gr: Δημιουργήστε εικόνες VHD/DD της επιλεγμένης μονάδας δίσκου
es_es: Cree imágenes VHD/DD de la unidad seleccionada
fa_ir: تصاویر VHD/DD از درایو انتخاب شده ایجاد کنید
hr_hr: Stvaranje VHD/DD slika odabranog pogona
hu_hu: VHD/DD képfájl készítése a kiválasztott meghajtóról
id_id: Buat image VHD/DD dari penyimpanan yang dipilih
ja_jp: 選択されたドライブのVHD/DDイメージを作成します。
nb_no: Lag VHD/DD speilinger av valgt disk
nl_nl: VHD/DD-images van de geselecteerde schijf aanmaken
pl_pl: Stwórz obraz VHD/DD z wybranego dysku
pt_br: Criar imagens VHD/DD do dispositivo selecionado
tr_tr: Seçilen sürücünün VHD/DD yansılarını oluşturun

source: Compute MD5, SHA-1, SHA-256 and SHA-512 checksums of the selected image
cs_cz: Výpočet kontrolních součtů MD5, SHA-1, SHA-256 a SHA-512 vybraného obrazu
da_dk: Beregn MD5, SHA-1, SHA-256 og SHA-512 checksums af det valgte billede
de_de: Berechnung von MD5-, SHA-1-, SHA-256- und SHA-512-Prüfsummen für das ausgewählte Image
el_gr: Υπολογίστε τα αθροίσματα ελέγχου MD5, SHA-1, SHA-256 και SHA-512 της επιλεγμένης εικόνας
es_es: Calcule las sumas de comprobación MD5, SHA-1, SHA-256 y SHA-512 de la imagen seleccionada
fa_ir: MD5، SHA-1، SHA-256 و SHA-512 را برای تصویر انتخابی محاسبه کنید
hr_hr: Izračunajte kontrolne zbrojeve odabrane slike MD5, SHA-1, SHA-256 i SHA-512
hu_hu: A kiválasztott képfájl MD5, SHA-1, SHA-256 és SHA-512 ellenőrző összegének kiszámítása
id_id: Hitung checksum MD5, SHA-1, SHA-256 dan SHA-512 dari image yang dipilih
ja_jp: 選択されたイメージのMD5、SHA-1、SHA-256及びSHA-512チェックサムを計算します。
nb_no: Kalkuler MD5, SHA-1, SHA-256 og SHA-512 sjekksummer fra valgt speiling
nl_nl: MD5, SHA-1, SHA-256 en SHA-512 controlesommen berekenen van de geselecteerde image
pl_pl: Oblicz sumy kontrolne MD5, SHA-1, SHA-256 i SHA-512 dla wybranego obrazu
pt_br: Calcular somas de verificação MD5, SHA-1, SHA-256 e SHA-512 da imagem selecionada
tr_tr: Seçilen yansının MD5, SHA-1, SHA-256 ve SHA-512 sağlama toplamlarını hesaplayın

source: Perform bad blocks checks, including detection of "fake" flash drives
cs_cz: Provést kontrolu vadných bloků, včetně detekce "falešných" bloků. flash disky
da_dk: Udøv dårlige blokke tjeks, inklusiv opdagelse af "falske" flashdrev
de_de: Durchführung von Prüfungen auf fehlerhafte Blöcke, einschließlich der Erkennung von "gefälschten" Flash-Laufwerken
el_gr: Εκτελέστε ελέγχους εσφαλμένων block, συμπεριλαμβανομένου του εντοπισμού "ψευδών" μονάδων flash
es_es: Realice comprobaciones de bloques defectuosos, incluida la detección de unidades flash "falsas"
fa_ir: بررسی بلوک های بد، از جمله تشخیص درایوهای فلش "جعلی" را انجام دهید
hr_hr: Izvršite provjere loših blokova, uključujući otkrivanje "lažnih" flash pogona
hu_hu: Hibás blokkok ellenőrzése, beleértve a "hamis" flash meghajtók detektálását
id_id: Lakukan cek Blok yang buruk, termasuk deteksi USB Flash Disk "PALSU"
ja_jp: 不良ブロックチェック及び容量詐欺ドライブの検知を行います。
nb_no: Utfør sjekk for dårlige sektorer, inkludert sjekk for forfalskede flash disker
nl_nl: Controles uitvoeren op slechte blokken, inclusief detectie van "valse" flashdrives
pl_pl: Sprawdź dysk pod względem spójności danych lub wykryj "nieoryginalny" pendrive
pt_br: Executar verificações de blocos defeituosos, incluindo detecção de unidades flash "falsificadas"
tr_tr: "Sahte" flash sürücülerin tespiti de dahil olmak üzere hatalı blok kontrolleri gerçekleştirin

source: Download official Microsoft Windows retail ISOs
cs_cz: Stažení oficiálních souborů ISO systému Microsoft Windows
da_dk: Hent officielle Microsoft Windows detail ISOer
de_de: Offizielle Microsoft Windows-ISOs herunterladen
el_gr: Κατεβάστε τα επίσημα retail ISO των Microsoft Windows
es_es: Descargue los ISO oficiales de Microsoft Windows
fa_ir: ISO های رسمی ماکروسافت را دریافت کنید
hr_hr: Preuzimanje službenih ISO-ova za maloprodaju sustava Microsoft Windows
hu_hu: Hivatalos Microsoft Windows kiskereskedelmi ISO képfájlok letöltése
id_id: Unduh ISO Microsoft Windows resmi
ja_jp: マイクロソフト公式のWindows ISOをダウンロードします。
nb_no: Last ned offisielle Windows ISOer
nl_nl: Officiële Microsoft Windows retail ISO's downloaden
pl_pl: Pobierz oficjalny obraz ISO systemu Microsoft Windows
pt_br: Baixar ISOs oficiais do Microsoft Windows
tr_tr: Resmi Microsoft Windows Retail ISO'larını indirin

source: Download UEFI Shell ISOs
cs_cz: Stažení souborů UEFI Shell ISO
da_dk: Hent UEFI Shell ISOer
de_de: UEFI-Shell-ISOs herunterladen
el_gr: Κατεβάστε τα ISO Shell UEFI
es_es: Descargar ISO de UEFI Shell
fa_ir: ISO های پوسته UEFI را دانلود کنید
hr_hr: Preuzmite ISO-ove UEFI ljuske
hu_hu: UEFI Shell ISO képfájlok letöltése
id_id: Unduh Shell ISO UEFI
ja_jp: UEFIシェルのISOをダウンロードします。
nb_no: Last ned UEFI kommandolinje ISOer
nl_nl: UEFI Shell ISO's downloaden
pl_pl: Ściągnij obrazy ISO UEFI Shell
pt_br: Baixar ISOs do Shell UEFI
tr_tr: UEFI Shell ISO'larını indirin

source: OK
bg_bg: ОК
fa_ir: بستن
he_il: אישור
hr_hr: U redu
id_id: Oke
lv_lv: Aprstiprināt
tr_tr: Tamam
uk_ua: ОК

source: Windows To Go
bg_bg: Windows To Go (Windows за USB Flash устройство)
da_dk: Windows To Go (din PC på en USB-nøgle)
el_gr: Windows To Go (USB με δυνατότητα εκκίνησης)
hr_hr: Prijenosni Windowsi
sk_sk: Windows To Go (Prenosná verzia)

source: Use UTC time
pl_pl: Użyj czasu UTC

source: Use Rufus MBR with BIOS ID
bg_bg: Използвай Rufus MBR с BIOS ID
fi_fi: Käytä Rufus-MBR:ää, BIOS ID:llä
fr_fr: Utiliser le MBR Rufus avec ID
he_il: שימוש ב־MBR של Rufus עם מזהה BIOS
id_id: Gunakan MBR Rufus dengan ID BIOS
it_it: Usa MBR Rufus con ID BIOS
lt_lt: Naudoti Rufus MBR su BIOS ID
lv_lv: Izmantot MBR ar BIOS ID
ms_my: Guna MBR Rufus dengan BIOS ID
pt_pt: Usar MBR do Rufus, ID de BIOS
sk_sk: Použiť MBR s BIOS ID
sv_se: Använd Rufus MBR med BIOS-ID
uk_ua: Використовувати Rufus MBR з BIOS ID
