Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Drive Properties
bg_bg: Свойства на устройството
cs_cz: Vlastnosti disku
da_dk: Drev Indstillinger
de_de: Laufwerkseigenschaften
el_gr: Ιδιότητες Δίσκου
es_es: Propiedades de la unidad
fa_ir: مشخصات درایو
fi_fi: Aseman ominaisuudet
fr_fr: Options de Périphérique
he_il: מאפייני כונן
hr_hr: Svojstva jedinice
hu_hu: Meghajtó tulajdonságai
id_id: Properti Drive
it_it: Opzioni unità
ja_jp: ドライブ プロパティ
lt_lt: Disko ypatybės
lv_lv: Ierīces īpašības
ms_my: Sifat cakera
nb_no: Stasjons rettigheter
nl_nl: Eigenschappen van drive
pl_pl: Właściwości dysku
pt_br: Propriedades do Drive
pt_pt: Propriedades do dispositivo
sk_sk: Nastavenia zariadenia
sv_se: Enhetsegenskaper
tr_tr: Sürücü Özellikleri
uk_ua: Властивості приводу

source: Device
bg_bg: Устройство
cs_cz: Zařízení
da_dk: Enhed
de_de: Laufwerk
el_gr: Συσκευή
es_es: Dispositivo
fa_ir: درایو USB (حافظه فلش یا سایر ابزارهای ذخیره‌سازی قابل‌حمل)
fi_fi: Laite
fr_fr: Périphérique
he_il: התקן
hr_hr: Uređaj
hu_hu: Eszköz
id_id: Perangkat
it_it: Dispositivo/unità
ja_jp: デバイス
lt_lt: Įrenginys
lv_lv: Ierīce
ms_my: Peranti
nb_no: Enhet
nl_nl: Apparaat
pl_pl: Urządzenie
pt_br: Dispositivo
pt_pt: Dispositivo/Disco
sk_sk: Zariadenie
sv_se: Enhet
tr_tr: Aygıt
uk_ua: Пристрій

source: Boot selection
bg_bg: Тип на стартирането
cs_cz: Výběr boot
da_dk: Opstartstype
de_de: Startart
el_gr: Τύπος εκκίνησης
es_es: Elección de arranque
fa_ir: نوع راه‌اندازی (Boot)
fi_fi: Boottaustyypin valinta
fr_fr: Type de démarrage
he_il: בחירת אתחול
hr_hr: Izvor podizanja
hu_hu: Rendszerindító (boot) kiválasztása
id_id: Pilihan Boot
it_it: Selezione boot
ja_jp: ブートの種類
lt_lt: Įkelties parinktis
lv_lv: Ielādes izvēle
ms_my: Jenis boot
nb_no: Oppstartstype
nl_nl: Opstartselectie
pl_pl: Wybór bootowania
pt_br: Seleção de Boot
pt_pt: Tipo de arranque
sk_sk: Typ bootovania
sv_se: Startval
tr_tr: Önyükleme seçimi
uk_ua: Тип завантаження

source: Select
bg_bg: Избери
cs_cz: Vybrat
da_dk: Valg
de_de: Auswahl
el_gr: Επιλέξτε
es_es: Seleccionar
fa_ir: انتخاب
fi_fi: Valitse
fr_fr: Sélection
he_il: בחירה
hr_hr: Odaberi
hu_hu: Kiválasztás
id_id: Pilih
it_it: Seleziona
ja_jp: 選択
lt_lt: Pasirinkite
lv_lv: Izvēlēties
ms_my: Pilih
nb_no: Velg
nl_nl: Selecteren
pl_pl: Wybierz
pt_br: Selecionar
pt_pt: Selecionar
sk_sk: Prehliadať
sv_se: Välj
tr_tr: Seç
uk_ua: Обрати

source: Image Option
bg_bg: Опция за образ
cs_cz: Možnosti obrazu
da_dk: Installationstype
de_de: Image-Eigenschaft
el_gr: Επιλογές αρχείου ISO
es_es: Opciones de imagen
fa_ir: تنظیمات ایمیج
fi_fi: Levykuvan määritys
fr_fr: Option d'image
he_il: אפשרות קובץ תמונה
hr_hr: Mogućnosti slike
hu_hu: Kép opció
id_id: Opsi Image
it_it: Opzioni immagine
ja_jp: イメージ オプション
lt_lt: Atvaizdo parinktis
lv_lv: Virtuālā attēla īpašības
ms_my: Pilihan Imej
nb_no: Bildevalg
nl_nl: Image-optie
pl_pl: Opcje obrazu
pt_br: Opções da Imagem
pt_pt: Opções da Imagem
sk_sk: Nastavenia obrazu
sv_se: Avbildsalternativ
tr_tr: Yansı Seçeneği
uk_ua: Параметри образу

source: Partition scheme
bg_bg: Дялова схема
cs_cz: Oddíl a typ cílového systému
da_dk: Partitionstype
de_de: Partitionsschema
el_gr: Σχέδιο κατανομής
es_es: Esquema de partición
fa_ir: نوع پارتیشن
fi_fi: Osion tyyppi
fr_fr: Schéma de partition
he_il: סוג מחיצה
hr_hr: Tip particije
hu_hu: Partíciós séma
id_id: Skema partisi
it_it: Schema partizione
ja_jp: パーティション構成
lt_lt: Skaidinių schema
lv_lv: Sadaļas veids
ms_my: Skema partisyen
nb_no: Partisjonskjema
nl_nl: Partitie-indeling
pl_pl: Schemat partycjonowania
pt_br: Esquema de partição
pt_pt: Esquema de partição
sk_sk: Schéma oddielu
sv_se: Partitionsschema
tr_tr: Disk bölüm düzeni
uk_ua: Схема розділу

source: Target system
bg_bg: Целева система
cs_cz: Cílový systém
da_dk: Målsystem
de_de: Zielsystem
el_gr: Επιθυμητό λειτουργικό σύστημα
es_es: Sistema de destino
fa_ir: سیستم موردنظر
fi_fi: Kohdejärjestelmä
fr_fr: Système de destination
he_il: מערכת היעד
hr_hr: Ciljani sustav
hu_hu: Célrendszer
id_id: Sistem target
it_it: Sistema destinazione
ja_jp: ターゲット システム
lt_lt: Paskirties sistema
lv_lv: Datu nesēja failu sistēma
ms_my: Sistem yang akan dipasang
nb_no: Målsystem
nl_nl: Doelsysteem
pl_pl: Docelowy system
pt_br: Sistema de destino
pt_pt: Sistema do destino
sk_sk: Cieľový systém
sv_se: Målsystem
tr_tr: Hedef sistem
uk_ua: Цільова система

source: List USB Hard Drives
bg_bg: Изброяване на USB дискове
cs_cz: Seznam USB disků
da_dk: Vis USB-harddiske
de_de: USB-Festplatten anzeigen
el_gr: Εμφάνιση συσκευων USB
es_es: Listar los discos duros USB
fa_ir: نمایش هارد دیسک‌های اکسترنال در فهرست درایوهای USB موجود
fi_fi: Näytä USB-kiintolevyt
fr_fr: Lister les disques durs USB
he_il: הצגת רשימה של כוננים קשיחים מסוג USB
hr_hr: Prikaži USB čvrste diskove
hu_hu: USB merevlemezek listázása
id_id: Daftar USB Hard Drives
it_it: Elenco unità disco USB
ja_jp: USB 接続の HDD を一覧表示
lt_lt: Išvardinti USB kietuosius diskus
lv_lv: USB disku saraksts
ms_my: Senaraikan Cakera Keras USB
nb_no: Før opp USB harddisker
nl_nl: USB-harde schijven weergeven
pl_pl: Pokaż dyski twarde USB
pt_br: Listar Discos Rígidos USB
pt_pt: Mostrar drives USB
sk_sk: Zobraziť zoznam USB pevných diskov (USB HDD)
sv_se: Lista USB-hårddiskar
tr_tr: USB Sabit Sürücüleri Listele
uk_ua: Список USB накопичувачів

source: Add fixes for old BIOSes (extra partition, align, etc.)
bg_bg: Добави поправки за стари BIOS-и
cs_cz: Přidat opravu pro starší BIOSy (extra partition, align, etc.)
da_dk: Tilføj rettelser for ældre BIOS'er
de_de: Fix für ältere BIOSe verwenden (zusätzliche Partition usw.)
el_gr: Προσθήκη διορθώσεων για παλαιότερα BIOS(επιπλέον διχοτόμηση, ευθυγράμμιση, κλπ.)
es_es: Agrega correcciones para BIOS viejos (partición extra, alineación, etc.)
fa_ir: بهسازی و اصلاح تنظیمات برای شناسایی بهتر درایو در BIOSهای قدیمی
fi_fi: Lisää korjauksia vanhoja BIOS-versioita varten
fr_fr: Ajouter les options de compatibilité pour vieux BIOS
he_il: הוספת תיקונים ל־BIOS־ים ישנים (מחיצה נוספת, יישור...)
hr_hr: Dodavanje zakrpa za stari BIOS (dodatne particije, poravnanje, itd.)
hu_hu: Javítások hozzáadása régi BIOS-okhoz (extra partíció, igazítás, stb.)
id_id: Tambah perbaikan untuk BIOS lama (partisi ekstra, penyesuaian, dll.)
it_it: Aggiungi correzioni per vecchi BIOS (partizioni extra, allineamento, etc)
ja_jp: 古い BIOS のために修正を追加 (パーティションの拡張、並び替え、その他)
lt_lt: Pataisos seniems BIOS (papildomas skaidinys, ir kt.)
lv_lv: Pievienot vecāku BIOSu labojumus (partīcijām, dalījumam, u.c.)
ms_my: Tambah pembaikan untuk BIOS lama
nb_no: Legger til fiks for gamle BIOSer (ekstra partisjon, etc.)
nl_nl: Oplossingen voor oude BIOS'en toevoegen (extra partitie, uitlijnen, etc.)
pl_pl: Dodaj łatkę dla starych BIOSów (dodatkowa partycja, itp.)
pt_br: Opções de compatibilidade para BIOSs antigos
pt_pt: Opções de compatibilidade para BIOS antigas
sk_sk: Pridať úpravy pre staré BIOSy
sv_se: Lägg till korrigeringar för äldre BIOS:ar
tr_tr: Eski BIOSlar için düzeltme ekle (ekstra bölüm, hizalama vs.)
uk_ua: Додати виправлення для старих BIOS (додатковий розділ, вирівнювання, тощо)

source: Enable runtime UEFI media validation
cs_cz: Povolit ověřování médií UEFI za běhu
da_dk: Slå runtime UEFI medie validering til
de_de: UEFI-Medienvalidierung zur Laufzeit aktivieren
el_gr: Ενεργοποίηση επικύρωσης μέσων UEFI χρόνου εκτέλεσης
es_es: Habilitar la validación de medios UEFI en tiempo de ejecución
fa_ir: فغال سازی زمان اجرا UEFI media تایید
hr_hr: Omogućite provjeru valjanosti UEFI medija
hu_hu: Futásidejű UEFI adathordozó érvényesítés
ja_jp: ランタイムUEFIメディア検証を有効化
nb_no: Aktiver runtime UEFI-medievalidering
nl_nl: Media-validatie via UEFI inschakelen
pl_pl: Włącz weryfikację nośnika UEFI w czasie wykonywania
pt_br: Habilitar validação de mídia UEFI
tr_tr: Çalışma zamanı UEFI ortam doğrulamasını etkinleştir

source: Format Options
bg_bg: Опции за форматиране
cs_cz: Možnosti formátování
da_dk: Formateringsindstillinger
de_de: Formatierungseinstellungen
el_gr: Επιλογές μορφοποίησης
es_es: Opciones de formateo
fa_ir: گزینه‌ها و تنظیمات
fi_fi: Alustusasetukset
fr_fr: Options de Formatage
he_il: אפשרויות אתחול
hr_hr: Mogućnosti formatiranja
hu_hu: Formázási beállítások
id_id: Opsi Format
it_it: Opzioni formattazione
ja_jp: フォーマット オプション
lt_lt: Formatavimo parinktys
lv_lv: Formatēšanas opcijas
ms_my: Pilihan format
nb_no: Format-valg
nl_nl: Opties voor formatteren
pl_pl: Opcje formatowania
pt_br: Opções de formatação
pt_pt: Opções de formatação
sk_sk: Nastavenia formátovania
sv_se: Formateringsinställningar
tr_tr: Biçimlendirme Seçenekleri
uk_ua: Параметри форматування

source: File system
bg_bg: Файлова система
cs_cz: Souborový systém
da_dk: Filsystem
de_de: Dateisystem
el_gr: Σύστημα αρχείων
es_es: Sistema de archivos
fa_ir: سیستم فایل
fi_fi: Tiedostojärjestelmä
fr_fr: Système de fichiers
he_il: מערכת קבצים
hr_hr: Datotečni sustav
hu_hu: Fájlrendszer
id_id: Sistem berkas
ja_jp: ファイル システム
lt_lt: Failų sistema
lv_lv: Failu sistēma
ms_my: Sistem fail
nb_no: Filsystem
nl_nl: Bestandssysteem
pl_pl: System plików
pt_br: Sistema de arquivos
pt_pt: Sistema de ficheiros
sk_sk: Súborový systém
sv_se: Filsystem
tr_tr: Dosya sistemi
uk_ua: Файлова система

source: Cluster size
bg_bg: Размер на клъстера
cs_cz: Velikost clusteru
da_dk: Klyngestørrelse
de_de: Größe der Zuordnungseinheit
el_gr: Μέγεθος συμπλέγματος
es_es: Tamaño del clúster
fa_ir: اندازه کلاستر
fi_fi: Tilanvarausyksikkö
fr_fr: Taille d'unité d'allocation
he_il: גודל אשכול
hr_hr: Veličina grupiranja
hu_hu: Klaszter mérete
id_id: Ukuran klatser
it_it: Dimensione cluster
ja_jp: クラスター サイズ
lt_lt: Klasterio dydis
lv_lv: Bloka izmērs
ms_my: Saiz gugusan
nb_no: Cluster-størrelse
nl_nl: Clustergrootte
pl_pl: Rozmiar jednostki alokacji
pt_br: Tamanho do cluster
pt_pt: Tamanho do cluster
sk_sk: Veľkosť klastra
sv_se: Klusterstorlek
tr_tr: Ayırma Birimi boyutu
uk_ua: Розмір кластеру

source: Volume label
bg_bg: Нов етикет на тома
cs_cz: Název svazku
da_dk: Volume-etiket
de_de: Laufwerksbezeichnung
el_gr: Ετικέτα τόμου
es_es: Etiqueta de volumen
fa_ir: نام دلخواه برای درایو USB
fi_fi: Aseman nimi
fr_fr: Nom de volume
he_il: תווית אמצעי אחסון
hr_hr: Naziv jedinice
hu_hu: Kötetcímke
id_id: Label volume
it_it: Etichetta volume
ja_jp: ボリューム ラベル
lt_lt: Tomo žymė
lv_lv: Datu nesēja nosaukums
ms_my: Label jilid baharu
nb_no: Volumnavn
pl_pl: Nazwa woluminu
pt_br: Nome do volume
pt_pt: Nome
sk_sk: Nový názov zväzku
sv_se: Volymetikett
tr_tr: Yeni birim etiketi
uk_ua: Мітка тому

source: Quick format
bg_bg: Бързо форматиране
cs_cz: Rychlý formát
da_dk: Ekspresformatering
de_de: Schnellformatierung
el_gr: Γρήγορη διαμόρφωση
es_es: Formateo rápido
fa_ir: فرمت کردن سریع (Quick format)
fi_fi: Pika-alustus
fr_fr: Formatage rapide
he_il: אתחול מהיר
hr_hr: Brzo formatiranje
hu_hu: Gyorsformázás
id_id: Format cepat
it_it: Formattazione rapida
ja_jp: クイック フォーマット
lt_lt: Greitasis formatavimas
lv_lv: Ātrā formatēšana
ms_my: Format pantas
nb_no: Hurtigformatering
nl_nl: Snelformatteren
pl_pl: Szybkie formatowanie
pt_br: Formatação rápida
pt_pt: Formatação rápida
sk_sk: Rýchle formátovanie
sv_se: Snabbformatering
tr_tr: Hızlı biçimlendir
uk_ua: Швидке форматування

source: Check device for bad blocks
bg_bg: Провери устройството за лоши сектори
cs_cz: Kontrola vadných bloků
da_dk: Søg efter fejlbehæftede blokke
de_de: Auf defekte Blöcke prüfen
el_gr: Ελέγξτε τη συσκευή για κατεστραμμένους τομείς
es_es: Buscar bloques dañados en dispositivo
fa_ir: بررسی وجود بدسکتور در درایو به روشِ
fi_fi: Vioittuneiden lohkojen tarkistus
fr_fr: Vérification de mauvais blocs
he_il: בדיקת ההתקן אחר אזורים פגומים
hr_hr: Provjera za loše blokove
hu_hu: Hibás blokkok keresése az eszközön
id_id: Periksa blok buruk pada perangkat
it_it: Test controllo blocchi errati unità
ja_jp: 不良ブロックを検出
lt_lt: Tikrinti įrenginį dėl blogų blokų
lv_lv: Pārbaudīt ierīci uz bojātiem sektoriem
ms_my: Semak peranti untuk blok rosak
nb_no: Sjekk enhet for dårlige blokker
nl_nl: Apparaat controleren op slechte blokken
pl_pl: Szukaj błędnych sektorów na urządzeniu
pt_br: Procurar blocos defeituosos
pt_pt: Procurar erros no disco USB
sk_sk: Skontrolovať chybné bloky
sv_se: Kontrollera enheten efter trasiga block
tr_tr: Hatalı bloklar için aygıtı denetle
uk_ua: Перевірити пристрій на погані блоки

source: Create extended label and icon files
bg_bg: Създай разширен етикет и икони
cs_cz: Vytvořit rozšířené označení a symbol souborů
da_dk: Brug udvidet etiket og ikon-filer
de_de: Erweiterte Bezeichnung und Symbole erstellen
el_gr: Δημιουργία εκτεταμένης ετικέτας και εικονιδίων
es_es: Añadir etiquetas extendidas e iconos
fa_ir: ایجاد آیکون و نام‌گذاری درایو USB با استفاده از فایل autorun.inf
fi_fi: Luo laajennetut nimi- ja kuvaketiedostot
fr_fr: Ajouter un label étendu et une icône
he_il: יצירת תווית מורחבת וקובצי סמל
hr_hr: Izradi produženu oznaku i ikonu
hu_hu: Kiterjesztett kötetcímke és ikonfájlok használata
id_id: Buat label dan berkas ikon tambahan
it_it: Crea etichetta estesa e file icone
ja_jp: 機能拡張されたラベルとアイコン ファイルを作成
lt_lt: Kurti išplėstinių žymių ir piktogramų failus
lv_lv: Izveidot papildus nosaukumu un failu ikonas
ms_my: Cipta label lanjut dan fail ikon
nb_no: Lager utvidet merke og ikon-filer
nl_nl: Uitgebreid label en pictogrambestanden aanmaken
pl_pl: Utwórz rozszerzoną nazwę i pliki ikon
pt_br: Criar arquivos de nome estendido e ícone
pt_pt: Criar nomes extendidos e ícones
sk_sk: Použiť poskytnutú menovku a súbory miniatúry
sv_se: Skapa utökat namn och ikonfiler
tr_tr: Genişletilmiş etiket ve simge dosyaları oluştur
uk_ua: Створити розширену мітку та значок пристрою

source: Status
bg_bg: Статус
cs_cz: Stav
el_gr: Κατάσταση
es_es: Estado
fa_ir: وضعیت
fi_fi: Tila
fr_fr: Statut
he_il: מצב
hu_hu: Állapot
it_it: Stato
ja_jp: 状態
lt_lt: Būsena
lv_lv: Statuss
pl_pl: Stan
pt_pt: Estado
sk_sk: Stav
tr_tr: Durum
uk_ua: Статус

source: Close
bg_bg: Затвори
cs_cz: Zavřít
da_dk: Afslut
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
fa_ir: خروج
fi_fi: Sulje
fr_fr: Fermer
he_il: סגירה
hr_hr: Zatvori
hu_hu: Bezárás
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
lt_lt: Uždaryti
lv_lv: Aizvērt
ms_my: Tutup
nb_no: Lukk
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
sk_sk: Zatvoriť
sv_se: Stäng
tr_tr: Kapat
uk_ua: Закрити

source: Start
bg_bg: Старт
cs_cz: Spustit
el_gr: Εκκίνηση
es_es: Empezar
fa_ir: شروع
fi_fi: Aloita
fr_fr: Démarrer
he_il: התחלה
hr_hr: Započni
hu_hu: Indítás
id_id: Mulai
it_it: Avvia
ja_jp: スタート
lt_lt: Pradėti
lv_lv: Sākt
ms_my: Mula
nl_nl: Starten
pt_br: Iniciar
pt_pt: Iniciar
sk_sk: Štart
sv_se: Starta
tr_tr: Başlat
uk_ua: Почати

source: About Rufus
bg_bg: Относно Rufus
cs_cz: O programu Rufus
da_dk: Om Rufus
de_de: Über Rufus
el_gr: Σχετικά με το Rufus
es_es: Acerca de Rufus
fa_ir: ‫درباره Rufus‬
fi_fi: Tietoja Rufus-sovelluksesta
fr_fr: A propos de Rufus
he_il: על אודות Rufus
hr_hr: O Rufusu
hu_hu: A Rufus névjegye
id_id: Tentang Rufus
it_it: Info su Rufus
ja_jp: Rufus について
lt_lt: Apie Rufus
lv_lv: Par Rufus
ms_my: Mengenai Rufus
nb_no: Om Rufus
nl_nl: Over Rufus
pl_pl: O Rufusie
pt_br: Sobre o Rufus
pt_pt: Informações do Produto
sk_sk: O programe Rufus
sv_se: Om Rufus
tr_tr: Rufus Hakkında
uk_ua: Про Rufus

source: License
bg_bg: Лиценз
cs_cz: Licence
da_dk: Licens
de_de: Lizenz
el_gr: Άδεια χρήσης
es_es: Licencia
fa_ir: پروانه نرم‌افزار (License)
fi_fi: Lisenssi
fr_fr: Licence
he_il: רישיון
hr_hr: Licenca
hu_hu: Licensz
id_id: Lisensi
it_it: Licenza
ja_jp: ライセンス
lt_lt: Licencija
lv_lv: Licence
ms_my: Lesen
nb_no: Lisens
nl_nl: Licentie
pl_pl: Licencja
pt_br: Licença
pt_pt: Licença
sk_sk: Licencia
sv_se: Licens
tr_tr: Lisans
uk_ua: Ліцензія

source: Rufus License
bg_bg: Rufus лиценз
cs_cz: Licence programu Rufus
da_dk: Rufus Licens
de_de: Rufus-Lizenz
el_gr: Άδεια χρήσης για το Rufus
es_es: Licencia de Rufus
fa_ir: ‫پروانه نرم‌افزار Rufus‬
fi_fi: Rufus-lisenssi
fr_fr: Licence Rufus
he_il: רישיון Rufus
hr_hr: Rufus Licenca
hu_hu: Rufus Licensz
id_id: Lisensi Rufus
it_it: Licenza Rufus
ja_jp: Rufus のライセンス
lt_lt: Rufus licencija
lv_lv: Rufus licence
ms_my: Lesen Rufus
nb_no: Rufus Lisens
nl_nl: Rufus-licentie
pl_pl: Licencja Rufusa
pt_br: Licença do Rufus
pt_pt: Licença de Rufus
sk_sk: Licencia programu Rufus
sv_se: Rufus licens
tr_tr: Rufus Lisansı
uk_ua: Ліцензія Rufus

source: More information
bg_bg: Повече информация
cs_cz: Další informace
da_dk: Mere information
de_de: Weitere Informationen
el_gr: Περισσότερες πληροφορίες
es_es: Más información
fa_ir: اطلاعات بیشتر
fi_fi: Lisätietoja
fr_fr: Plus d'information
he_il: מידע נוסף
hr_hr: Više informacija
hu_hu: További információk
id_id: Informasi lebih lanjut
it_it: Altre informazioni
ja_jp: 詳細情報
lt_lt: Daugiau informacijos
lv_lv: Vairāk informācijas
ms_my: Maklumat lanjut
nb_no: Mer informasjon
nl_nl: Meer informatie
pl_pl: Więcej informacji
pt_br: Mais informações
pt_pt: Mais informações
sk_sk: Viac informácií
sv_se: Mer information
tr_tr: Daha fazla bilgi
uk_ua: Детальніше

source: Yes
bg_bg: Да
cs_cz: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
es_es: Sí
fa_ir: بله
fi_fi: Kyllä
fr_fr: Oui
he_il: כן
hr_hr: Da
hu_hu: Igen
id_id: Ya
it_it: Sì
ja_jp: はい
lt_lt: Taip
lv_lv: Jā
ms_my: Ya
nb_no: Ja
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
pt_pt: Sim
sk_sk: Áno
sv_se: Ja
tr_tr: Evet
uk_ua: Так

source: No
bg_bg: Не
cs_cz: Ne
da_dk: Nej
de_de: Nein
el_gr: Όχι
fa_ir: خیر
fi_fi: Ei
fr_fr: Non
he_il: לא
hr_hr: Ne
hu_hu: Nem
id_id: Tidak
ja_jp: いいえ
lt_lt: Ne
lv_lv: Nē
ms_my: Tidak
nb_no: Nei
nl_nl: Nee
pl_pl: Nie
pt_br: Não
pt_pt: Não
sk_sk: Nie
sv_se: Nej
tr_tr: Hayır
uk_ua: Ні

source: Log
bg_bg: Регистър
cs_cz: Záznam činnosti programu Rufus
el_gr: Αρχείο καταγραφής
es_es: Historial de eventos
fa_ir: ‫گزارش‌های ثبت‌شده (Log)‬
fi_fi: Loki
he_il: יומן רישום
hr_hr: Zapisnik
hu_hu: Napló
id_id: Catatan
it_it: Registro eventi
ja_jp: ログ
lt_lt: Dienynas
lv_lv: Atskaite
nb_no: Logg
pt_br: Histórico de eventos
pt_pt: Histórico de eventos
sk_sk: Záznam činnosti programu Rufus
sv_se: Logg
tr_tr: Günlük
uk_ua: Журнал

source: Clear
bg_bg: Изчисти
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
el_gr: Καθαρισμός
es_es: Borrar
fa_ir: پاک کردن
fi_fi: Tyhjennä
fr_fr: Effacer
he_il: ניקוי
hr_hr: Očisti
hu_hu: Törlés
id_id: Bersihkan
it_it: Azzera
ja_jp: 消去する
lt_lt: Valyti
lv_lv: Dzēst
ms_my: Padam
nb_no: Slett
nl_nl: Wissen
pl_pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
sk_sk: Vyčistiť
sv_se: Rensa
tr_tr: Temizle
uk_ua: Очистити

source: Save
bg_bg: Запази
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
es_es: Guardar
fa_ir: ذخیره
fi_fi: Tallenna
fr_fr: Enregistrer
he_il: שמירה
hr_hr: Spremi
hu_hu: Mentés
id_id: Simpan
it_it: Salva
ja_jp: 保存する
lt_lt: Išsaugoti
lv_lv: Saglabāt
ms_my: Simpan
nb_no: Lagre
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Guardar
pt_pt: Guardar
sk_sk: Uložiť
sv_se: Spara
tr_tr: Kaydet
uk_ua: Зберегти

source: Update policy and settings
bg_bg: Политика за актуализации и настройки
cs_cz: Zásady aktualizací a nastavení
da_dk: Opdateringspolitik og indstillinger
de_de: Aktualisierungseinstellungen
el_gr: Πολιτική ενημέρωσης και ρυθμίσεων
es_es: Actualizar la política y configuración
fa_ir: سیاست و تنظیمات به‌روزرسانی نرم‌افزار
fi_fi: Päivityskäytäntö ja -asetukset
fr_fr: Paramètres de mises à jour
he_il: מדיניות והגדרות העדכונים
hr_hr: Ažuriranja
hu_hu: Frissítési irányelvek és beállítások
id_id: Ketentuan pembaruan dan setelan
it_it: Impostazioni e policy aggiornamenti
ja_jp: アップデート ポリシーと設定
lt_lt: Naujinių politika ir nuostatos
lv_lv: Jaunināšanas noteikumi un uzstādījumi
ms_my: Kemaskini dasar dan tetapan
nb_no: Oppdateringspolitikk og innstillinger
nl_nl: Updatebeleid en instellingen
pl_pl: Polityka aktualizacji i ustawienia
pt_br: Configurações e política de atualização
pt_pt: Configuração e política das atualizações
sk_sk: Zásady a nastavenia aktualizácií
sv_se: Uppdateringspolicy och inställningar
tr_tr: Güncelleme ilkesi ve ayarlar
uk_ua: Політика оновлення та параметри

source: Settings
bg_bg: Настройки
cs_cz: Nastavení automatických aktualizací
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Configuraciones
fa_ir: تنظیمات
fi_fi: Asetukset
fr_fr: Options
he_il: הגדרות
hr_hr: Postavke
hu_hu: Beállítások
id_id: Setelan
it_it: Impostazioni
ja_jp: 設定
lt_lt: Nuostatos
lv_lv: Uzstādījumi
ms_my: Tetapan
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
pt_pt: Configurações
sk_sk: Nastavenia automatických aktualizácií
sv_se: Inställningar
tr_tr: Ayarlar
uk_ua: Параметри

source: Check for updates
bg_bg: Провери за актуализации
cs_cz: Kontrolovat
da_dk: Søg efter opdateringer
de_de: Auf neue Version prüfen
el_gr: Έλεγχος για ενημερώσεις
es_es: Buscar actualizaciones
fa_ir: بررسی آپدیت‌های جدید
fi_fi: Tarkista päivitykset
fr_fr: Recherche mises à jour
hr_hr: Provjeri ažuriranja
hu_hu: Frissítések keresése
id_id: Periksa pembaruan
it_it: Controllo aggiornamenti
ja_jp: アップデートの確認
lt_lt: Ieškoti naujinių
ms_my: Semak untuk versi baharu
nb_no: Se etter oppdateringer
nl_nl: Op updates controleren
pl_pl: Szukaj aktualizacji
pt_br: Procurar atualizações
pt_pt: Procurar atualizações
sk_sk: Skontrolovať aktualizácie
tr_tr: Güncellemeleri denetle
uk_ua: Перевірити наявність оновлень

source: Include beta versions
bg_bg: Включи и бета версиите
cs_cz: Zahrnout beta verze
da_dk: Inkluder betaversioner
de_de: Beta-Version verwenden
el_gr: Συμπερίληψη εκδοχών beta
es_es: Incluir versiones beta
fa_ir: شامل نسخه‌های آزمایشی (Beta)
fi_fi: Sisällytä beta-versiot
fr_fr: Inclure les bétas
hr_hr: Obuhvati beta verzije
hu_hu: Beta verziókat is
id_id: Sertakan versi beta
it_it: Includi versioni beta
ja_jp: ベータ バージョンを含める
lt_lt: Įtraukti beta versijas
ms_my: Termasuk versi beta
nb_no: Inkluder betaversjoner
nl_nl: Bètaversies insluiten
pl_pl: Dołącz wersje beta
pt_br: Incluir versões beta
pt_pt: Incluir versões de teste
sk_sk: Zahrnúť beta verzie
tr_tr: Beta sürümlerini içersin
uk_ua: Включаючи бета-версії

source: Check Now
bg_bg: Провери сега
cs_cz: Zkontrolovat
da_dk: Søg nu
de_de: Jetzt prüfen
el_gr: Έλεγχος τώρα
es_es: Buscar ahora
fa_ir: همین الآن بررسی کن
fi_fi: Tarkista nyt
fr_fr: Chercher maintenant
he_il: בדיקה כעת
hr_hr: Provjeri
hu_hu: Ellenőrzés
id_id: Periksa Sekarang
it_it: Controlla ora
ja_jp: 今すぐに確認
lt_lt: Tikrinti dabar
lv_lv: Pārbaudīt
ms_my: Semak sekarang
nb_no: Sjekk nå
nl_nl: Nu controleren
pl_pl: Sprawdź teraz
pt_br: Procurar
pt_pt: Procurar
sk_sk: Skontrolovať
sv_se: Uppdatera nu
tr_tr: Şimdi Denetle
uk_ua: Перевірити зараз

source: Check For Updates - Rufus
bg_bg: Провери за актуализации - Rufus
cs_cz: Kontrola aktualizace - Rufus
da_dk: Søg efter opdateringer - Rufus
de_de: Prüfe auf neue Version - Rufus
el_gr: Έλεγχος για ενημερώσεις - Rufus
es_es: Buscar actualizaciones de Rufus
fa_ir: Rufus بررسی آپدیت‌های جدید و به‌روزرسانی نرم‌افزار
fi_fi: Tarkista päivitysten saatavuus - Rufus
fr_fr: Mise à jour de Rufus
he_il: בדיקה אחר עדכונים - Rufus
hr_hr: Provjera ažuriranja - Rufus
hu_hu: Frissítések keresése - Rufus
id_id: Periksa Pembaruan - Rufus
it_it: Rufus - Controllo aggiornamenti
ja_jp: アップデートの確認 - Rufus
lt_lt: Rufus naujinių paieška
lv_lv: Jaunākas versijas meklēšana
ms_my: Semak untuk versi baharu - Rufus
nb_no: Sjekker for oppdateringer - Rufus
nl_nl: Op updates controleren - Rufus
pl_pl: Szukaj aktualizacji - Rufus
pt_br: Procurar atualizações do Rufus
pt_pt: Procurar atualizações de Rufus
sk_sk: Kontrola aktualizácií - Rufus
sv_se: Kontrollera efter uppdateringar - Rufus
tr_tr: Güncellemeleri Denetle - Rufus
uk_ua: Перевірити наявність оновлень - Rufus
