Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: The downloaded executable is signed by '%s'. This is not a signature we recognize and could indicate some form of malicious activity... Are you sure you want to run this file?
bg_bg: Изтегленото приложение е с подпис от '%s'. Това е непознат дигитален подпис и може да е признак на злонамерена дейност... Сигурни ли сте че искате да стартирате тази програма?
cs_cz: Stažený program je podepsán '%s'. Tento není jste si vědomi že muže být indikovaná jako škodlivý program... Opravdu chcete spustit tento program?
da_dk: Den hentede fil er signeret af '%s'. Det er ikke en signatur vi genkender og det kan tyde på at der er en form for ondsindet aktivitet... Er du sikker på at du vil køre denne fil?
de_de: Die heruntergeladene ausführbare Datei ist mit '%s' signiert. Diese Signatur ist nicht akzeptiert und könnte auf eine böswillige Aktivität hindeuten. Sind Sie sicher, dass Sie diese Datei ausführen wollen?
el_gr: Το εκτελέσιμο αρχείο που κατεβάσατε έχει υπογραφτεί από τον/την '%s'. Αύτη η υπογραφή δεν αναγνωρίζεται από το Rufus. Ενδεχομένως να υπάρχει συσχέτιση με κάποια κακόβουλη προσπάθεια... Είστε σίγουροι ότι θέλετε να εκτελέσετε αυτό το αρχείο?
es_es: El ejecutable descargado está firmado por '%s'. No reconocemos este tipo de firma y podría indicar alguna forma de actividad maliciosa... ¿Está seguro que desea ejecutar este fichero?
fa_ir: این فایل اجرایی دانلود شده، توسط '%s' امضا شده است. ما این امضا را نمی‌شناسیم و ناشناس بودن آن ممکن است نشانه نوعی فعالیت خرابکارانه باشد... آیا مطمئن هستید می‌خواهید این فایل را اجرا کنید؟
fi_fi: Ladatun tiedoston on allekirjoittanut '%s'. Emme tunnista kyseistä allekirjoitusta, mikä saattaa viitata haitalliseen toimintaan... Haluatko varmasti suorittaa tämän tiedoston?
fr_fr: L'exécutable téléchargé est signé par '%s'. Ce n’est pas une signature que nous reconnaissons et pourrait indiquer une activité malicieuse... Êtes-vous certain de vouloir lancer ce fichier ?
he_il: קובץ ההרצה שהורד חתום על ידי '%s'. זוהי לא חתימה שאנחנו מזהים, מה שיכול להצביע על פעילות זדונית... האם ברצונך להפעיל קובץ זה בכל זאת?
hr_hr: Preuzeta aplikacija je potpisana od strane ‘%s’. Ovo nije prepoznatljiv izvor i može biti zlonamjeran... Želite li svejedno pokrenuti datoteku?
hu_hu: A letöltött futtatható fájlt '%s' írta alá. Ez egy általunk nem felismert aláírás, és rosszindulatú tevékenységre utalhat... Biztosan futtatni szeretnéd ezt a fájlt?
id_id: Berkas exe yang diunduh ditandatangani oleh '%s'. Tanda tangan ini tidak kami kenali dan bisa menjadi pertanda dari aktivitas berbahaya... Apakah Anda yakin ingin menjalankan berkas ini?
it_it: L'eseguibile scaricato è firmato da '%s'. Questa non è una firma riconosciuta e potrebbe indicare qualche forma di attività malevola. Sei sicuro di voler eseguire questo file?
ja_jp: このダウンロードした実行可能ファイルのデジタル署名は “%s” です。 これは正規の署名ではありません。悪意のあるソフトウェアの可能性があります。 このファイルを実行しますか?
lt_lt: Atsiųstą vykdomąjį failą pasirašė „%s“. Šio parašo mes neatpažįstame ir tai gali būti tam tikros kenkėjiškos veiklos požymis... Ar jūs tikrai norite vykdyti šį failą?
lv_lv: Ielādētais izpildfails parakstīts kā '%s'. Tas ir neatpazīts paraksts un iespējams, var radīt aizdomīgas aktivitātes... Vai tiešām vēlaties izpildīt šo failu?
ms_my: 'Executable' yang dimuat turun ditandatangani oleh '%s'. Ini bukannya tandatangan yang kami kenal dan boleh menunjukkan beberapa bentuk aktiviti berniat jahat... Adakah anda pasti anda mahu menjalankan fail ini?
nb_no: Den nedlastede programfil er signert av '%s'. Dette er en signatur vi ikke gjenkjenner, og kan indikere en form for skadelig aktivitet... Er du sikker på at du vil kjøre denne filen?
nl_nl: Het gedownloade programmabestand is ondertekend door '%s'. Dit is geen herkende handtekening en zou dus kunnen betekenen dat iemand malware in dit bestand heeft verborgen... Weet u zeker dat u dit bestand wilt uitvoeren?
pl_pl: Pobrany plik wykonywalny jest podpisany przez '%s'. To nie jest rozpoznawana przez nas sygnatura i może wskazywać na pewne formy złośliwych zachowań... Czy na pewno chcesz uruchomić ten plik?
pt_br: O executável baixado é assinado por '%s'. Essa assinatura não é reconhecida e pode indicar alguma forma de atividade maliciosa... Você tem certeza de que deseja executar esse arquivo?
pt_pt: O executável transferido está assinado por '%s'. Não é uma assinatura reconhecida e poderá indicar algum tipo de actividade mal intencionada... Tem certeza de que pretende executar este ficheiro?
sk_sk: Stiahnutý inštalátor podpísal „%s". Tento podpis nebol rozoznaný a môže znamenať nejakú formu škodlivej aktivity... Ste si istý, že chcete spustiť tento súbor?
sv_se: Den nerladdade körbara filen är signerad av '%s'. Detta är inte en signatur vi känner igen och detta kan tyda på någon form av skadlig aktivitet... Är du säker på att du vill köra filen?
tr_tr: İndirilen yürütülebilir dosya '%s' tarafından imzalanmış. Bu tanımlayabildiğimiz ve kötü niyetli etkinliğini belirtebileceğimiz bir imza değil... Bu dosyayı çalıştırmak istediğinize emin misiniz?
uk_ua: Завантажений файл підписаний '%s'. Це не той підпис, який визнається нами, що вказує на деякі форми шкідливих дій... Ви впевнені, що хочете запустити цей файл?

source: Zeroing drive: %s
cs_cz: Nulování jednotky: %s
da_dk: Nulstilled drev: %s
de_de: Laufwerk mit Nullen überschreiben: %s
el_gr: Άδειασμα δίσκου: %s
es_es: Borrando a ceros la unidad: %s
fa_ir: صفر کردن درایو: %s
hr_hr: Brisanje uređaja: %s
hu_hu: Meghajtó nullázása: %s
id_id: Mengosongkan perangkat: %s
ja_jp: “0” をドライブへ書き込み初期化中: %s
nb_no: Skriver 0-er til disken: %s
nl_nl: Nullen schrijven : %s
pl_pl: Zerowanie dysku: %s
pt_br: Zerando o drive: %s
tr_tr: Sürücü sıfırlanıyor: %s

source: Detection of non-USB removable drives
bg_bg: Засичане на преносими устройства неизползващи USB
cs_cz: Detekce není vložen USB disk
da_dk: Opdagelse af ikke-USB flytbare drev
de_de: Erkennung nicht wechselbarer USB-Laufwerke
el_gr: Ανίχνευση μη αφαιρούμενων δίσκων USB
es_es: Detección de unidades extraibles no USB
fa_ir: شناسایی درایوهای غیر USB
fi_fi: Ei-USB-liitäntäisten irroitettavien asemien tunnistus
fr_fr: Détection disques non-USB détachables
he_il: זיהוי כוננים נשלפים שאינם מסוג USB
hr_hr: Detektiranje ne uklonjivih USB uređaja
hu_hu: Nem-USB eltávolítható meghajtók észlelése
id_id: Deteksi selain perangkat USB yang dapat dilepas
it_it: Rilevamento di unità rimovibili non USB
ja_jp: USB 接続でないリムーバブル ディスクを検出しました。
lt_lt: Ne USB keičiamų diskų aptikimas
lv_lv: neUSB disku noteikšana
ms_my: Mengesan cakera bukan USB
nb_no: Oppdagelse av ikke-USB flyttbare disker
nl_nl: Detectie van niet-USB verwijderbare drives
pl_pl: Wykrywanie dysków wymiennych nie-USB
pt_br: Detecção de drives removíveis não USB
pt_pt: Detecção de unidades removíveis não-USB
sk_sk: Zisťovanie nie-USB vymeniteľných zariadení
sv_se: Visar även icke flyttbara USB-enheter
tr_tr: USB olmayan çıkarılabilir aygıtlar taranıyor
uk_ua: Виявлення знімних не-USB носіїв

source: Missing elevated privileges
bg_bg: Липсват повишени правомощия
cs_cz: Nemáte oprávnění správce
da_dk: Manglende udvidede rettigheder
de_de: Administrative Rechte nicht vorhanden
el_gr: Δεν διαθέτετε δικαιώματα διαχειριστή
es_es: Falta elevación de permisos
fa_ir: دسترسی‌های سطح بالا وجود ندارد
fi_fi: Laajennetut käyttöoikeudet puuttuvat
fr_fr: Privilèges élevés manquants
he_il: הרשאות מוגדלות חסרות
hr_hr: Potrebna administratorska ovlaštenja
hu_hu: Hiányzó emelt szintű felhasználói jogok
id_id: Hak akses yang tinggi tidak ada
it_it: Privilegi elevati non disponibili
ja_jp: 管理者権限がありません。
lt_lt: Reikia aukštesnių teisių
lv_lv: Nepietiekamas lietotāja tiesības
ms_my: Hilang hak kebenaran istimewa
nb_no: Mangler utvidede rettigheter
nl_nl: Ontbrekende verhoogde rechten
pl_pl: Brakujące uprawnienia administratora
pt_br: Faltando privilégios elevados
pt_pt: Sem privilégios de administrador
sk_sk: Chýbajúce oprávnenia
sv_se: Förhöjda privilegier saknas
tr_tr: Yükseltilmiş ayrıcalıklar bulunamadı
uk_ua: Підвищені привілеї відсутні

source: This application can only run with elevated privileges
bg_bg: Приложението може да работи само с повишени правомощия
cs_cz: Tuto aplikaci lze spustit pouze s oprávněním správce
da_dk: Dette program kan bare køre med udvidede rettigheder
de_de: Dieses Programm kann nur mit administrativen Rechten ausgeführt werden.
el_gr: Η εφαρμογή απαιτεί δικαιώματα διαχειριστή για να λειτουργήσει
es_es: Esta aplicación sólo puede funcionar con elevación de permisos
fa_ir: این نرم‌افزار فقط با دسترسی‌های سطح بالا می‌تواند اجرا شود
fi_fi: Tämä sovellus vaatii laajennetut käyttöoikeudet toimiakseen
fr_fr: Cette application peut seulement être exécutée avec privilèges administratifs
he_il: ניתן להריץ יישום זה רק עם הרשאות מוגדלות
hr_hr: Ovaj program radi samo s administratorskim ovlaštenjem
hu_hu: Az alkalmazás csak emelt szintű felhasználói jogokkal tud futni
id_id: Aplikasi ini hanya dapat dijalankan dengan hak akses yang tinggi
it_it: Questa applicazione può essere eseguita solo con privilegi elevati
ja_jp: このアプリケーションは管理者権限でのみ実行できます。
lt_lt: Šiai programai vykdyti būtinos aukštesnės teisės
lv_lv: Šai programmai nepieciešamas speciālas tiesības
ms_my: Aplikasi ini hanya boleh digunakan apabila diberikan hak kebenaran istimewa
nb_no: Dette programmet kan bare kjøre med utvidede rettigheter
nl_nl: Dit programma kan alleen starten met verhoogde rechten
pl_pl: Ta aplikacja może działać wyłącznie z uprawnieniami administratora
pt_br: Este aplicativo só pode ser executado com privilégios elevados
pt_pt: Esta aplicação só pode ser executada com privilégios de administrador
sk_sk: Tento program je možné spustiť len s právami správcu
sv_se: Detta program kräver förhöjda privilegier för att fungera
tr_tr: Bu uygulama yalnız yüksek ayrıcalıklarla çalıştırılabilir
uk_ua: Ця програма може бути запущена лише з підвищеними привілеями

source: File Indexing
bg_bg: Индексиране на файлове
cs_cz: Indexování souborů
da_dk: Fil Indeksering
de_de: Datei-Indizierung
el_gr: Φόρτωση στοιχείων αρχείου
es_es: Indexando fichero
fa_ir: ایندکس گذاری فایل
fi_fi: Tiedostojen indeksointi
fr_fr: Indexation de fichiers
he_il: סידור קבצים באינדקס
hr_hr: Indeksiranje datoteka
hu_hu: Fájl indexelése
id_id: Pengindeksan Berkas
it_it: Indicizzazione file
ja_jp: ファイルの索引化
lt_lt: Failų indeksavimas
lv_lv: Failu indeksācija
ms_my: Pengindeksan Fail
nb_no: Filindeksering
nl_nl: Bestandsindexering
pl_pl: Indeksowanie plików
pt_br: Indexação de Arquivos
pt_pt: Indexação de ficheiros
sk_sk: Indexovanie súborov
sv_se: Filindexering
tr_tr: Dosya Dizinleme
uk_ua: Індексація файлів

source: Version selection
bg_bg: Избор на версия
cs_cz: Výběr verze
da_dk: Versions valg
de_de: Versionsauswahl
el_gr: Επιλέξτε εκδοχή
es_es: Selección de versión
fa_ir: انتخاب نسخه (ورژن)
fi_fi: Version valinta
fr_fr: Sélection de version
he_il: בחירת גרסה
hr_hr: Odabir verzije
hu_hu: Verzió kiválasztása
id_id: Pilihan versi
it_it: Selezione versione
ja_jp: バージョン選択
lt_lt: Versijos parinktis
lv_lv: Versijas izvēle
ms_my: Pemilihan versi
nb_no: Versjonsvalg
nl_nl: Versie-selectie
pl_pl: Wybór wersji
pt_br: Seleção de versão
pt_pt: Seleção de versão
sk_sk: Výber verzie
sv_se: Välj version
tr_tr: Sürüm seçimi
uk_ua: Вибір версії

source: Please select the version of Windows you want to install:
bg_bg: Моля, изберете версията на Windows, която желаете да инсталирате:
cs_cz: Vyberte verzi systému Windows kterou chcete nainstalovat:
da_dk: Valg venligst versionen af Windows du ønsker at installere:
de_de: Bitte wählen Sie die Version von Windows aus, die Sie installieren wollen:
el_gr: Παρακαλώ επιλέξτε την εκδοχή των Windows που θέλετε να εγκαταστήσετε:
es_es: Por favor seleccione la versión de Windows que desea instalar:
fa_ir: لطفاً نسخه ویندوزی را که می‌خواهید نصب کنید؛ انتخاب کنید:
fi_fi: Valitse Windows-versio, jonka haluat asentaa:
fr_fr: Sélectionnez la version de Windows que vous souhaitez installer :
he_il: נא לבחור בגרסת ה־Windows שברצונך להתקין:
hr_hr: Molimo odaberite verziju Windowsa koju želite instalirati:
hu_hu: Kérlek, válaszd ki a telepíteni kívánt Windows verziót:
id_id: Silakan pilih versi Windows yang ingin dipasang:
it_it: Seleziona la versione di Windows che vuoi installare:
ja_jp: インストールしたい Windows のバージョンを選択してください。
lt_lt: Prašome pasirinkti Windows versiją, kurią norite įdiegti:
lv_lv: Izvēlieties Windows versiju, kuru vēlaties instalēt:
ms_my: Sila pilih versi Windows yang anda ingin memasang:
nb_no: Vennligst velg den versjonen av Windows du ønsker å installere:
nl_nl: Selecteer de Windows-versie die u wilt installeren:
pl_pl: Proszę wybrać wersję Windowsa, którą chcesz zainstalować:
pt_br: Por favor, selecione a versão do Windows que deseja instalar:
pt_pt: Selecione a versão do Windows que pretende instalar:
sk_sk: Vyberte verziu systému Windows, ktorú chcete nainštalovať:
sv_se: Välj den version av Windows du vill installera:
tr_tr: Lütfen yüklemek istediğiniz Windows sürümünü seçin:
uk_ua: Будь ласка, виберіть версію Windows, яку ви хочете встановити:

source: Unsupported Windows version
bg_bg: Неподдържана версия на Windows
cs_cz: Nepodporovaná verze systému Windows
da_dk: Ikke støttet Windows version
de_de: Nicht unterstützte Windows-Version
el_gr: Μη υποστηριζόμενη εκδοχή Windows
es_es: Versión de Windows no soportada
fa_ir: نسخه ویندوز پشتیبانی نمی‌شود
fi_fi: Tätä Windows-versiota ei tueta
fr_fr: Version de Windows non supportée
he_il: גירסת Windows לא נתמכת
hr_hr: Nepodržana verzija Windowsa
hu_hu: Nem támogatott Windows verzió
id_id: Versi Windows Tidak didukung
it_it: Versione Windows non supportata
ja_jp: サポートされていない Windows のバージョンです。
lt_lt: Nepalaikoma Windows versija
lv_lv: Neatbalstāma Windows versija
ms_my: Versi Windows tidak disokong
nb_no: Ikke støttet Windows-versjon
nl_nl: Niet ondersteunde Windows-versie
pl_pl: Niewspierana wersja Windowsa
pt_br: Versão do Windows não suportada
pt_pt: Versão do Windows não suportada
sk_sk: Nepodporovaná veria systému Windows
sv_se: Denna version stöds inte
tr_tr: Desteklenmeyen Windows sürümü
uk_ua: Непідтримувана версія Windows

source: This version of Windows is no longer supported by Rufus. The last version of Rufus compatible with this platform is v%d.%d.
cs_cz: Tato verze systému Windows již není systémem Rufus podporována. Poslední verze systému Rufus kompatibilní s touto platformou je v%d.%d.
da_dk: Denne version af Windows er ikke længere understøttet af Rufus. Den seneste version af Rufus, der er kompatibel med denne platform, er v%d.%d.
de_de: Diese Version von Windows wird nicht mehr von Rufus unterstützt. vDie letzte mit dieser Plattform kompatible Version von Rufus ist v%d.%d.
el_gr: Το Rufus δεν υποστηρίζει αυτή την εκδοχή των Windows. Η τελευταία έκδοση του Rufus που είναι συμβατή με αυτήν την πλατφόρμα είναι η v%d.%d.
es_es: Esta versión de Windows ya no es compatible con Rufus. La última versión de Rufus compatible con esta plataforma es v%d.%d.
fa_ir: Rufus دیگر این نسخه از ویندوز را پشتیبانی نمی‌کند آخرین ورژن قابل پشتیبانی برنامه Rufus نصب این نسخه از ویندوز v%d.%d.
hr_hr: Ova verzija Windowsa više nije podržana od strane Rufusa. Posljednja verzija Rufusa kompatibilna s ovom platformom je v%d.%d.
hu_hu: A Rufus már nem támogatja a Windows ezen verzióját. A jelenlegi platformmal kompatibilis utolsó Rufus verzió: v%d.%d.
id_id: Windows versi ini tidak lagi didukung oleh Rufus. Versi terakhir Rufus yang kompatibel dengan platform ini adalah v%d.%d.
ja_jp: このバージョンの Windows は Rufus のサポート対象外となりました。 このプラットフォームと互換性のあるRufusの最終バージョンはv%d.%dです。
nb_no: Denne versjonen av Windows er ikke støttet av Rufus lengre. Den siste versjonen av Rufus som er kompatibel med denne plattformen er v%d.%d.
nl_nl: Deze Windows-versie wordt niet langer ondersteund door Rufus. De laatste versie van Rufus die compatibel is met dit platform is v%d.%d.
pl_pl: Ta wersja Windowsa nie jest już wspierana przez Rufusa. Ostatnia wersja w pełni wspierana przez Rufusa: v%d.%d.
pt_br: Esta versão do Windows não é mais suportada pelo Rufus. A última versão do Rufus compatível com esta plataforma é a v%d.%d.
tr_tr: Windows'un bu sürümü artık Rufus tarafından desteklenmiyor. Rufus'un bu platformla uyumlu son sürümü v%d.%d'dir.

source: Warning: Unofficial version
bg_bg: Внимание: Неофициална версия
cs_cz: Upozornění: Neoficiální verze
da_dk: Advarsel: Uofficiel version
de_de: Warnung: Inoffizielle Version
el_gr: Προσοχή: Ανεπίσημη εκδοχή
es_es: Atención: Versión no oficial
fa_ir: هشدار: نسخه غیررسمی
fi_fi: Varoitus: Epävirallinen versio
fr_fr: Alerte: Version non-officielle
he_il: אזהרה: גרסה לא רשמית
hr_hr: Upozorenje: Neslužbena verzija
hu_hu: Figyelem: Nem hivatalos verzió
id_id: Peringatan: Versi tidak resmi
it_it: Attenzione: versione non ufficiale
ja_jp: 警告: 非公式版
lt_lt: Įspėjimas: neoficiali versija
lv_lv: Uzmanību: Neoficiālā programmas versija
ms_my: Amaran: versi bukan rasmi
nb_no: Advarsel: Uoffisiell versjon
nl_nl: Waarschuwing: niet-officiële versie
pl_pl: Uwaga: Nieoficjalna wersja
pt_br: Atenção: Versão não oficial
pt_pt: Aviso: versão não oficial
sk_sk: Upozornenie: Neoficiálna verzia
sv_se: Varning: Inofficiell version
tr_tr: Uyarı: Resmi olmayan sürüm
uk_ua: Увага: Неофіційна версія

source: This version of Rufus was not produced by its official developer(s). Are you sure you want to run it?
bg_bg: Тази версия на Rufus не е създадена от официалния разработчик. Сигурни ли сте, че желаете да я използвате?
cs_cz: Tato verze Rufus, nebyl nepochází z oficiálního vývoje. Jsou si jisti, že ji chcete spustit?
da_dk: Denne version af Rufus er IKKE produceret af dens officielle udvikler(e). Er du sikker på at du vil køre programmet?
de_de: Diese Version von Rufus wurde nicht vom offiziellen Entwickler zur Verfügung gestellt. Sind Sie sicher, dass Sie sie ausführen wollen?
el_gr: Αυτή η έκδοση του Rufus δεν έχει δημιουργηθεί απο τους επίσημους προγραμματιστές. Είστε σίγουροι οτι θέλετε να εκτελέσετε το πρόγραμμα?
es_es: Esta versión de Rufus NO ha sido generada por su(s) desarrollador(es) oficial(es). ¿Está seguro de que desea ejecutarlo?
fa_ir: این نسخه از Rufus توسط توسعه‌دهندگان اصلی و رسمی آن تهیه نشده است. آیا برای اجرای آن مطمئن هستید؟
fi_fi: Tämä versio ei ole Rufuksen virallisen kehittäjän tekemä. Haluatko varmasti suorittaa ohjelman?
fr_fr: Cette version de Rufus n'a pas produite par ses développeurs officiels. Etes-vous sur de vouloir la lancer ?
he_il: גרסה זו של Rufus לא נוצרה על ידי המפתחים הרשמיים שלה. האם ברצונך להריץ אותה בכל זאת?
hr_hr: Ova verzija Rufusa NIJE proizvod službenog razvojnog programera. Svejedno pokrenuti program?
hu_hu: A Rufus ezen verzióját nem a hivatalos fejlesztője adta ki. Biztosan futtatni szeretnéd?
id_id: Rufus versi ini TIDAK diproduksi oleh pengembang resminya. Apakah Anda yakin ingin menjalankannya?
it_it: Questa versione di Rufus non è stata sviluppata dai suoi sviluppatori ufficiali. Sei sicuro di volerla eseguire?
ja_jp: このバージョンの Rufus は公式の開発者によって提供されたものではありません。 非公式版 Rufus を実行しますか?
lt_lt: Ši Rufus versija NĖRA išleista jos oficialaus kūrėjo(ų). Ar tikrai norite ją vykdyti?
lv_lv: Šī Rufus versija nav no oficiālā izstrādātāja. Vai tiešām vēlaties to izmantot?
ms_my: Versi Rufus ini bukan dibuat oleh pemaju-pemaju rasmi Rufus. Adakan anda yakin ingin menggunakannya?
nb_no: Denne versjonen av Rufus er IKKE laget av dens offisielle utvikler(e). Er du sikker på at du vil kjøre programmet?
nl_nl: Deze versie van Rufus is NIET gemaakt door de originele ontwikkelaar(s). Weet u zeker dat u dit programma wilt uitvoeren?
pl_pl: Ta wersja Rufusa nie została stworzona przez oficjalnego dewelopera(ów). Czy na pewno chcesz ją uruchomić?
pt_br: Esta versão do Rufus não foi produzida pelo(s) seu(s) desenvolvedor(es) oficial(is). Tem certeza de que deseja executá-la?
pt_pt: Esta versão de Rufus NÃO foi desenvolvida pelo autor oficial. Tem a certeza que pretende executar?
sk_sk: Táto verzia programu Rufus NIE JE vydaná oficiálnymi vývojármi. Ste si istý, že ju chcete spustiť?
sv_se: Denna version av Rufus producerades inte av originalutvecklaren. Är du säker på att du vill använda den?
tr_tr: Rufus'un bu sürümü, resmi geliştirici(ler)i tarafından oluşturulmadı. Çalıştırmak istediğinize emin misiniz?
uk_ua: Ця версія Rufus не була підготована її офіційним розробником. Ви впевнені, що хочете запустити її?

source: Truncated ISO detected
bg_bg: Засечено е съкратено ISO
cs_cz: Redukované ISO detekováno
da_dk: Forkortet ISO opdaget
de_de: Unvollständiges ISO-Image erkannt
el_gr: Το αρχείο ISO δεν είναι έγκυρο/ολόκληρο
es_es: Se ha detectado una ISO truncada
fa_ir: فایل ISO ناقص شناسایی شده است
fi_fi: Vajaakokoinen ISO-levykuva havaittu
fr_fr: ISO tronquée détectée
he_il: זוהה קובץ ISO קטוע
hr_hr: Otkrivena skraćena ISO datoteka
hu_hu: Csonkított ISO észlelve
id_id: Terdeteksi ISO Terpotong
it_it: Rilevato file ISO troncato
ja_jp: 不完全な ISO ファイルを検出しました。
lt_lt: Aptiktas nepilnas ISO
lv_lv: Noteikts samazināts ISO
ms_my: ISO yang dipenggal dikesan
nb_no: Forkortet ISO oppdaget
nl_nl: Onvolledige ISO gedetecteerd
pl_pl: Wykryto obcięte ISO
pt_br: ISO truncada detectada
pt_pt: Detetado ISO truncado
sk_sk: Bol zistený skrátený ISO súbor
sv_se: Ej komplett ISO-fil
tr_tr: Kırpılmış ISO algılandı
uk_ua: Виявлено усічений ISO
