Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: %d devices found
bg_bg: Намерени са %d устройства
cs_cz: Bylo nalezeno %d zařízení
da_dk: %d enheder fundet
de_de: %d Laufwerke gefunden
el_gr: Βρέθηκαν %d συσκευές
es_es: %d dispositivos encontrados
fa_ir: %d درایو شناسایی شد
fi_fi: %d laitetta havaittu
fr_fr: %d périphériques détectés
he_il: נמצאו %d התקנים
hr_hr: %d uređaja pronađeno
hu_hu: %d eszközt találtam
id_id: %d perangkat ditemukan
it_it: Rilevati %d dispositivi
ja_jp: %d 個のデバイスを検出しました。
lt_lt: %d įrenginiai rasti
lv_lv: Atrastas %d ierīces
ms_my: %d peranti dijumpai
nb_no: %d enhet funnet
nl_nl: %d apparaten gevonden
pl_pl: znaleziono %d urządzenia
pt_br: %d dispositivos encontrados
pt_pt: %d dispositivos encontrados
sk_sk: Počet nájdených zariadení: %d
sv_se: Hittade %d enheter
tr_tr: %d aygıt bulundu
uk_ua: Виявлено пристроїв: %d

source: READY
bg_bg: ГОТОВО
cs_cz: PŘIPRAVEN
da_dk: Klar
de_de: FERTIG
el_gr: Έτοιμο για χρήση
es_es: PREPARADO
fa_ir: آماده
fi_fi: VALMIINA
fr_fr: PRÊT
he_il: מוכן
hr_hr: SPREMNO
hu_hu: KÉSZ
id_id: SIAP
it_it: PRONTO
ja_jp: 準備完了
lt_lt: PASIRUOŠĘS
lv_lv: Gatavs darbam
ms_my: SEDIA
nb_no: KLAR
nl_nl: KLAAR
pl_pl: Gotowy
pt_br: PRONTO
pt_pt: PRONTO
sk_sk: PRIPRAVENÝ
sv_se: REDO
tr_tr: HAZIR
uk_ua: Готово

source: Cancelled
bg_bg: Прекратено
cs_cz: ZRUŠENO
da_dk: Afbrudt
de_de: Abgebrochen
el_gr: Ακυρώθηκε
es_es: CANCELADO
fa_ir: لغو شد
fi_fi: Peruutettu
fr_fr: Opération annulée
he_il: בוטל
hr_hr: Otkazano
hu_hu: Megszakítva
id_id: Dibatalkan
it_it: Annullata
ja_jp: キャンセル
lt_lt: Atšaukta
lv_lv: Darbība atcelta
ms_my: DIBATALKAN
nb_no: Avbrutt
nl_nl: Geannuleerd
pl_pl: Anulowano
pt_br: Operação cancelada
pt_pt: Operação cancelada
sk_sk: Operácia zrušená
sv_se: Avbruten
tr_tr: Vazgeçildi
uk_ua: Скасовано

source: Failed
bg_bg: НЕУСПЕШНО
cs_cz: NEZDAŘILO SE
da_dk: Fejl
de_de: FEHLGESCHLAGEN
el_gr: Απέτυχε
es_es: FALLO al realizar la operación
fa_ir: ناموفق بود
fi_fi: EPÄONNISTUI
fr_fr: ECHEC
he_il: נכשל
hr_hr: Neuspješno
hu_hu: Sikertelen
id_id: Gagal
it_it: OPERAZIONE FALLITA
ja_jp: 失敗しました。
lt_lt: NEPAVYKO
lv_lv: Kļūda
ms_my: GAGAL
nb_no: Feilet
nl_nl: Mislukt
pl_pl: NIEPOWODZENIE
pt_br: A operação falhou
pt_pt: A operação FALHOU
sk_sk: NEÚSPEŠNÉ
sv_se: MISSLYCKADES
tr_tr: Başarısız
uk_ua: Невдало

source: Launching new application...
bg_bg: Стартиране на ново приложение...
cs_cz: Spuštění nové verze programu...
da_dk: Starter ny applikation...
de_de: Anwendung neu starten...
el_gr: Εκκίνηση νέας εφαρμογής...
es_es: Lanzando la nueva aplicación...
fa_ir: در حال راه‌اندازی نسخه جدید نرم‌افزار...
fi_fi: Käynnistetään uutta sovellusta...
fr_fr: Lancement de la nouvelle application...
he_il: פותח את היישום החדש...
hr_hr: Pokretanje nove aplikacije...
hu_hu: Az új alkalmazás elindítása...
id_id: Meluncurkan aplikasi baru...
it_it: Esecuzione nuova applicazione...
ja_jp: 更新されたアプリケーションを開始中...
lt_lt: Paleidžiama nauja programa...
lv_lv: Tiek startēta jaunā versija...
ms_my: Melancarkan aplikasi baru...
nb_no: Starter et nytt program...
nl_nl: Nieuwe toepassing starten...
pl_pl: Uruchamianie nowej aplikacji...
pt_br: Iniciando o novo aplicativo...
pt_pt: A iniciar a nova aplicação...
sk_sk: Spúšťanie aktualizovaného programu...
sv_se: Startar uppdaterad version...
tr_tr: Yeni uygulama başlatılıyor...
uk_ua: Запуск нового додатка...

source: Failed to launch new application
bg_bg: Неуспешно стартиране на новото приложение
cs_cz: Spuštění nové verze programu se nezdařilo
da_dk: Kan ikke starte ny applikation
de_de: Fehler beim Anwendungsneustart
el_gr: Αποτυχία εκκίνησης νέας εφαρμογής
es_es: Error al lanzar la nueva aplicación
fa_ir: راه‌اندازی نسخه جدید نرم‌افزار ناموفق بود
fi_fi: Uuden sovelluksen käynnistäminen epäonnistui
fr_fr: Echec de lancement de l'application
he_il: נכשל בפתיחת היישום החדש
hr_hr: Greška kod pokretanja nove aplikacije
hu_hu: Nem sikerült az új alkalmazást elindítani
id_id: Gagal meluncurkan aplikasi baru
it_it: Esecuzione nuova applicazione fallita
ja_jp: 更新されたアプリケーションを開始することができませんでした。
lt_lt: Nepavyko paleisti naujos programos
lv_lv: Kļūda jaunās versijas palaišanā
ms_my: Gagal untuk melancarkan aplikasi baru
nb_no: Oppstart feilet
nl_nl: Nieuwe toepassing starten mislukt
pl_pl: Niepowodzenie uruchomienia nowej aplikacji
pt_br: Falha ao iniciar o novo aplicativo
pt_pt: Erro ao iniciar a nova aplicação
sk_sk: Neúspešné spustenie aktualizovaného programu
sv_se: Kunde inte starta den nya versionen
tr_tr: Yeni uygulama başlatılamadı
uk_ua: Не вдалося запустити новий додаток

source: Opened %s
bg_bg: Отворен %s
cs_cz: Otevřený soubor: %s
da_dk: Åbnet %s
de_de: Geöffnet %s
el_gr: Άνοιγμα %s
es_es: %s abierto
fa_ir: ‪%s‬ باز شد
fi_fi: Avattu %s
fr_fr: %s ouvert
he_il: הקובץ ‪%s‬ נפתח
hr_hr: Otvoreno %s
hu_hu: Megnyitva: %s
id_id: Membuka %s
it_it: Aperto %s
ja_jp: %s を開きました。
lt_lt: Atidarytas %s
lv_lv: Atvērts %s
ms_my: %s dibuka
nb_no: Åpnet %s
nl_nl: %s geopend
pl_pl: Otwarto %s
pt_br: %s aberto
pt_pt: %s aberto
sk_sk: Otvorený súbor: %s
sv_se: Öppnad %s
tr_tr: %s Açıldı
uk_ua: Відкрито %s

source: Saved %s
bg_bg: Запазен %s
cs_cz: Uložený soubor: %s
da_dk: Gemt %s
de_de: Gespeichert %s
el_gr: Αποθήκευση %s
es_es: %s guardado
fa_ir: ‪%s‬ ذخیره شد
fi_fi: Tallennettu %s
fr_fr: %s sauvegardé
he_il: הקובץ ‪%s‬ נשמר
hr_hr: Spremljeno %s
hu_hu: Mentve: %s
id_id: Menyimpan %s
it_it: Salvato %s
ja_jp: %s を保存しました。
lt_lt: Išsaugotas %s
lv_lv: Saglabāts %s
ms_my: %s disimpan
nb_no: Lagret %s
nl_nl: %s opgeslagen
pl_pl: Zapisano %s
pt_br: %s salvo
pt_pt: %s guardado
sk_sk: Uložený súbor: %s
sv_se: Sparad %s
tr_tr: %s Kaydedildi
uk_ua: Збережено %s

source: Formatting: %s
cs_cz: Formátování: %s
da_dk: Formaterer: %s
de_de: Formatieren: %s
el_gr: Διαμόρφωση: %s
es_es: Formateando: %s
fa_ir: در حال فرمت کردن؛ درصد پیشرفت: %s
hr_hr: Formatiranje: %s
hu_hu: Formázás: %s
id_id: Memformat: %s
ja_jp: フォーマット中: %s
nb_no: Formatering: %s
nl_nl: Formatteren: %s
pl_pl: Formatowanie: %s
pt_br: Formatando: %s
tr_tr: Biçimlendiriliyor: %s

source: Creating file system: Task %d/%d completed
bg_bg: Създаване на файлова система: Задача %d/%d завършена
cs_cz: Vytváření souborového systému: úloha %d/%d dokončena
da_dk: Opretter filsystem: Opgave %d/%d fuldført
de_de: Dateisystem erzeugen: Aufgabe %d/%d abgeschlossen
el_gr: Δημιουργία συστήματος αρχείων: Βήμα %d/%d ολοκληρώθηκε
es_es: Creando sistema de archivos: Tarea %d/%d completa
fa_ir: در حال ساختن سیستم فایل؛ تعداد وظایف انجام شده: %d/%d
fi_fi: Luodaan tiedostojärjestelmää: Toiminto %d/%d suoritettu
fr_fr: Système de fichiers : Tâche %d/%d complétée
he_il: יוצר מערכת קבצים: משימה %d/%d הושלמה
hr_hr: Stvaram datotečni sustav: %d/%d završeno
hu_hu: Fájlrendszer készítése: %d/%d feladat kész
id_id: Membuat sistem berkas: Tugas %d/%d selesai
it_it: Creazione filesystem: attività %d/%d completata
ja_jp: ファイル システムを作成中: %d/%d のタスクが完了
lt_lt: Kuriama failų sistema: Užduotis %d/%d atlikta
lv_lv: Failu sistēmas izveide: Paveikts %d/%d
ms_my: Mencipta sistem fail: Tugas %d/%d selesai
nb_no: Lager filsystem: Oppgave %d/%d fullført
nl_nl: Bestandssysteem aanmaken: Taak %d/%d voltooid
pl_pl: Tworzenie systemu plików: Ukończono zadanie %d/%d
pt_br: Criando sistema de arquivos: Tarefa %d/%d completada
pt_pt: A criar sistema de ficheiros: Tarefa %d/%d completa
sk_sk: Vytváranie súborového systému: %d/%d
sv_se: Skapar filsystem: Uppgift %d/%d klart
tr_tr: Dosya sistemi oluşturuluyor: Görev %d/%d tamamlandı
uk_ua: Створення файлової системи: Завдання виконано на %d/%d

source: NTFS Fixup: %d%% completed
bg_bg: NTFS поправка: %d%% завършена
cs_cz: Oprava NTFS: %d%% dokončeno
da_dk: NTFS-fiks: %d%% fuldført
de_de: NTFS-Reparatur: %d%% erledigt
el_gr: Επιδιόρθωση NTFS: %d%% ολοκληρώθηκε
es_es: Arreglo en NTFS: %d%% completo
fa_ir: ایجاد ساختار NTFS Fixup؛ درصد پیشرفت: %d%%
fi_fi: NTFS-korjaus: %d%% valmiina
fr_fr: Finalisation NTFS : %d%% complété
he_il: תיקון NTFS‏: %d%% הושלמו
hr_hr: NTFS Fixup: %d%% završeno
hu_hu: NTFS Fixup: %d%% kész
id_id: Perbaikan NTFS: %d%% selesai
it_it: Correzione NTFS: %d%% completata
ja_jp: NTFS 修正中: %d%% 完了
lt_lt: NTFS taisymas: %d%% atlikta
lv_lv: NTFS labojums: Paveikts %d%%
ms_my: Pembaikian NTFS: %d%% selesai
nb_no: NTFS opprettet: %d%% fullført
nl_nl: NTFS herstellen: %d%% voltooid
pl_pl: Naprawianie NTFS: %d%% ukończenia
pt_br: Reparo do NTFS: %d%% completado(s)
pt_pt: Finalização de NTFS: %d%% completo
sk_sk: NTFS Fixup: %d%% dokončených
sv_se: NTFS-Fixup: %d%% klart
tr_tr: NTFS Düzeltme: %d%% tamamlandı
uk_ua: Створення NTFS області Fixup: %d%% виконано

source: Formatting (%s) - estimated duration %d:%02d...
bg_bg: Форматиране (%s) - Приблизително времетраене %d:%02d...
cs_cz: Formátování (%s) - zbývající čas: %d:%02d...
da_dk: Formaterer (%s) - estimeret varighed %d:%02d...
de_de: Formatiere (%s) - geschätzte Dauer %d:%02d...
el_gr: Γίνεται Διαμόρφωση(%s) - εκτιμώμενη διάρκεια %d:%02d...
es_es: Formateando (%s) - duración estimada %d:%02d...
fa_ir: در حال فرمت کردن (%s)؛ زمان تخمینی: %d:%02d.
fi_fi: Alustetaan (%s) - arvioitu kesto %d:%02d...
fr_fr: Formatage (%s) - durée estimée %d :%02d...
he_il: מאתחל (%s) - משך זמן משוער %d:%02d...
hr_hr: Formatiranje(%s) - Procijenjeno %d:%02d...
hu_hu: Formázás (%s) - becsült idő: %d:%02d...
id_id: Memformat (%s) - perkiraan durasi %d:%02d...
it_it: Formattazione (%s) - durata stimata %d:%02d...
ja_jp: フォーマット中 (%s) - 残り約 %d:%02d...
lt_lt: Formatuojama (%s) - numatoma trukmė %d:%02d...
lv_lv: Formatēšana (%s) - aprēķinātais laiks %d:%02d...
ms_my: Pemformatan (%s) - Jangka masa anggaran %d:%02d...
nb_no: Formaterer (%s) - estimeret varighet %d:%02d...
nl_nl: Formatteren (%s) - geschatte duur %d:%02d...
pl_pl: Formatowanie (%s) - przewidywany czas %d:%02d...
pt_br: Formatando (%s) - duração estimada %d:%02d...
pt_pt: A formatar (%s) - duração estimada %d:%02d...
sk_sk: Formátovanie (%s) - zostávajúci čas: %d:%02d...
sv_se: Formaterar (%s) - beräknad tid %d:%02d...
tr_tr: Biçimlendiriliyor (%s) - Tahmini Süre %d:%02d...
uk_ua: Форматування (%s) - завершення через %d:%02d...

source: Setting label (%s)...
cs_cz: Nastavení jmenovky (%s)...
da_dk: Opretter etiket (%s)...
de_de: Bezeichnung einstellen (%s)...
el_gr: Ορισμός ετικέτας (%s)...
es_es: Escribiendo la etiqueta del volumen (%s)...
fa_ir: در حال نام‌گذاری درایو (%s)...
hr_hr: Postavljanje jedinice (%s)...
hu_hu: Kötetcímke beállítása (%s)...
id_id: Menyetel Label (%s)...
ja_jp: ラベル作成中 (%s)...
nb_no: Lager merkelapp (%s)...
nl_nl: Label instellen (%s)...
pl_pl: Ustawianie Etykiety (%s)...
pt_br: Atribuindo o nome do volume (%s)...
tr_tr: Etiket Ayarlanıyor (%s)...

source: Formatting (%s)...
bg_bg: Форматиране (%s)...
cs_cz: Formátování (%s)...
da_dk: Formaterer (%s)...
de_de: Formatiere (%s)...
el_gr: Διαμόρφωση (%s)...
es_es: Formateando (%s)...
fa_ir: در حال فرمت کردن (%s)...
fi_fi: Alustetaan (%s)...
fr_fr: Formatage (%s)...
he_il: מאתחל (%s)...
hr_hr: Formatiranje (%s)...
hu_hu: Formázás (%s)...
id_id: Memformat (%s)...
it_it: Formattazione (%s)...
ja_jp: フォーマット中 (%s)...
lt_lt: Formatuojama (%s)...
lv_lv: Formatēšana (%s)...
ms_my: Pemformatan (%s)...
nb_no: Formaterer (%s)...
nl_nl: Formatteren (%s)...
pl_pl: Formatowanie (%s)...
pt_br: Formatando (%s)...
pt_pt: A formatar (%s)...
sk_sk: Formátovanie (%s)...
sv_se: Formaterar (%s)...
tr_tr: Biçimlendiriliyor (%s)...
uk_ua: Форматування (%s)...

source: NTFS Fixup (Checkdisk)...
bg_bg: NTFS поправка (Checkdisk)...
cs_cz: Oprava NTFS (Kontrola disku)...
da_dk: NTFS-fiks (Checkdisk)...
de_de: NTFS-Reparatur (Checkdisk)...
el_gr: Επιδιόρθωση NTFS (Checkdisk)...
es_es: Arreglos en NTFS (Checkdisk)...
fa_ir: در حال ایجاد ساختار NTFS Fixup (Checkdisk)...
fi_fi: NTFS-korjaus (Checkdisk)...
fr_fr: Finalisation NTFS (Checkdisk)...
he_il: תיקון NTFS‏ (Checkdisk)...
hr_hr: NTFS popravak (Checkdisk)...
hu_hu: NTFS Fixup (lemezellenőrzés)...
id_id: Perbaikan NTFS (Checkdisk)...
it_it: Correzione NTFS (controllo disco)...
ja_jp: NTFS の修正が必要か確認中 (チェックディスク)...
lt_lt: NTFS taisymas (disko tikrinimas)...
lv_lv: NTFS labojums (Checkdisk)...
ms_my: Pembaikian NTFS (Periksa cakera)...
nb_no: NTFS-retting (Checkdisk)...
nl_nl: NTFS herstellen (Checkdisk)...
pl_pl: Naprawianie NTFS (Checkdisk)...
pt_br: Reparo do NTFS (Checkdisk)...
pt_pt: Finalização de NTFS (Checkdisk)...
sk_sk: NTFS Fixup (Kontrola disku)...
tr_tr: NTFS Onarımı (Checkdisk)...
uk_ua: Перевірка NTFS області Fixup (Checkdisk)...

source: Clearing MBR/PBR/GPT structures...
bg_bg: Създаване на MBR/PBR/GPT структури...
cs_cz: Odstranění MBR/PBR/GPT struktury...
da_dk: Nulstiller MBR/PBR/GPT-strukturer...
de_de: MBR/PBR/GPT zurücksetzen...
el_gr: Εκκαθάριση δομών MBR/PBR/GPT...
es_es: Limpiando las estructuras MBR/PBR/GPT...
fa_ir: در حال پاک‌کردن ساختارهای MBR/PBR/GPT...
fi_fi: Selvitetään MBR/PBR/GPT -rakenteita...
fr_fr: Effacement des structures MBR/PBR/GPT...
he_il: מנקה מבני מחיצות MBR/PBR/GPT...
hr_hr: Čistim MBR/PBR/GPT strukture...
hu_hu: MBR/PBR/GPT struktúrák tisztítása...
id_id: Membersihkan struktur MBR/PBR/GPT...
it_it: Azzeramento struttura MBR/PBR/GPT...
ja_jp: MBR/PBR/GPT 構造のクリーニング中...
lt_lt: Išvalomos MBR/PBR/GPT struktūros...
lv_lv: MBR/PBR/GPT struktūras attīrīšana...
ms_my: Memadam struktur MBR/PBR/GPT...
nb_no: Fjerner MBR/PBR/GPT-strukturer...
nl_nl: MBR/PBR/GPT-structuren wissen...
pl_pl: Czyszczenie struktur MBR/PBR/GPT...
pt_br: Apagando as estruturas MBR/PBR/GPT...
pt_pt: A limpar as estruturas MBR/PBR/GPT...
sk_sk: Vymazávanie MBR/PBR/GPT štruktúr...
sv_se: Rensar MBR/PBR/GPT strukturer...
tr_tr: MBR/PBR/GPT yapıları temizleniyor...
uk_ua: Очистка структури MBR/PBR/GPT...

source: Requesting disk access...
bg_bg: Поискване на дисков достъп...
cs_cz: Požadavek na přístup na disk...
da_dk: Anmoder om disk tilgang...
de_de: Laufwerkszugriff angefordert...
el_gr: Ζητείται πρόσβαση στο δίσκο...
es_es: Solicitando acceso al disco...
fa_ir: در حال درخواست دسترسی به دیسک...
fi_fi: Pyydetään pääsyä levylle...
fr_fr: Requête d'accès disque...
he_il: מבקש גישה לדיסק...
hr_hr: Zahtijevam pristup disku...
hu_hu: Lemez hozzáférés kérése...
id_id: Meminta akses disk...
it_it: Richiesta accesso disco...
ja_jp: ディスク アクセスを要求しています...
lt_lt: Užsakoma disko prieiga...
lv_lv: Nepieciešama piekļuve diskam...
ms_my: Meminta akses cakera...
nb_no: Ber om stasjonstilgang...
nl_nl: Schijftoegang aanvragen...
pl_pl: Żądanie dostępu do dysku...
pt_br: Solicitando acesso ao disco...
pt_pt: A solicitar acesso ao disco...
sk_sk: Požiadavka na prístup na disk...
sv_se: Begära diskåtkomst...
tr_tr: Disk erişimi sorgulanıyor...
uk_ua: Запит доступу до диску...

source: Analyzing existing boot records...
bg_bg: Анализиране на съществуващите стартиращи записи...
cs_cz: Analyzování stávajících zaváděcích záznamů...
da_dk: Analyserer eksisterende boot records...
de_de: Vorhandene Boot-Datensätze analysieren...
el_gr: Αναλύοντας τα υπάρχοντα αρχεία εκκίνησης...
es_es: Analizando las estructuras de arranque existentes...
fa_ir: در حال بررسی رکوردهای راه‌انداز موجود...
fi_fi: Analysoidaan löytyviä käynnistyslistauksia...
fr_fr: Analyse des structures de boot existantes...
he_il: מנתח את רשומות האתחול הקיימות...
hr_hr: Analiziram postojeće boot zapise...
hu_hu: Boot rekordok vizsgálata...
id_id: Menganalisa boot records yang ada...
it_it: Analisi dati avvio...
ja_jp: ブート レコードを分析してます...
lt_lt: Tiriami esami įkelties įrašai...
lv_lv: Esošā ielādes ieraksta analīze...
ms_my: Menganalisis rekod boot sedia ada...
nb_no: Analyserer oppstartsarkiver...
nl_nl: Bestaande boot-records analyseren...
pl_pl: Analizowanie istniejących boot sektorów...
pt_br: Analisando registros de inicialização existentes...
pt_pt: A analisar registos de arranque existentes...
sk_sk: Analyzovanie existujúcich boot zápisov...
sv_se: Analyserar nuvarande startsektor...
tr_tr: Varolan açılış kayıtları inceleniyor...
uk_ua: Аналіз завантажувальних записів...

source: Closing existing volume...
bg_bg: Затваряне на съществуващия том...
cs_cz: Uzavření stávajícího svazku...
da_dk: Lukker eksisterende volume...
de_de: Vorhandenes Volume schließen...
el_gr: Κλείσιμο υπάρχοντος τόμου...
es_es: Cerrando el volumen existente...
fa_ir: در حال بستن درایوهای موجود...
fi_fi: Suljetaan olemassaolevaa asemaa...
fr_fr: Fermeture des volumes existants...
he_il: סוגר את אמצעי האחסון הקיים...
hr_hr: Zatvaram postojeću jedinicu...
hu_hu: Létező kötet bezárása...
id_id: Menutup volume yang ada...
it_it: Chiusura volume esistente...
ja_jp: ボリュームを閉じています...
lt_lt: Uždaromas esamas tomas...
lv_lv: Eksistējošā diska aizvēršana...
ms_my: Menutup jilid sedia ada...
nb_no: Lukker eksisterende volum...
nl_nl: Bestaand volume afsluiten...
pl_pl: Zamykanie istniejącego woluminu...
pt_br: Fechando o volume existente...
pt_pt: A fechar o volume existente...
sk_sk: Uzatváranie existujúceho zväzku...
sv_se: Stänger nuvarande volym...
tr_tr: Varolan birim kapatılıyor...
uk_ua: Закриття існуючого розділу...

source: Writing Master Boot Record...
cs_cz: Zápis hlavního spouštěcího záznamu...
da_dk: Skriver Master boot record...
de_de: Master Boot Record schreiben...
el_gr: Εγγραφή Master Boot Record...
es_es: Escribiendo el registro maestro de arranque (Master Boot Record)...
fa_ir: در حال نوشتن رکورد راه‌انداز اصلی (MBR)...
hr_hr: Zapisujem "Master Boot Record"…
hu_hu: MBR írása...
id_id: Menulis Master Boot Record...
ja_jp: マスター ブート レコードを書き込んでいます...
nb_no: Skriver til Master Boot Record...
nl_nl: Master Boot Record schrijven...
pl_pl: Zapisywanie Master Boot Record...
pt_br: Escrevendo o registro mestre de inicialização (Master Boot Record)...
tr_tr: MBR Yazılıyor...

source: Writing Partition Boot Record...
cs_cz: Zapisování spouštěcího záznamu oddílu...
da_dk: Skriver partitionsstartpost...
de_de: Partition Boot Record schreiben...
el_gr: Εγγραφή διαμερίσματος εκκίνησης...
es_es: Escribiendo el registro de arranque de la partición (Partition Boot Record)...
fa_ir: در حال نوشتن رکورد راه‌انداز پارتیشن (PBR)...
hr_hr: Zapisujem "Partition Boot Record"...
hu_hu: Partíció boot rekord írása...
id_id: Menulis Partition Boot Record...
ja_jp: パーティション ブート レコードを書き込んでいます...
nb_no: Skriver til Partition Boot Record...
nl_nl: Partitie Boot Record schrijven...
pl_pl: Zapisywanie Partition Boot Record...
pt_br: Escrevendo o registro de inicialização de partição (Partition Boot Record)...
tr_tr: PBR Yazılıyor...

source: Copying DOS files...
bg_bg: Копиране на DOS файловете...
cs_cz: Kopírování DOS souborů...
da_dk: Kopierer DOS-filer...
de_de: DOS-Dateien kopieren...
el_gr: Αντιγραφή αρχείων DOS...
es_es: Copiando archivos DOS...
fa_ir: در حال کپی کردن فایل‌های DOS...
fi_fi: Kopioidaan DOS-tiedostoja...
fr_fr: Copie des fichiers DOS...
he_il: מעתיק קובצי DOS...
hr_hr: Kopiram DOS datoteke...
hu_hu: DOS fájlok másolása...
id_id: Menyalin berkas DOS...
it_it: Copia file DOS...
ja_jp: DOS ファイルをコピー中...
lt_lt: Kopijuojami DOS failai...
lv_lv: Kopē DOS failus...
ms_my: Menyalin fail DOS...
nb_no: Kopierer DOS-filer...
nl_nl: DOS-bestanden kopiëren...
pl_pl: Kopiowanie plików DOS...
pt_br: Copiando arquivos do DOS...
pt_pt: A copiar ficheiros DOS...
sk_sk: Kopírovanie súborov z DOS obrazu...
sv_se: Kopierar DOS-filer...
tr_tr: DOS Dosyaları Kopyalanıyor...
uk_ua: Копіювання DOS-файлів...

source: Copying ISO files: %s
cs_cz: Kopírování ISO souborů: %s
da_dk: Kopierer ISO-filer: %s
de_de: ISO-Dateien kopieren: %s
el_gr: Αντιγραφή αρχείων ISO: %s
es_es: Copiando archivos ISO: %s
fa_ir: در حال کپی کردن محتویات فایل ISO: ‏%s
hr_hr: Kopiram ISO datoteku: %s
hu_hu: ISO fájlok másolása: %s
id_id: Menyalin berkas ISO: %s
ja_jp: ISO ファイルをコピー中: %s
nb_no: Kopierer ISO-filer: %s
nl_nl: ISO-bestanden kopiëren: %s
pl_pl: Kopiowanie plików ISO: %s
pt_br: Copiando arquivos da ISO: %s
tr_tr: ISO dosyası içeriği kopyalanıyor: %s

source: Win7 EFI boot setup (%s)...
cs_cz: Nastavení Win7 EFI režimu boot (%s)...
el_gr: Ρυθμίσεις εκκίνησης Win7 EFI (%s)...
es_es: Configuración de arranque Win7 EFI (%s)...
fa_ir: در حال نصب راه‌انداز EFI ویندوز ۷ (%s)...
hr_hr: Win7 EFI boot postavljanje (%s)…
hu_hu: Win7 EFI boot telepítés (%s)...
id_id: Pengaturan boot EFI Win7 (%s)...
ja_jp: Win7 EFI ブート セットアップ中 (%s)...
nb_no: Win7 EFI oppstartsoppsett (%s)...
pl_pl: Ustawianie rozruchu Win7 EFI (%s)...
pt_br: Configuração de inicialização EFI do Win7 (%s)...
tr_tr: Win7 EFI Açılış Kurulumu (%s)...

source: Finalizing, please wait...
bg_bg: Финализиране, моля изчакайте...
cs_cz: Dokončování, čekejte...
da_dk: Afslutter, vent venligst...
de_de: Abschließen, bitte warten...
el_gr: Οριστικοποίηση, παρακαλώ περιμένετε...
es_es: Finalizando, por favor espere...
fa_ir: در حال انجام مرحله نهایی، لطفاً صبور باشید...
fi_fi: Viimeistellään, odota...
fr_fr: Finalisation, veuillez patienter...
he_il: משלים, נא להמתין...
hr_hr: Završavanje, pričekajte...
hu_hu: Véglegesítés, kérlek, várj...
id_id: Menyelesaikan, silakan tunggu...
it_it: Finalizzazione...
ja_jp: 最終処理中です。もう間もなく終わります...
lt_lt: Baigiama, prašome palaukti...
lv_lv: Pabeigšana, lūdzu uzgaidiet...
ms_my: Menyiapkan, sila tunggu...
nb_no: Ferdiggjør, vennligst vent...
nl_nl: Afwerken, even geduld...
pl_pl: Finalizacja, proszę czekać...
pt_br: Finalizando, por favor aguarde...
pt_pt: A finalizar, por favor aguarde...
sk_sk: Dokončovanie, čakajte...
sv_se: Slutbehandlar, vänta...
tr_tr: Bitiriliyor, Lütfen Bekleyin...
uk_ua: Завершення, будь ласка, чекайте...

source: Installing Syslinux %s...
bg_bg: Инсталиране на Syslinux %s...
cs_cz: Instaluje se Syslinux %s...
da_dk: Installerer Syslinux %s...
de_de: Installiere Syslinux %s...
el_gr: Εγκατάσταση Syslinux %s...
es_es: Instalando Syslinux %s...
fa_ir: در حال نصب Syslinux %s...
fi_fi: Asennetaan Syslinux %s...
fr_fr: Installation de Syslinux %s...
he_il: מתקין את Syslinux %s...
hr_hr: Instaliram Syslinux %s...
hu_hu: Syslinux %s telepítése...
id_id: Menginstal Syslinux %s...
it_it: Installazione Syslinux %s...
ja_jp: Syslinux %s をインストール中...
lt_lt: Įdiegiama Syslinux %s...
lv_lv: Instalējas Syslinux %s...
ms_my: Memasang Syslinux %s...
nb_no: Installerer Syslinux %s...
nl_nl: Syslinux %s installeren...
pl_pl: Instalowanie Syslinux %s...
pt_br: Instalando Syslinux %d...
pt_pt: A instalar Syslinux %s...
sk_sk: Inštaluje sa Syslinux %s...
sv_se: Installerar Syslinux %s...
tr_tr: Syslinux %s Yükleniyor...
uk_ua: Встановлення Syslinux %s...
