Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Persistent partition size
bg_bg: Размер на устойчив дял
cs_cz: Velikost trvalého oddílu
da_dk: Vedvarende partition størrelse
de_de: Größe der persistenten Partition
el_gr: Μέγεθος μόνιμου διαμερίσματος
es_es: Tamaño de partición persistente
fa_ir: اندازه پارتیشن پایدار ذخیره‌سازی اطلاعات
fi_fi: Pysyvän osion koko
fr_fr: Taille de partition persistente
he_il: גודל אחסון קבוע
hr_hr: Veličina trajne particije
hu_hu: Tartós partíció mérete
id_id: Ukuran partisi persisten
it_it: Dim. partizione persistente
ja_jp: 保存領域のサイズ
lt_lt: Išliekamojo skaidinio dydis
lv_lv: Fiksētā apjoma sadaļa
ms_my: Saiz pemetakan berterusan (persistence partition)
nb_no: Vedvarende partisjon størrelse
nl_nl: Grootte van persistente partitie
pl_pl: Rozmiar trwałej partycji
pt_br: Tamanho da partição persistente
pt_pt: Tamanho da partição persistente
sk_sk: Trvalá veľkosť partície
sv_se: Bestående partitionsstorlek
tr_tr: Kalıcı disk bölümü boyutu
uk_ua: Розмір розділу збереження

source: No persistence
bg_bg: Без устойчивост
cs_cz: Ne trvalý
da_dk: Ingen partition
de_de: Keine Persistenz
el_gr: Ανενεργό
es_es: No persistente
fa_ir: غیرفعال
fi_fi: Ei pysyvää osiota
fr_fr: Désactivée
he_il: ללא
hr_hr: Bez trajne particije
hu_hu: Kikapcsolva
id_id: Tanpa persisten
it_it: No persistenza
ja_jp: 保存領域なし
lt_lt: Be išlikimo
lv_lv: Nav sadaļas
ms_my: Tidak berterusan
nb_no: Ingen varighet
nl_nl: Geen persistentie
pl_pl: Brak trwałości
pt_br: Sem persistência
pt_pt: Nenhuma
sk_sk: Bez partície
sv_se: Ej bestående
tr_tr: Kalıcı bölüm yok
uk_ua: Деактивовано

source: Set the size of the persistent partition for live USB media. Setting the size to 0 disables the persistent partition.
bg_bg: Задайте размера на устойчивия дял за "живото" USB устройство. Ако го зададете на 0, устойчивия дял ще бъде изключен.
cs_cz: Nastavte velikost trvalého oddílu pro živá média USB. Nastavení velikosti 0 zakáže trvalý oddíl.
da_dk: Indstil størrelsen for den vedvarende partition til live USB media. Ved at vælge størrelsen 0 slår man den vedvarende partition fra.
de_de: Größe der persistenten Partition des Live-USB-Systems. Eine Größe von 0 deaktiviert die Persistenz.
el_gr: Ορίστε το μέγεθος του μόνιμου διαμερίσματος για USB με δυνατότητα εκκίνησης. Η ρύθμιση του μεγέθους σε 0 απενεργοποιεί το μόνιμο διαμέρισμα.
es_es: Establece el tamaño de la partición persistente para el medio USB autoarrancable. Estableciendo un valor 0 deshabilita la partición persistente.
fa_ir: برای ایجاد live USB با قابلیت ذخیره‌سازی اطلاعات، اندازه پارتیشن پایدار را تعیین کنید. در این حالت، اطلاعات با راه‌اندازی مجدد (ریست) از بین نخواهد رفت. برای غیرفعال کردن عدد صفر (۰) را وارد کنید.
fi_fi: Aseta pysyvän osion koko 'live USB' -tietovälineitä varten. Koon asettaminen arvoon 0 poistaa pysyvän osion käytöstä.
fr_fr: Etablit la taille de la partition persistente pour media USB de type "live". Une taille de 0 désactive l’utilisation d’une partition persistente.
he_il: הגדרת גודל האחסון הקבוע עבור מדיית Live USB. הגדרת הגודל ל־0 מבטלת את האחסון הקבוע.
hr_hr: Zadaj veličinu trajne particije za "live" USB medij. Ako je zadana veličina 0, isključuje se trajna particija.
hu_hu: Állítsd be a tartós partíció méretét a Live USB adathordozóhoz. A méret 0-ra állításával letiltod a tartós partíciót.
id_id: Atur ukuran partisi persisten untuk media USB live. Mengatur ukuran ke 0 akan menonaktifkan partisi persisten.
it_it: Imposta la dimensione della partizione persistente per il media USB live. Impostando la dimensione a zero disabiliti la partizione persistente.
ja_jp: ライブ USB メディアの保存領域のサイズを設定します。 サイズを 0 に設定すると保存領域が無効になります。保存領域は「Persistent パーティション」「Persistence 機能」とも言われます。
lt_lt: Nustatykite išliekamojo skaidinio dydį gyvai USB laikmenai. Nustačius 0 dydį, išliekamasis skaidinys išjungiamas.
lv_lv: Fiksētās sadaļas apjoma izvēle uz USB nesēja. Ja nav fiksētās sadaļas ievadiet 0.
ms_my: Mengeset saiz pemetakan berterusan (persistent partition) untuk media 'live USB'. Setkan saiz kepada 0 untuk melumpuhkan pemetakan berterusan.
nb_no: Still størrelsen på den vedvarende partisjonen for live USB media. Angir størrelsen til 0 deaktiverer den vedvarende partisjonen.
nl_nl: De grootte van de persistente partitie instellen voor live USB-media. De grootte op 0 instellen schakelt de persistente partitie uit.
pl_pl: Ustaw rozmiar stałej partycji dla nośnika live USB. Ustawienie rozmiaru na 0 wyłącza trwałą partycję.
pt_br: Defina o tamanho da partição persistente para mídia USB ativa. Definir o tamanho como 0 desativa a partição persistente.
pt_pt: Defina o tamanho da partição persistente para a unidade USB. Definir o tamanho como 0 desabilita a partição persistente.
sk_sk: Nastavte veľkosť trvalej partície pre Live USB médium. Nastavením hodnoty na 0 zakážete trvalú partíciu.
sv_se: Ställ in den bestående partitionens storlek för live USB-media. Om du ställer in storleken till 0 inaktiveras den bestående partitionen.
tr_tr: Canlı USB ortamı için kalıcı disk bölümünün boyutunu ayarlayın. Boyutu 0 olarak ayarlamak, kalıcı bölümü devre dışı bırakır.
uk_ua: Встановіть розмір розділу збереження для Live USB-пристрою. Щоб вимкнути розділ збереження встановіть розмір 0.

source: Set the partition size units.
bg_bg: Задайте размера на единиците на дяла.
cs_cz: Nastavení velikosti jednotky.
da_dk: Indstil partition størrelses enheder.
de_de: Einheit der Partitionsgröße festlegen.
el_gr: Ορίστε τις μονάδες μεγέθους διαμερίσματος.
es_es: Establece la unidad de tamaño de partición.
fa_ir: واحد اندازه‌گیری پارتیشن را تعیین کنید.
fi_fi: Valitse osion kokoyksikkö.
fr_fr: Unité de taille utilisée pour la partition persistente.
he_il: הגדרת יחידות גודל המחיצה.
hr_hr: Zadaj jedinicu veličine particije.
hu_hu: Állítsd be a partíció méretegységét.
id_id: Atur unit ukuran pastisi.
it_it: Imposta l'unità della dimensione partizione.
ja_jp: パーティション サイズの単位を設定します。
lt_lt: Nustatykite skaidinio dydžio vienetus.
lv_lv: Fiksētās sadaļas apjoma mērvienības.
ms_my: Set saiz unit pemetakan.
nb_no: Sett partisjonens størrelse enheter.
nl_nl: Grootte-units van de partitie instellen.
pl_pl: Wybierz jednostkę rozmiaru partycji.
pt_br: Defina as unidades de tamanho da partição.
pt_pt: Defina as unidades do tamanho da partição.
sk_sk: Nastavte veľkosť partície.
sv_se: Ställ in partitionsstorlekarna.
tr_tr: Disk bölümü boyutu birimlerini ayarlayın.
uk_ua: Встановити розмір одиниць розділу.

source: Do not show this message again
cs_cz: Příště zprávu nezobrazovat
da_dk: Vis ikke denne besked igen
de_de: Diese Nachricht nicht mehr anzeigen
el_gr: Μην ξαναδείξεις αυτό το μήνυμα
es_es: No volver a mostrar este mensaje
fa_ir: این پیام را دیگر نمایش نده
fr_fr: Ne plus montrer ce message
hr_hr: Više ne prikazuj ovu poruku
hu_hu: Többet ne mutassa ezt az üzenetet
id_id: Jangan tampilkan pesan ini lagi
ja_jp: 次回からこのメッセージを表示しない
nb_no: Ikke vis denne beskjeden igjen
nl_nl: Dit bericht niet opnieuw weergeven
pl_pl: Nie pokazuj więcej tej wiadomości
pt_br: Não mostrar esta mensagem novamente
tr_tr: Bu iletiyi bir daha gösterme

source: Important notice about %s
cs_cz: Důležité upozornění o %s
da_dk: Vigtig besked om %s
de_de: Wichtiger Hinweis zu %s
el_gr: Σημαντική ειδοποίηση για το %s
es_es: Aviso importante respecto %s
fa_ir: نکته مهم درباره %s
fr_fr: Note importante à propos de %s
hr_hr: Važna napomena za %s
hu_hu: Fontos figyelmeztetés erről: %s
id_id: Pemberitahuan penting tentang %s
ja_jp: %s に関する重要なお知らせ
nb_no: Viktig varsel om %s
nl_nl: Belangrijke mededeling over %s
pl_pl: Ważna informacja o %s
pt_br: Aviso importante sobre %s
tr_tr: %s hakkında önemli not

source: You have just created a media that uses the UEFI:NTFS bootloader. Please remember that, to boot this media, YOU MUST DISABLE SECURE BOOT. For details on why this is necessary, see the 'More Information' button below.
cs_cz: Vytvořili jste médium, které používá zavaděč UEFI: NTFS. Pamatujte, že pro zavedení tohoto média MUSÍTE VYPNOUT SECURE BOOT. Podrobnosti o tom, proč je to nutné, naleznete níže v části „Další informace“.
da_dk: Du hare lige oprettet et medie, der bruger UEFI:NTFS bootloader. Husk, at du skal DEAKTIVERE SIKKER BOOT for at starte dette medie. vFor flere detaljer om hvorfor dette er nødvendigt, se "Mere information" knappen nedenfor.
de_de: Sie haben gerade ein Medium erstellt, dass das UEFI:NTFS-Startprogramm verwendet. Bitte denken Sie daran, dass Sie zum Starten dieses Mediums SECURE BOOT DEAKTIVIEREN müssen. Nach dem Abschluss des Vorgangs sollten Sie SECURE BOOT wieder aktivieren. Weitere Informationen, warum dies notwendig ist, finden Sie über die Schaltfläche "Weitere Informationen".
el_gr: Μόλις δημιουργήσατε ένα μέσο που χρησιμοποιεί το bootloader UEFI:NTFS. Σας παρακαλούμε να θυμάστε ότι, για να εκκινήσετε αυτά τα μέσα, πρέπει να απενεργοποιήσετε την ασφαλή εκκίνηση. Για λεπτομέρειες σχετικά με το γιατί αυτό είναι απαραίτητο, ανατρέξτε στο κουμπί "Περισσότερες πληροφορίες" παρακάτω.
es_es: Has creado un sistema que usa un bootloader UEFI:NTFS. Por favor, recuerda que para arrancar con este dispositivo, SECURE BOOT DEBE ESTAR DESACTIVADO. Para más detalles respecto a porqué es necesario, use el siguiente botón "Más información".
fa_ir: شما درایو UEFI:NTFS ایجاد کردید. لطفا به یاد داشته باشید که برای راه‌اندازی (boot) این درایو، حتما باید راه‌اندازی امن (secure boot) را غیرفعال کنید. برای جزئیات بیشتر در مورد این که چرا این کار لازم است، دکمه "اطلاعات بیشتر" را در زیر ببینید.
fr_fr: Vous venez juste de créer un média qui utilise UEFI:NTFS. Veuillez prendre note que, pour pouvoir démarrer ce média, VOUS DEVEZ DESACTIVER SECURE BOOT. Pour plus d'informations (en Anglais) sur les raisons nécessitant ce changement, vous pouvez cliquer sur le bouton ci dessous.
hr_hr: Kreirali ste medij koji koristi UEFI:NTFS bootloader. Da bi ste boot-ali s ovog medija, MORATE ISKLJUČITI "SECURE BOOT". Za detaljno informiranje o ovome, pogledajte na 'Više informacija' ispod.
hu_hu: Egy UEFI:NTFS bootloaderrel rendelkező adathordozót készítettél. Kérlek, ne felejtsd el, hogy a sikeres bootoláshoz, KI KELL KAPCSOLNI A SECURE BOOTOT! Hogy ez miért is szükséges, a 'További információk' gombra kattintva elolvashatod.
id_id: Anda baru saja membuat media yang menggunakan UEFI: NTFS bootloader. Harap diingat bahwa, untuk mem-boot media ini, ANDA HARUS MENONAKTIFKAN SECURE BOOT. Untuk rincian mengapa hal ini perlu dilakukan, lihat tombol 'Informasi lebih lanjut' dibawah.
ja_jp: UEFI:NTFS ブートローダーを使用するメディアを作成しました。 このメディアを起動するには、セキュアブートを無効にする必要があります。 この変更が必要な理由については、下の [詳細情報] から確認してください。
nb_no: Du har nettopp opprettet et medie som bruker UEFI: NTFS bootloader. Husk at, for å starte dette mediet, må du deaktivere SECURE BOOT. For detaljer om hvorfor dette er nødvendig, se "Mer informasjon" knappen nedenfor.
nl_nl: U hebt net een medium aangemaakt dat de UEFI:NTFS-bootloader gebruikt. Onthoud dat u SECURE BOOT MOET UITSCHAKELEN om op te starten vanaf dit medium. Zie de 'meer informatie'-knop hieronder voor details over waarom dit nodig is.
pl_pl: Właśnie utworzyłeś nośnik, który używa bootloadera UEFI:NTFS. Pamiętaj, że aby wystartować z tego medium, MUSISZ WYŁĄCZYĆ "SECURE BOOT". Aby dowiedzieć się więcej dlaczego jest to wymagane, kliknij poniżej przycisk "Więcej informacji".
pt_br: Você acabou de criar uma mídia que usa o carregador de inicialização UEFI: NTFS. Lembre-se de que, para inicializar esta mídia, VOCÊ DEVE DESABILITAR O BOOT SEGURO. Para detalhes sobre por que isso é necessário, consulte o botão "Mais informações" abaixo.
tr_tr: Az önce UEFI:NTFS önyükleyicisini kullanan bir ortam yarattınız. Lütfen, bu ortamı önyükleyebilmek için GÜVENLİ BOOT'U DEVRE DIŞI BIRAKMANIZ gerektiğini unutmayın. Bunun neden gerekli olduğu hakkında ayrıntılar için aşağıdaki 'Daha Fazla Bilgi' düğmesine bakın.

source: Windows image selection
cs_cz: Vybrat obrazu systému Windows
da_dk: Windows billedvalg
de_de: Windows-Image auswählen
el_gr: Επιλογή αρχείου Windows
es_es: Selección de imagen de Windows
fa_ir: انتخاب ایمیج (Image) ویندوز
fr_fr: Sélection d'image Windows
hr_hr: Odabir Windows slike
hu_hu: Windows kép kiválasztása
id_id: Pemilihan image Windows
ja_jp: Windows イメージの選択
nb_no: Windows image-valg
nl_nl: Windows-image selectie
pl_pl: Wybór obrazu Windows
pt_br: Seleção de imagem do Windows
tr_tr: Windows yansı seçimi

source: This ISO contains multiple Windows images. Please select the image you wish to use for this installation:
cs_cz: ISO obsahuje více obrazů Windows.. Vyberte prosím obraz, který chcete použít pro tuto instalaci:
da_dk: Denne ISO indeholder flere Windows-billeder. Vælg venligt billedet, du vil bruge til denne installation:
de_de: Dieses ISO-Image enthält mehrere Windows-Images. Bitte wählen Sie das Image aus, das Sie für diese Installation verwenden möchten:
el_gr: Αυτό το ISO περιέχει πολλά ειδώλια των Windows. Επιλέξτε το αρχειο που θέλετε να χρησιμοποιήσετε για αυτήν την εγκατάσταση:
es_es: Esta ISO contiene múltiples imágenes de Windows. Por favor, seleccione la imagen que desea usar para esta instalación:
fa_ir: این فایل ISO چند ایمیج (Image) مختلف ویندوز دارد. لطفا ایمیجی که می‌خواهید نصب کنید را انتخاب کنید:
fr_fr: Cette ISO contient plusieurs images Windows. Veuillez sélectioner l'image que vous souhaitez utiliser pour cette installation :
hr_hr: Ova ISO datoteka sadrži više Windows slika. Odaberite sliku koju želite koristiti za instalaciju:
hu_hu: Ez az ISO több Windows képet is tartalmaz. Kérlek, válaszd ki azt a képet, amelyet használni szeretnél a telepítéshez:
id_id: Berkas ISO ini berisi beberapa image Windows. Silakan pilih image yang ingin Anda gunakan untuk instalasi:
ja_jp: この ISO には複数の Windows イメージが含まれます。 このインストールに使用したいイメージを選択してください。
nb_no: Denne ISO inneholder flere Windows-imager. Vennligst velg image du vil bruke til denne installasjonen:
nl_nl: Deze ISO bevat meerdere Windows-images. Selecteer de image die u wilt gebruiken voor deze installatie:
pl_pl: To ISO zawiera wiele obrazów Windows. Wybierz obraz, którego chcesz użyć dla tej instalacji:
pt_br: Este ISO contém várias imagens do Windows. Por favor, selecione a imagem que você deseja usar para esta instalação:
tr_tr: Bu ISO birden çok Windows iyansısı içeriyor. Lütfen bu yükleme için kullanmak istediğiniz yansıyı seçin:

source: Another program or process is accessing this drive. Do you want to format it anyway?
cs_cz: K tomuto disku přistupuje jiný program nebo proces. Chcete ho přesto formátovat?
da_dk: Et andet program eller en proces er i gang med at tilgå dette drev. Vil du formatere det alligevel?
de_de: Ein anderer Prozess bzw. ein anderes Programm verwendet das Laufwerk gerade. Wollen Sie es trotzdem formatieren?
el_gr: Ένα άλλο πρόγραμμα ή διαδικασία έχει πρόσβαση σε αυτήν τη μονάδα δίσκου. Θέλετε να το διαμορφώσετε ούτως ή άλλως;
es_es: Otro programa o proceso está accediendo a esta unidad. ¿Deseas formatearlo de todas formas?
fa_ir: برنامه دیگری در حال استفاده از این درایو است. آیا می‌خواهید در هر صورت این درایو را فرمت کنید؟
fr_fr: Ce lecteur est utilisé par une autre application ou un autre processus. Voulez-vous quand même le formater ?
hr_hr: Drugi program ili proces pristupa pogonu. Da li ipak želiš formatirati pogon?
hu_hu: Egy másik alkalmazás vagy folyamat használja ezt az eszközt. Így is formázni szeretnéd?
id_id: Program atau proses lain sedang mengakses drive ini. Apakah Anda tetap ingin memformatnya?
ja_jp: 別のプログラムまたはプロセスがこのドライブにアクセスしています。このままフォーマットしますか?
nb_no: Et annet program eller en prosess holder tilgang til denne disken. Vil du formatere det uansett?
nl_nl: Een ander programma of proces gebruikt deze schijf. Wilt u ze toch formatteren?
pl_pl: Inny program lub proces używa tego dysku. Czy chcesz go sformatować mimo to?
pt_br: Outro programa ou processo está acessando esta unidade. Você quer formatá-lo mesmo assim?
tr_tr: Başka bir program ya da işlem bu sürücüye erişiyor. Yine de biçimlendirmek ister misiniz?
