Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Disable data collection (Skip privacy questions)
cs_cz: Zakázat sběr dat (Přeskočit otázky týkající se ochrany osobních údajů)
da_dk: Deaktiver data indsamling (Skip privatlivs spørgsmål)
de_de: Datenerfassung deaktivieren (Fragen zum Datenschutz überspringen)
el_gr: Απενεργοποίηση συλλογής δεδομένων (Παράβλεψη ερωτήσεων απορρήτου)
es_es: Deshabilitar la recopilación de datos (Omitir preguntas de privacidad)
fa_ir: غیرفعال کردن جمع آوری داده ها (رد شدن از سوالات حریم خصوصی)
hr_hr: Onemogući prikupljanje podataka (Preskoči pitanja o privatnosti)
hu_hu: Adatgyűjtés letiltása (Adatvédelmi kérdések kihagyása)
id_id: Matikan fitur koleksi data (Loncati pertanyaan privasi)
ja_jp: データ収集を無効化
nb_no: Slå av all datainnsamling (hopp over spørsmålene)
nl_nl: Gegevensverzameling uitschakelen (privacy-vragen overslaan)
pl_pl: Wyłącz zbieranie osobistych danych
pt_br: Desativar a coleta de dados (Pular as perguntas sobre privacidade)
tr_tr: Veri toplamayı devre dışı bırak (Gizlilik sorularını atla)

source: Prevent Windows To Go from accessing internal disks
cs_cz: Zabránění přístupu systému Windows To Go k interním diskům
da_dk: Forhindre Windows To Go i at tilgå interne diske
de_de: Verhindern, dass Windows To Go auf interne Laufwerke zugreifen kann
el_gr: Αποτρέψτε την πρόσβαση των Windows To Go σε εσωτερικούς δίσκους
es_es: Impedir que Windows To Go acceda a los discos internos
fa_ir: از دسترسی Windows To Go به دیسک های داخلی جلوگیری کنید
hr_hr: Sprječavanje pristupa internim diskovima sustavu Windows To Go
hu_hu: A belső lemezekhez történő hozzáférés megakadályozása a Windows To Go számára
id_id: Cekal Windows To Go dari mengakses penyimpanan internal
ja_jp: Windows To Goへの内部ディスクからのアクセスを防ぐ
nb_no: Ikke gi Windows To Go tilgang til interne harddisker
nl_nl: Voorkomen dat Windows To Go toegang heeft tot interne schijven
pl_pl: Zapobiegnij używania wewnętrznego magazynu danych przez Windows To Go
pt_br: Impedir que o Windows To Go acesse discos internos
tr_tr: Windows To Go'nun dahili disklere erişmesini önleyin

source: Create a local account with username:
cs_cz: Vytvořte místní účet s uživatelským jménem:
da_dk: Opret en local burger med brugernavn:
de_de: Ein lokales Benutzerkonto erstellen:
el_gr: Δημιουργήστε έναν τοπικό λογαριασμό με όνομα χρήστη:
es_es: Crear una cuenta local con nombre de usuario:
fa_ir: یک حساب کاربری محلی با نام کاربری ایجاد کنید:
hr_hr: Stvorite lokalni račun s korisničkim imenom:
hu_hu: Helyi fiók létrehozása ezzel a felhasználónévvel:
id_id: Buat akun lokal dengan username:
ja_jp: ローカルアカウントを次の名前で作成:
nb_no: Lag en lokal brukerkonto med brukernavnet:
nl_nl: Lokale account met gebruikersnaam aanmaken:
pl_pl: Stwórz konto lokalne o nazwie użytkownika:
pt_br: Criar uma conta local com nome de usuário:
tr_tr: Kullanıcı adı ile yerel bir hesap oluşturun:

source: Set regional options to the same values as this user's
cs_cz: Nastavení regionálních voleb na stejné hodnoty jako u tohoto uživatele
da_dk: Sæt regionale muligheder til de samme værdier some denne brugers
de_de: Regionale Optionen auf die gleichen Werte wie die dieses Benutzers setzen
el_gr: Ορίστε τις τοπικές επιλογές στις ίδιες τιμές με αυτές του χρήστη
es_es: Establezca las opciones regionales en los mismos valores que las de este usuario
fa_ir: گزینه های منطقه ای را روی همان مقادیر این کاربر تنظیم کنید
hr_hr: Postavljanje regionalnih mogućnosti na iste vrijednosti kao i vrijednosti ovog korisnika
hu_hu: A jelenlegi felhasználó területi beállításainak használata
id_id: Atur pilihan wilayah sama seperti pengguna saat ini
ja_jp: 地域設定をこのユーザーと同じものに設定
nb_no: Sett regionale innstillinger til det samme som den aktive brukerkontoen
nl_nl: Regionale opties op dezelfde waarden als deze gebruiker instellen
pl_pl: Ustaw taką samą lokalizację i wartości jak obecny użytkownik
pt_br: Definir as opções regionais com os mesmos valores deste usuário
tr_tr: Bölgesel seçenekleri bu kullanıcınınkiyle aynı değerlere ayarlayın

source: Disable BitLocker automatic device encryption
cs_cz: Zakázání automatického šifrování zařízení nástrojem BitLocker
da_dk: Deaktiver Bitlockers automatiske apparat kryptering
de_de: Deaktivieren der automatischen BitLocker-Laufwerksverschlüsselung
el_gr: Απενεργοποιήστε την αυτόματη κρυπτογράφηση συσκευής BitLocker
es_es: Deshabilitar el cifrado automático de dispositivos BitLocker
fa_ir: رمزگذاری خودکار دستگاه BitLocker را غیرفعال کنید
hr_hr: Onemogući BitLocker automatsko šifriranje uređaja
hu_hu: BitLocker automatikus eszköz titkosítás letiltása
id_id: Matikan enkripsi perangkat otomatis BitLocker
ja_jp: BitLocker 自動デバイス暗号化を無効化します。
nb_no: Deaktiver BitLocker kryptering av enheten
nl_nl: Automatische Bitlocker-apparaatversleuteling uitschakelen
pl_pl: Dezaktywuj automatyczne szyfrowanie BitLocker
pt_br: Desativar a encriptação automática BitLocker
tr_tr: BitLocker otomatik cihaz şifrelemesini devre dışı bırakın

source: Persistent log
cs_cz: Trvalý protokol
da_dk: Vedvarende log
de_de: Dauerhaftes Protokoll
el_gr: Διατήρηση log
es_es: Registro persistente
fa_ir: لیست مداوم
hr_hr: Stalni zapisnik
hu_hu: Tartós naplózás
id_id: Catatan yang tetap/persistent
ja_jp: 永続ログ
nb_no: Behold log
pl_pl: Stały dziennik (log)
pt_br: Registo persistente
tr_tr: Kalıcı günlük

source: An additional file ('diskcopy.dll') must be downloaded from Microsoft to install MS-DOS: - Select 'Yes' to connect to the Internet and download it - Select 'No' to cancel the operation Note: The file will be downloaded in the application's directory and will be reused automatically if present.
cs_cz: Pro instalaci systému MS-DOS je nutné stáhnout další soubor ('diskcopy.dll') od společnosti Microsoft: - Vyberte 'Ano' pro připojení k internetu a stažení - Výběrem možnosti "Ne" operaci zrušíte Poznámka: Soubor bude stažen do adresáře aplikace a bude automaticky znovu použit, pokud je přítomen.
da_dk: En ekstra fil ('diskcopy.dll') skal hentes fra Microsoft for at installere MS-DOS: - Vælg 'Ja' for at tilslutte til internettet og hente den - Vælg 'Nej' for at afbryde operationen Note: Filen vil blive hentet i programmets mappe og vil blive genbrugt automatisk hvis tilstede.
de_de: Eine zusätzliche Datei ('diskcopy.dll') muss von Microsoft heruntergeladen werden, um MS-DOS zu installieren: - Wählen Sie 'Ja', um eine Verbindung mit dem Internet herzustellen und die Datei herunterzuladen - Wählen Sie 'Nein', um den Vorgang abzubrechen Hinweis: Die Datei wird ins Programmverzeichnis heruntergeladen und bei Bedarf wiederverwendet.
el_gr: Πρέπει να γίνει λήψη ενός πρόσθετου αρχείου ('diskcopy.dll') από τη Microsoft για να εγκαταστήσετε το MS-DOS: - Επιλέξτε 'Ναι' για να συνδεθείτε στο Internet και να το κατεβάσετε - Επιλέξτε 'Όχι' για να ακυρώσετε τη λειτουργία Σημείωση: Το αρχείο θα ληφθεί στον κατάλογο της εφαρμογής και θα επαναχρησιμοποιηθεί αυτόματα εάν υπάρχει.
es_es: Se debe descargar un archivo adicional ('diskcopy.dll') de Microsoft para instalar MS-DOS: - Seleccione 'Sí' para conectarse a Internet y descargarlo - Seleccione 'No' para cancelar la operación. Nota: El archivo se descargará en el directorio de la aplicación y se reutilizará automáticamente si está presente.
fa_ir: فایل دیگری ('diskcopy.dll:) نیاز است دانلود شود از مایکروسافت برای نصب MS-DOS: - انتخاب :'بله' برای وصل شدن به اینترنت و دانلود آن - انتخاب 'نه' برای کنسل کردن این کار نکته: فایل در مکان نرم افزار دانلود میشود و دوباره استفاده میشود درصورت انجام مجدد این کار.
hr_hr: Dodatnu datoteku ('diskcopy.dll') potrebno je preuzeti s Microsofta da biste instalirali MS-DOS: - Odaberite 'Da' za spajanje na Internet i preuzimanje - Odaberite 'Ne' za poništavanje operacije Napomena: Datoteka će se preuzeti u imenik aplikacije i automatski će se ponovno koristiti ako postoji.
hu_hu: Az MS-DOS telepítéséhez egy további fájlt ('diskcopy.dll') kell letölteni a Microsofttól: - Válaszd az 'Igen' gombot az internethez történő kapcsolódáshoz, és a fájl letöltéséhez - Válaszd a 'Nem' gombot a művelet megszakításához Megjegyzés: A fájl a program mappájába lesz letöltve, és automatikusan újra lesz használva, ha létezik.
ja_jp: MS-DOSをインストールするにはMicrosoftから追加のファイル(diskcopy.dll)をダウンロードする必要があります。 - はいを選択すると、インターネットに接続しダウンロードします。 - いいえを選択すると、キャンセルします 注意:ファイルはアプリケーションのディレクトリへダウンロードされ、今後自動的に再利用されます。
nb_no: En ekstra fil ('diskcopy.dll') må lastes ned fra Microsoft for å installere MS-DOS: - Velg "Ja" for å koble til Internett og laste den ned - Velg 'Nei' for å avbryte operasjonen Merk: Filen vil bli lastet ned i programmets katalog og vil automatisk bli gjenbrukt hvis den er tilstede.
nl_nl: Er moet een extra bestand ('diskcopy.dll') worden gedownload van Microsoft om MS-DOS te installeren: - Selecteer 'Ja' om verbinding te maken met internet en het bestand te downloaden - Selecteer 'Nee' om de bewerking te annuleren Opmerking: het bestand wordt gedownload in de map van de toepassing en wordt automatisch opnieuw gebruikt als het aanwezig is.
pl_pl: Dodatkowy plik ("diskcopy.dll") musi zostać pobrany od Microsoft, żeby zainstalować MS-DOS: - Wybierz opcję "Tak", aby pobrać pliku z internetu - Wybierz opcję "Nie", aby anulować operację Uwaga: Plik zostanie pobrany do folderu aplikacji i będzie użyty ponownie, gdy będzie dostępny.
pt_br: Um arquivo adicional ('diskcopy.dll') precisa ser baixado da Microsoft para instalar o MS-DOS: - Selecione 'Sim' para se conectar à Internet e baixá-lo - Selecione 'Não' para cancelar a operação Nota: O arquivo será baixado no diretório da aplicação e será reutilizado automaticamente caso presente.
tr_tr: MS-DOS'u yüklemek için Microsoft'tan ek bir dosyanın ('diskcopy.dll') indirilmesi gerekir: - İnternete bağlanıp indirmek için 'Evet'i seçin - İşlemden vazgeçmek için 'Hayır'ı seçin Not: Dosya uygulamanın dizinine indirilecek ve varsa otomatik olarak yeniden kullanılacaktır.

source: Revoked UEFI bootloader detected
cs_cz: Byl zjištěn odvolaný zavaděč UEFI
da_dk: Tilbagekaldt UEFI Bootloader opdaget
de_de: Zurückgezogenes UEFI-Startprogramm erkannt
el_gr: Εντοπίστηκε ανακληθέν bootloader UEFI
es_es: Se detectó un gestor de arranque UEFI revocado
fa_ir: بوت لودر UEFI کنسل شده شناسایی شد
hr_hr: Otkriven opozvani UEFI pokretački program
hu_hu: Visszavont UEFI rendszerbetöltő detektálva
ja_jp: 無効なUEFIブートローダーが検出されました。
nb_no: Opphevet UEFI bootloader oppdaget
nl_nl: Ingetrokken UEFI-bootloader gedetecteerd
pl_pl: Wykryto unieważniony bootloader UEFI
pt_br: Detectado carregador de inicialização UEFI revogado
tr_tr: İptal edilen UEFI önyükleyici algılandı

source: Rufus detected that the ISO you have selected contains a UEFI bootloader that has been revoked and that will produce %s, when Secure Boot is enabled on a fully up to date UEFI system. - If you obtained this ISO image from a non reputable source, you should consider the possibility that it might contain UEFI malware and avoid booting from it. - If you obtained it from a trusted source, you should try to locate a more up to date version, that will not produce this warning.
cs_cz: Rufus zjistil, že vámi vybraný ISO obsahuje zavaděč UEFI, který byl odvolán a který vytvoří %s, když je v plně aktuálním systému UEFI povoleno Secure Boot. - Pokud jste tento obraz ISO získali z nerenomovaného zdroje, měli byste zvážit možnost, že by mohl obsahovat malware UEFI a vyhnout se bootování z něj. - Pokud jste jej získali z důvěryhodného zdroje, měli byste se pokusit najít aktuálnější verzi, která toto varování nevyvolá.
da_dk: Rufus har opdaget at ISO filen du har valgt indeholder en UEFI bootloader der er blevet tilbagekaldt og vil producere %s, når Secure Boot er slået til på et fuldt opdateret UEFI system. - Hvis du har hentet dette ISO billed fra en upålidelig kilde, bør du overveje muligheden for at den muligvis indeholder UEFI malware og undgå at boote fra den. - Hvis du har hentet den fra en pålidelig kilde, bør du kigge efter en nyere version, som ikke vil producere denne advarsel.
de_de: Rufus hat erkannt, dass das gewählte ISO-Image ein UEFI-Startprogramm enthält, dass zurückgezogen wurde. Das führt zu %s, wenn das UEFI-System aktuell ist und Secure Boot aktiv ist. - Wenn Sie das ISO-Image aus einer unzuverlässigen Quelle haben, sollten Sie in Betracht ziehen, dass es UEFI-Schadcode enthält und es deshalb nicht verwenden. - Wenn Sie es aus einer vertrauenswürdigen Quelle haben, sollten Sie versuchen, eine aktuellere Version zu bekommen, die dieses Problem nicht hat.
el_gr: Ο Rufus εντόπισε ότι το ISO που επιλέξατε περιέχει έναν bootloader UEFI που έχει ανακληθεί και θα παράγει %s, όταν η Ασφαλής Εκκίνηση είναι ενεργοποιημένη σε ένα πλήρως ενημερωμένο σύστημα UEFI. - Εάν λάβατε αυτήν την εικόνα ISO από μη αξιόπιστη πηγή, θα πρέπει να εξετάσετε το ενδεχόμενο να περιέχει κακόβουλο λογισμικό UEFI και να αποφύγετε την εκκίνηση από αυτό. - Εάν το λάβατε από αξιόπιστη πηγή, θα πρέπει να προσπαθήσετε να εντοπίσετε μια πιο ενημερωμένη έκδοση, η οποία δεν θα παράγει αυτήν την προειδοποίηση.
es_es: Rufus detectó que el ISO que seleccionó contiene un gestor de arranque UEFI que ha sido revocado y que producirá %s, cuando el arranque seguro esté habilitado en un sistema UEFI completamente actualizado. - Si obtuvo esta imagen ISO de una fuente no confiable, debe considerar la posibilidad de que contenga malware UEFI y evitar arrancar desde allí. - Si lo obtuvo de una fuente confiable, debe intentar localizar una versión más actualizada, que no producirá esta advertencia.
fa_ir: Rufus متوجه شده که فایل ISO که انتخاب کردید دارای UEFI بوت لودری است که لفو شده و باعث %s, درصورتی که بوت امن فعال شده بر روی سیستم کاملا اپدیت شده UEFIvv- اگه شما این فایل ISO رو از یک جای غیر قابل اعتماد دریافت کردید ممکن است این فایل دارای ویروس UEFI باشد و نباید آنرا بوت کرد v- اگه شما شما از جای مورد اغفماد دریافت کردیدش, میتونید تلاش کنید برای پیدا کردن نسخه جدیدتر, با اینکار دیگر این هشتار را دریافت نمیکنید.
hr_hr: Rufus je otkrio da ISO koji ste odabrali sadrži UEFI bootloader koji je opozvan i koji će proizvesti %s, kada je Secure Boot omogućen na potpuno ažuriranom UEFI sustavu. - Ako ste nabavili ovu ISO sliku iz izvora koji nije renomiran, trebali biste razmotriti mogućnost da ona sadrži zlonamjerni softver UEFI i izbjegavati pokretanje ga. - Ako ste ga dobili od pouzdanog izvora, trebali biste pokušati locirati noviju verziju koja neće proizvesti ovo upozorenje.
hu_hu: A Rufus észlelte, hogy a kiválasztott ISO egy olyan UEFI rendszerbetöltőt tartalmaz, amelyet visszavontak, és ha a Secure Boot engedélyezve van egy teljesen naprakész UEFI rendszeren, akkor ehhez vezet: %s. - Ha ezt az ISO képet nem megbízható forrásból szerezted be, akkor számolnod kell azzal a lehetőséggel, hogy UEFI kártevőt tartalmazhat, és elkerülendő az erről történő rendszerindítás. - Ha megbízható forrásból szerezted be, akkor próbálj meg egy naprakészebb verziót találni, amelyre ez a figyelmeztetés nem jelenik meg.
ja_jp: Rufusは選択されたISOイメージが無効なUEFIブートローダーを含み、最新のUEFIでセキュアブートが有効である場合%sを引き起こすことを検出しました。 - このファイルが信頼できないソースから入手されたものであれば、マルウェア混入の可能性があるため起動しないことをお勧めします。 - このファイルが信頼できるソースから取得したものであれば、警告が発生しない新しいバージョンを探すことをお勧めします。
nb_no: Rufus oppdaget at ISO-en du har valgt inneholder en UEFI-oppstartslaster som har blitt tilbakekalt og som vil produsere %s, når sikker oppstart er aktivert på et fullstendig oppdatert UEFI-system. - Hvis du har fått dette ISO-bildet fra en ikke-anerkjent kilde, bør du vurdere muligheten for at det kan inneholde UEFI-malware og unngå å starte opp fra det. - Hvis du har fått det fra en pålitelig kilde, bør du prøve å finne en mer oppdatert versjon, som ikke vil gi denne advarselen.
nl_nl: Rufus heeft gedetecteerd dat de ISO die u hebt geselecteerd een UEFI-bootloader bevat die is ingetrokken en %s zal produceren wanneer Secure Boot is ingeschakeld op een volledig bijgewerkt UEFI-systeem. - Als u deze ISO-image hebt verkregen van een niet-vertrouwde bron, houdt u best rekening met de mogelijkheid dat het UEFI-malware bevat en vermijdt u om ervan op te starten. - Als u het van een betrouwbare bron hebt verkregen, moet u proberen een meer up-to-date versie te vinden die deze waarschuwing niet produceert.
pl_pl: Rufus wykrył, że wybrany plik ISO zawiera bootloader UEFI, który został unieważniony, i który wygeneruje %s. gdy włączony zostanie "Secure Boot" w pełni zaktualizowanym systemie UEFI. - Jeśli uzyskałeś ten obraz ISO z niezaufanego źródła, powinieneś rozważyć możliwość, że może on zawierać złośliwe oprogramowanie dla UEFI i unikać jego uruchamiania. - Jeśli uzyskałeś go z zaufanego źródła, powinieneś spróbować znaleźć nowszą wersję, która nie wygeneruje tego ostrzeżenia.
pt_br: Rufus detectou que o ISO selecionado contém um carregador de inicialização UEFI que foi revogado e produzirá %s quando Secure Boot estiver habilitado em um sistema UEFI atualizado. - Se você obteve essa imagem ISO de uma fonte não confiável, você deve considerar a possibilidade da mesma conter malware UEFI e evitar inicializar através dela. - Se você a obteve de uma fonte confiável, você deve tentar achar uma versão mais recente, que não produza este aviso.
tr_tr: Rufus, seçtiğiniz ISO'nun iptal edilmiş bir UEFI önyükleyici içerdiğini ve tamamen güncel bir UEFI sisteminde Güvenli Önyükleme etkinleştirildiğinde %s oluşturacağını algıladı. - Bu ISO görüntüsünü saygın olmayan bir kaynaktan aldıysanız, bunun UEFI kötü amaçlı yazılım içerme olasılığını göz önünde bulundurmalı ve bu görüntüden önyükleme yapmaktan kaçınmalısınız. - Eğer güvenilir bir kaynaktan aldıysanız bu uyarıyı vermeyecek daha güncel bir versiyon bulmaya çalışmalısınız.

source: a "Security Violation" screen
cs_cz: obrazovka "Porušení zabezpečení"
da_dk: en "Sikkerhedsbrud" skærm
de_de: ein Bildschirm "Sicherheitsverletzung"
el_gr: μια οθόνη "Παραβίαση ασφαλείας"
es_es: una pantalla de "violación de seguridad"
fa_ir: یک صفحه "مشکلی امنیتی"
hr_hr: zaslon "Sigurnosna povreda"
hu_hu: "Security Violation" képernyő
ja_jp: セキュリティ侵害表示
nb_no: en "Sikkerhetsbrudd"-skjerm
nl_nl: een "Security Violation"-scherm
pl_pl: ekran "Naruszenie Bezpieczeństwa"
pt_br: uma tela "Security Violation"
tr_tr: "Güvenlik İhlali" ekranı

source: a Windows Recovery Screen (BSOD) with '%s'
cs_cz: a Obrazovka zotavení systému Windows (BSOD) s '%s'
da_dk: en Windows Gendannelsesskærm (BSOD) med '%s'
de_de: ein Windows-Wiederherstellungsbildschirm (BSOD) mit '%s'
el_gr: μια οθόνη αποκατάστασης των Windows (BSOD) με '%s'
es_es: una pantalla de recuperación de Windows (BSOD) con '%s'
fa_ir: یک صفخه ریکاوری ویندوز (BSOD) با '%S"
hr_hr: zaslon za oporavak sustava Windows (BSOD) s '%s'
hu_hu: Windows helyreállítási képernyő (BSOD / kék halál) ezzel: '%s'
ja_jp: "%s"によるWindowsのブルースクリーン
nb_no: en Windows-gjenopprettingsskjerm (BSOD) med '%s'
nl_nl: een Windows-herstelscherm (BSOD) met '%s'
pl_pl: "Ekran odzyskiwania systemu Windows" (BSOD) z '%s'
pt_br: uma tela de Reparo do Windows (BSOD) com '%s'
tr_tr: '%s' içeren bir Windows Kurtarma Ekranı (BSOD)

source: Compressed VHDX Image
cs_cz: Komprimovaný obraz VHDX
da_dk: Komprimeret VHDX Afbildning
de_de: Komprimiertes VHDX-Image
el_gr: Συμπιεσμένη εικόνα VHDX
es_es: Imagen VHDX comprimida
fa_ir: فایل VHDX فشرده شده
hr_hr: Komprimirana VHDX slika
hu_hu: Tömörített VHDX képfájl
ja_jp: 圧縮されたVHDXイメージ
nb_no: Komprimert VHDX-imaget
nl_nl: Gecomprimeerde VHDX-image
pl_pl: Zkompresowany obraz VHDX
pt_br: Imagem VHDX comprimida
tr_tr: Sıkıştırılmış VHDX Yansısı

source: Uncompressed VHD Image
cs_cz: Nekomprimovaný obraz VHD
da_dk: Ukomprimeret VHD Afbildning
de_de: Unkomprimiertes VHD-Image
el_gr: Μη συμπιεσμένη εικόνα VHDX
es_es: Imagen VHD sin comprimir
fa_ir: فایل VHD فشرده نشده
hr_hr: Nekomprimirana VHD slika
hu_hu: Nem tömörített VHD képfájl
ja_jp: 圧縮されていないVHDイメージ
nb_no: Ukomprimert VHD-imaget
nl_nl: Niet-gecomprimeerde VHD-image
pl_pl: Zdekompresowany obraz VHD
pt_br: Imagem VHD não comprimida
tr_tr: Sıkıştırılmamış VHD Yansısı

source: Full Flash Update Image
cs_cz: Úplná aktualizace Flash Image
da_dk: Full Flash Update Afbildning
de_de: Vollständiges Flash-Update-Image
es_es: Imagen de actualización completa de Flash
hr_hr: Potpuna ažuriranje flash slike
hu_hu: Full Flash Update (FFU) képfájl
ja_jp: Full Flash Updateイメージ
pl_pl: Obraz typu "aktualizacja full flush"
pt_br: Imagem Full Flash Update
tr_tr: Full Flash Update Yansısı

source: Some additional data must be downloaded from Microsoft to use this functionality: - Select 'Yes' to connect to the Internet and download it - Select 'No' to cancel the operation
cs_cz: K použití této funkce je třeba stáhnout některá další data od společnosti Microsoft: - Vyberte 'Ano' pro připojení k internetu a stažení - Výběrem možnosti "Ne" operaci zrušíte
da_dk: Noget ekstra data skal hentes fra Microsoft for at udnytte denne funktionalitet: - Vælg 'Ja' for at tilslutte til internettet og hente det - Vælg 'Nej' for at afbryde operationen
de_de: Einige weitere Daten müssen von Microsoft heruntergeladen werden, um diese Funktion zu verwenden: - Wählen Sie 'Ja', um eine Verbindung mit dem Internet herzustellen und diese herunterzuladen - Wählen Sie 'Nein', um den Vorgang abzubrechen
el_gr: Ορισμένα πρόσθετα δεδομένα πρέπει να ληφθούν από τη Microsoft για να χρησιμοποιήσετε αυτήν τη λειτουργία: - Επιλέξτε 'Ναι' για να συνδεθείτε στο Internet και να τα κατεβάσετε - Επιλέξτε 'Όχι' για να ακυρώσετε τη λειτουργία
es_es: Se deben descargar algunos datos adicionales de Microsoft para utilizar esta funcionalidad: - Seleccione 'Sí' para conectarse a Internet y descargarlo - Seleccione 'No' para cancelar la operación.
fa_ir: دیتا های دیگری نیاز به دانلود از مایکروسافت برای انجام دادن این کار نیاز است: - انتخاب 'بله' برای وصل شدن به اینترنت و دانلود آنها - انتخاب 'نه' برای لغو کردن این کار
hr_hr: Za korištenje ove funkcije potrebno je preuzeti neke dodatne podatke od Microsofta: - Odaberite 'Da' za spajanje na Internet i preuzimanje - Odaberite 'Ne' za poništavanje operacije
hu_hu: E funkcionalitás használatához néhány további adat letöltése szükséges a Microsofttól: - Válaszd az 'Igen' gombot az internethez történő csatlakozáshoz, és az adatok letöltéséhez - Válaszd a 'Nem' gombot a művelet megszakításához
ja_jp: この機能を使用するにはMicrosoftから追加のファイルをいくつかダウンロードする必要があります。 - はいを選択すると、インターネットに接続しダウンロードします。 - いいえを選択すると、キャンセルします
nb_no: Noen tilleggsdata må lastes ned fra Microsoft for å bruke denne funksjonaliteten: - Velg "Ja" for å koble til Internett og laste den ned - Velg 'Nei' for å avbryte operasjonen
nl_nl: Om deze functionaliteit te kunnen gebruiken, moeten enkele extra gegevens worden gedownload van Microsoft: - Selecteer 'Ja' om verbinding te maken met internet en ze te downloaden - Selecteer 'Nee' om de bewerking te annuleren
pl_pl: Aby móc korzystać z tej funkcji, należy pobrać pewne dodatkowe dane od firmy Microsoft: - Wybierz opcję „Tak”, aby połączyć się z Internetem i pobrać plik - Wybierz opcję „Nie”, aby anulować operację
pt_br: Alguns dados adicionais precisam ser baixados da Microsoft para usar essa funcionalidade: - Selecione 'Sim' para se conectar à Internet e baixá-los - Selecione 'Não' para cancelar a operação
tr_tr: Bu işlevselliği kullanmak için Microsoft'tan bazı ek verilerin indirilmesi gerekir: - İnternete bağlanıp indirmek için 'Evet'i seçin - İşlemden vazgeçmek için 'Hayır'ı seçin
