Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Use this field to set the drive label. International characters are accepted.
bg_bg: Използвайте това поле, за да зададете етикет на устройството. Интернационални символи са позволени.
cs_cz: Pokud chcete nastavit jmenovku svazku, vyplňte pole. Jsou podporované i mezinárodní znaky.
da_dk: Brug dette felt til at ændre volume-etiketten. Internationale tegn accepteres.
de_de: Geben Sie hier die Datenträgerbezeichnung ein. Internationale Schriftzeichen sind erlaubt.
el_gr: Χρησιμοποιήστε αυτό το πεδίο για να ορίσετε την ετικέτα της μονάδας δίσκου. Γίνονται δεκτοί διεθνείς χαρακτήρες.
es_es: Use este campo para establecer el nombre del volumen. Se aceptan caracteres internacionales.
fa_ir: شما می‌توانید برای درایو USB موردنظر؛ نام دلخواهی را انتخاب کنید.
fi_fi: Käytä tätä kenttää valitaksesi aseman nimen. Voit käyttää kansainvälisiä merkkejä.
fr_fr: Utilisez ce champ pour mettre à jour le nom du volume. Les caractères étendus et les accents sont acceptés.
hr_hr: Koristi ovo polje za zadavanje oznake diska. Prihvaćeni su i internacionalni znakovi.
hu_hu: Használd ezt a mezőt a kötetcímke megadásához. A nemzetközi karakterek is elfogadottak.
id_id: Gunakan bidang ini untuk mengatur label perangkat. Karakter internasional diperbolehkan.
it_it: Usa questo campo per impostare l'etichetta dell'unità. I caratteri internazionali sono permessi.
ja_jp: ここでドライブのラベルを設定可能です。 各国の文字が使用できます。
lt_lt: Šiame laukelyje įrašykite disko žymę. Galite naudoti tarptautinius simbolius.
ms_my: Gunakan ini untuk tetapkan label cakera. Huruf antarabangsa boleh digunakan.
nb_no: Bruk dette feltet for å lage disketikett. Internasjonale bokstaver er tillatt.
nl_nl: Gebruik dit veld om de drive-naam in te stellen. Internationale tekens worden aanvaard.
pl_pl: Użyj tego pola, aby ustawić etykietę dysku. Znaki międzynarodowe są dozwolone.
pt_br: Use este campo para definir o nome do drive. Caracteres acentuados são aceitos.
pt_pt: Use este campo para atribuir o nome ao volume. Podem ser caracteres acentuados.
sk_sk: Ak chcete nastaviť menovku disku, vyplňte pole. Podporované sú aj medzinárodné znaky.
sv_se: Använd detta fältet till att ange enhetens namn. Internationella bokstäver är tillåtna.
tr_tr: Bu alanı sürücü etiketini ayarlamak için kullanın. Uluslararası karakterler kabul edilir.
uk_ua: Встановлення нової мітки тому. Підтримуються міжнародні символи.

source: Toggle advanced options
bg_bg: Покажи/Скрий разширените настройки
cs_cz: Přepnout pokročilá nastavení
da_dk: Skift avancerede indstillinger
de_de: Erweiterte Optionen ein- bzw. ausblenden
el_gr: Εμφάνιση επιλογών για προχωρημένους
es_es: Mostrar opciones avanzadas
fa_ir: نمایش دادن/پنهان کردن تنظیمات پیشرفته
fi_fi: Näytä tai piilota lisäasetukset
fr_fr: Affiche/Cache les options avancées
he_il: הצגה/הסתרה של האפשרויות המתקדמות
hr_hr: Otvori napredne postavke
hu_hu: Haladó beállítások megjelenítése/elrejtése
id_id: Tombol untuk opsi lanjutan
it_it: Abilita/disabilita opzioni avanzate
ja_jp: 詳細設定に切り替えます。
lt_lt: Įjungti išsamias parinktis
lv_lv: Atvērt papildus parametrus
ms_my: Togel pilihan lanjutan
nb_no: Avanserte valg
nl_nl: Geavanceerde opties in-/uitschakelen
pl_pl: Przełącz opcje zaawansowane
pt_br: Exibir opções avançadas
pt_pt: Mostrar opções avançadas
sk_sk: Prepínač pokročilých nastavení
sv_se: Visa/Dölj avancerat
tr_tr: Gelişmiş seçeneklere geçiş
uk_ua: Показати розширені властивості

source: Check the device for bad blocks using a test pattern
bg_bg: Провери устройството за лоши блокове, използвайки тестов модел
cs_cz: Zkontrolovat zařízení na přítomnost chybných bloků použitím zkušebního vzorku
da_dk: Kontroller enheden for fejlbehæftede blokke ved brug af et test-mønster
de_de: Das Laufwerk mittels eines Testmusters auf fehlerhafte Blöcke prüfen
el_gr: Ελέγξτε τη συσκευή για κατεστραμμένους τομείς χρησιμοποιώντας το μοτίβο δοκιμής
es_es: Revisa el dispositivo buscando bloques defectuosos aplicando un patrón de pruebas
fa_ir: بررسی وجود بدسکتور (Bad sector) در حافظه و درایو موردنظر با استفاده از یک الگوی آزمایش (Test pattern)
fi_fi: Tarkista laite testikuviolla vioittuneiden lohkojen varalta
fr_fr: Détecte la présence de blocs défectueux en écrivant un motif de test
he_il: בדיקת ההתקן אחר אזורים פגומים בעזרת דפוס בדיקה
hr_hr: Provjeri prisutnost loših blokova pomoću uzorka
hu_hu: Hibás blokkok keresése az eszközön egy teszt minta segítségével
id_id: Periksa blok buruk pada perangkat menggunakan tes pola
it_it: Abilita questa opzione per effettuare un controllo dei blocchi danneggiati nel dispositivo usando un pattern di test
ja_jp: テスト パターンで不良ブロックを検出するにはチェック ボックスをオンにします。
lt_lt: Tikrinti įrenginį dėl blogų blokų naudojant testo šabloną
lv_lv: Atzīmējiet lai pārbaudīt ierīci uz bojātiem sektoriem
ms_my: Semak peranti untuk blok rosak menggunakan corak ujian
nb_no: Velg antall passeringer for å teste etter dårlige blokker, bruker forskjellige mønstre
nl_nl: Controleer het apparaat op slechte blokken tijdens een testpatroon
pl_pl: Sprawdź urządzenie pod kątem błędnych sektorów używając wzoru testowego
pt_br: Verificar o dispositivo para blocos defeituosos usando um padrão de teste
pt_pt: Verificação de erros no dispositivo com o padrão de teste
sk_sk: Skontrolovať zariadenie na prítomnosť chybných blokov použitím skúšobných vzoriek
sv_se: Kontrollera enheter om den har trasiga block genom att köra ett testmönster
tr_tr: Kalıp denemesi kullanarak hatalı blokları denetle
uk_ua: Перевірка пристрою на наявність поганих (пошкоджених) блоків за допомогою тестового паттерну

source: Uncheck this box to use the "slow" format method
bg_bg: Махнете тази отметка, ако искате да използвате "бавен" метод на форматиране
cs_cz: Odškrtnutím použijete pomalou metodu formátování
da_dk: Fravælg denne mulighed for at bruge den "langsomme" formateringsmetode
de_de: Wenn nicht aktiviert, wird die "langsame" Formatierung verwendet
el_gr: Αποεπιλέξτε αυτό το πλαίσιο για να χρησιμοποιήσετε την "αργή" μέθοδο διαμόρφωσης
es_es: Desmarque esta opción para usar el método "lento" de formateo
fa_ir: برای فرمت کردن به روش آهسته یا کامل (Full format) این گزینه را غیرفعال کنید
fi_fi: Poista valintaruudun valinta käyttääksesi "hidasta" alustustapaa
fr_fr: Décochez cette case si vous voulez utiliser la méthode de formatage "lente"
he_il: יש לבטל את סימון התיבה הזו כדי להשתמש בשיטת האתחול ה"איטית"
hr_hr: Ostavite prazno za "sporu" metodu formatiranja
hu_hu: Vedd ki innen a pipát a "lassú" formázáshoz
id_id: Hapus centang kotak ini untuk menggunakan metode format "lambat"
it_it: Deseleziona questa opzione per usare il metodo di formattazione completo ma 'lento'
ja_jp: “クイックではない”フォーマットをするにはチェック ボックスをオフにします。
lt_lt: Nuimkite šio langelio žymę norėdami naudoti "lėtą" formatavimo būdą
lv_lv: Noņemiet atzīmi lai izmantot "lēno" formatēšanu
ms_my: Nyahtanda kotak ini untuk menggunakan kaedah pemformatan perlahan
nb_no: Bruk "langsom" formateringsmetode ved å fjerne haken i denne ruten
nl_nl: Uitvinken om de "langzame" formatteermethode te gebruiken
pl_pl: Odznacz to pole, aby użyć "powolnej" metody formatowania
pt_br: Desmarque esta opção para usar o método de formatação "lento"
pt_pt: Desmarque esta opção para usar o método de formatação "lento"
sk_sk: Odznačením tohto políčka použijete pomalú metódu formátovania
sv_se: Avmarkera om du vill använda "långsam" formateringsmetod
tr_tr: "Yavaş" biçimlendirme yöntemini kullanmak için bu onay kutusu seçimini kaldırın
uk_ua: Швидке форматування пристрою

source: Method that will be used to create partitions
bg_bg: Метод по който ще бъдат създадени дяловете
cs_cz: Metoda, která bude použita k vytváření oddílů
da_dk: Metoden som bliver brugt for at lægge partitioner
de_de: Methode, mit der das Laufwerk partitioniert wird
el_gr: Επιλογή μεθόδου για την δημιουργία διαμερισμών δίσκου
es_es: Método a usar para crear particiones
fa_ir: روشی که برای ساخت پارتیشن‌ها استفاده می‌شود
fi_fi: Tapa, jota käytetään osioiden luomiseen
fr_fr: Methode qui sera utilisée pour créer les partitions
he_il: השיטה שתהיה בשימוש ליצירת מחיצות
hr_hr: Metoda koja će se koristiti kod kreiranja particija
hu_hu: A partíciók létrehozásához használt metódus
id_id: Metode yang akan digunakan untuk membuat partisi
it_it: Metodo che verrà usato per creare le partizioni
ja_jp: パーティションの作成方法です。
lt_lt: Būdas, kuris bus naudojamas skaidiniams kurti
lv_lv: Sadaļu veidošanas metode
ms_my: Kaedah yang digunakan untuk mencipta partisyen
nb_no: Metoden som vil bli brukt for å lage partisjonene
nl_nl: Methode die gebruikt zal worden om partities te maken
pl_pl: Metoda, która zostanie użyta do stworzenia partycji
pt_br: Método que será usado para criar partições
pt_pt: Método a usar para criar partições
sk_sk: Metóda, ktorá bude použitá na vytvorenie partícií
sv_se: Metod som kommer att användas för att skapa partitioner
tr_tr: Bölümleri oluşturmak için kullanılacak yöntem
uk_ua: Метод створення розділів

source: Method that will be used to make the drive bootable
bg_bg: Метод, който ще бъде използван, за да се направи устройството стартиращо
cs_cz: Vyberte metodu, která bude použitá k vytvoření boot zařízení
da_dk: Metode til at oprette en boot-disk
de_de: Methode, um das Laufwerk startfähig zu machen
el_gr: Η μέθοδος που θα χρησιμοποιηθεί για να δημιουργηθεί ο δίσκος με δυνατότητα εκκίνησης
es_es: Método a usar para hacer que la unidad sea de ejecución automática
fa_ir: انتخاب روش و نوع فایلی که می‌خواهید با استفاده از آن یک درایو USB با قابلیت راه‌اندازی بسازید
fi_fi: Tapa, jolla asemasta tehdään boottaava
fr_fr: Méthode à utiliser pour rendre le périphérique démarrable
he_il: השיטה שתהיה בשימוש להפיכת הכונן לבר־אתחול
hr_hr: Metoda koja će biti korištena za kreiranje boot-abilnog USB-a
hu_hu: Az USB meghajtó bootolhatóvá tételéhez használt metódus
id_id: Metode yang akan digunakan untuk membuat perangkat bootable
it_it: Metodo che verrà usato per rendere l'unità USB avviabile
ja_jp: ドライブを起動可能にするために使用する方法です。
lt_lt: Būdas, kuris bus naudojamas padaryti diską įkeliamą
lv_lv: Ielādes varianti
ms_my: Kaedah yang digunakan untuk membuat cakera boot
nb_no: Metoden som vil bli brukt for å gjøre stasjonen oppstartbar
nl_nl: Methode die gebruikt zal worden om de drive opstartbaar te maken
pl_pl: Metoda, która zostanie użyta, aby uczynić dysk rozruchowym
pt_br: Método que será usado para tornar a unidade inicializável
pt_pt: Método a usar para tornar a unidade inicializável
sk_sk: Vyberte metódu, ktorá bude použitá na vytvorenie bootovateľného zariadenia
sv_se: Metod som kommer att användas för att göra enheten startbar
tr_tr: Sürücüyü açılabilir yapmak için kullanılacak yöntem
uk_ua: Метод створення завантажувального диску

source: Click to select or download an image...
cs_cz: Kliknutím vyberte nebo stáhněte obraz...
da_dk: Klik for at vælge eller downloade et billede...
de_de: Image-Datei oder Download auswählen...
el_gr: Κάντε κλικ για να επιλέξετε ή να κατεβάσετε ένα αρχείο...
es_es: Haga clic para seleccionar una imagen ISO...
fa_ir: برای انتخاب یا دانلود فایل ایمیج (Image) کلیک کنید.
hr_hr: Kliknite za odabir ili preuzimanje slike... (ISO)
hu_hu: Kattints ide egy képfájl kiválasztásához vagy letöltéséhez...
id_id: Klik untuk memilih sebuah image...
ja_jp: イメージを選択するか、イメージをダウンロードするにはここをクリックしてください。
nb_no: Klikk for å velge et bilde...
nl_nl: Klikken om een image te selecteren of te downloaden...
pl_pl: Kliknij, aby wybrać lub pobrać obraz...
pt_br: Clique para selecionar ou baixar uma imagem...
tr_tr: Yansı seçmek ya da indirmek için tıklayın...

source: Check this box to allow the display of international labels and set a device icon (creates an autorun.inf)
bg_bg: Сложете тази отметка за да разрешите показването на интернационални етикети и да зададете икона на устройството (създава autorun.inf)
cs_cz: Povolíte v názvu disku zobrazení mezinárodních znaků a vytvoření ikony zařízení (vytvořením souboru autorun.inf)
da_dk: Vælg denne mulighed for at tillade visning af internationale etiketter og skabe et enheds-ikon (opretter en autorun.inf)
de_de: Wählen Sie diese Option, um die Anzeige internationaler Bezeichnungen zu ermöglichen und ein Gerätesymbol zu erzeugen (autorun.inf).
el_gr: Επιλέξτε αυτό το πλαίσιο για να επιτραπεί η εμφάνιση των διεθνών ετικετών και ο ορισμός ενός εικονιδίου συσκευής (δημιουργείτε ένα autorun.inf)
es_es: Seleccione esta opción para permitir que se muestren caracteres internacionales y establecer un icono para la unidad (crea un archivo autorun.inf)
fa_ir: اگر نامی که برای درایو موردنظر انتخاب کرده‌اید طولانی و یا دارای حروف غیر انگلیسی است و یا اگر می‌خواهید درایو موردنظر آیکون داشته باشد؛ این گزینه را انتخاب کنید.
fi_fi: Valitse valintaruutu salliaksesi kansainvälisten merkkien näyttämisen ja asettaaksesi laitekuvakkeen (luo autorun.inf-tiedoston)
fr_fr: Cochez cette case pour permettre l’affichage des caractères étendus/internationaux et ajouter une icône (ceci crée un fichier autorun.inf)
he_il: יש לסמן תיבה זו כדי לאפשר הצגה של תוויות שם בינלאומיות וכדי להגדיר סמל להתקן (יוצר קובץ autorun.inf)
hr_hr: Potvrdite ovo da dozvolite prikaz internacionalnih oznaka i napravite ikonu (stvara autorun.inf)
hu_hu: Pipáld be a nemzetközi címkék megjelenítésének engedélyezéséhez, és az eszköz ikon beállításához (egy autorun.inf fájlt készít)
id_id: Centang kotak ini untuk menampilkan label internasional dan menyetel ikon perangkat (membuat autorun.inf)
it_it: Abilita questa opzione per permettere la visualizzazione delle etichette internazionali e impostare una icona dispositivo (creerà un file autorun.inf)
ja_jp: 機能拡張されたラベルの表示とデバイス アイコンの設定を有効するにはこのチェック ボックスをオンにします。“autorun.inf” を作成します。
lt_lt: Pažymėkite šį langelį, norėdami įgalinti tarptautinių žymių rodymą ir įrenginio piktogramos nustatymą (sukuria autorun.inf)
lv_lv: Atzīmējiet starptautisko simbolu atbalstam un ierīces ikonas izveidei (tiek izveidots fails autorun.inf)
ms_my: Klik kotak ini untuk membenarkan paparan label antarabangsa dan menetapkan ikon cakera (akan membuat fail autorun.inf)
nb_no: Merk denne boksen for å tillate visning av internasjonal merkelapp og lage et stasjonsikon (lager en autorun.inf)
nl_nl: Aanvinken om weergave van internationale labels toe te laten en een apparaat-pictogram in te stellen (maakt een autorun.inf aan)
pl_pl: Zaznacz to pole, aby zezwolić na wyświetlanie etykiet międzynarodowych i ustawić ikonę urządzenia (tworzy plik autorun.inf)
pt_br: Selecione esta opção para permitir a exibição de caracteres acentuados e atribuir um ícone para a unidade (cria um arquivo autorun.inf)
pt_pt: Selecione esta opção para permitir a exibição de caracteres acentuados e atribuir um ícone para a unidade (cria um ficheiro autorun.inf)
sk_sk: Označením tohto políčka povolíte v názve disku zobrazenie medzinárodných znakov a vytvorenie ikony zariadenia (vytvorením súboru autorun.inf)
sv_se: Markera för att tillåta visa internationella namn och sätta en enhetsikon (en autorun.inf skapas)
tr_tr: Uluslararası etiketleri görüntülemek için bu onay kutusunu seçin ve aygıt simgesini belirleyin (autorun.inf oluşturur)
uk_ua: Дозволити відображення міток з міжнародними символами та задати значок пристрою (створюється autorun.inf)

source: Install a UEFI bootloader, that will perform MD5Sum file validation of the media
cs_cz: Nainstalujte zavaděč UEFI, který provede ověření souboru MD5Sum na médiu
da_dk: Installer en UEFI bootloader, der vil udføre en MD5Sum fil validering af mediet
de_de: Ein UEFI-Startprogramm installieren, das eine MD5Sum-Dateiüberprüfung auf dem Datenträger durchführt.
el_gr: Εγκαταστήστε UEFI bootloader, ο οποίος θα εκτελέσει την επικύρωση του αρχείου MD5Sum των μέσων
es_es: Instale un gestor de arranque UEFI, que realizará la validación del archivo MD5Sum del medio
fa_ir: نصب یک UEFI bootloader این کار باعث اعتبارسنجی نوع md5sUM برای رسانه میشود
hr_hr: Instaliraj UEFI bootloader koji će izvršiti MD5 Sum provjeru valjanosti datoteke medije
hu_hu: Olyan UEFI rendszerbetöltő telepítése, ami elvégzi az adathordozón található fájlok MD5Sum érvényesítését
ja_jp: MD5チェックサム検証を行うUEFIブートローダーをインストールします。
nb_no: Installer en UEFI bootloader, som vil utføre MD5Sum-filvalidering av media
nl_nl: Installeert een UEFI-bootloader die bij elke opstart vanaf het medium een MD5Sum-bestandsvalidatie uitvoert op het medium zelf
pl_pl: Zainstaluj bootloader UEFI, który przeprowadzi weryfikację typu MD5SUM na nośniku
pt_br: Instalar um carregador de inicialização que realizará validação da mídia usando MD5Sum
tr_tr: Medyanın MD5Sum dosya doğrulamasını gerçekleştirecek bir UEFI önyükleyici yükleyin

source: Create an extra hidden partition and try to align partitions boundaries. This can improve boot detection for older BIOSes.
bg_bg: Създай допълнителен скрит дял и опитай да подредиш границите на дяловете. Това може да подобри засичането на стартиращи системи при по-стари версии на BIOS.
cs_cz: Vytvořit další skryté oddíly a pokusí se o zarovnání oddílů. Toto nastavení může zlepšit detekci spustitelného zařízení pro starší BIOS.
da_dk: Opret en ekstra skjult partition og forsøg at tilpasse afgrænsning af partitioner. Dette kan forbedre boot-disk genkendelse for ældre BIOS'er.
de_de: Eine zusätzliche versteckte Partition erzeugen und die Partitionsgrenzen ausrichten. Das kann die Starterkennung für ältere BIOSe verbessern.
el_gr: Δημιουργία ενός επιπλέον κρυφού διαμερίσματος και προσπάθεια ευθυγράμμισης των ορίων των διαμερισμάτων. Μπορεί να βελτιώσει την ανίχνευση εκκίνησης για παλαιότερα BIOS.
es_es: Crea una partición oculta extra y trata de alinear los límites de las particiones. Esto puede mejorar la detección de dispositivos de arranque en las BIOS antiguas.
fa_ir: افزودن تنظیماتی مثل ساختن یک پارتیشن اضافی و مخفی (Extra hidden partition) در درایو و یا تراز کردن (Align) حدود و مرزهای پارتیشن‌ها که باعث شناسایی بهتر درایو در بایوس‌های قدیمی می‌شود.
fi_fi: Luo ylimääräinen, piilotettu osio ja yritä kohdistaa osioiden rajoja. Tämä voi parantaa USB-laitteiden havaitsemista käynnistyksessä vanhemmissa BIOSeissa.
fr_fr: Créé une petite partition supplémentaire et aligner les partitions. Peut améliorer la détection du périphérique pour les vieux BIOS.
hr_hr: Stvori dodatnu skrivenu particiju i pokušaj poravnati granice particije. Ovo je korisno za stare BIOS-e.
hu_hu: Készíts egy extra rejtett partíciót és próbáld meg a partíciók határait egymáshoz igazítani. Ez segíthet a régi BIOS-oknak a boot meghajtókat észlelni.
id_id: Membuat partisi tersembunyi tambahan dan memcoba menyelaraskan batas partisi. Upaya ini dapat memperbaiki deteksi boot bagi BIOS versi lama.
it_it: Crea una partizione aggiuntiva e nascosta e prova ad allineare le diverse partizioni. Questo può migliorare il rilevamento all'avvio con vecchi BIOS.
ja_jp: 特別な隠しパーティションを作成し、各パーティションの位置合わせを行います。 古い BIOS を使用する場合にブート時の検出を改善できます。
lt_lt: Sukurti papildomą slaptą skaidinį ir bandyti sulygiuoti skaidinių ribas. Tai gali pagerinti įkelties aptikimą su senais BIOSais
ms_my: Ciptakan partisyen tambahan tersembunyi dan cuba melaraskan sempadan partisyen. Ini boleh mempertingkatkan pengesanan boot untuk BIOS lama.
nb_no: Opprett en ekstra skjult partisjon og forsøk å justere partisjonsgrenser. Dette kan gjøre det lettere å oppdage for eldre BIOSer.
nl_nl: Een extra verborgen partitie aanmaken en proberen om partitiegrenzen uit te lijnen. Dit kan de opstartdetectie verbeteren voor oudere BIOS'en.
pl_pl: Tworzy dodatkową, ukrytą partycję i próbuje wyrównać granice partycji. To może poprawić wykrywanie uruchamiania dla starszych BIOSów.
pt_br: Criar uma partição oculta extra e tentar alinhar os limites das partições. Isso pode melhorar a detecção de inicialização para BIOSs mais antigos.
pt_pt: Criar uma partição extra oculta e tentar alinhar limites das partições. Isto pode melhorar a deteção de USB inicializável para as BIOS antigas.
sk_sk: Bude naviac vytvorený skrytý oddiel, program sa pokúsi nastaviť hranice oddielov. Toto nastavenie môže zlepšiť boot detekciu pre staršie BIOSy.
sv_se: Skapa en extra gömd partition och prova att justera om partitionsuppbyggnaden. Detta kan förbättra uppstarten för äldre BIOS:ar.
tr_tr: Ekstra gizli bir bölüm oluşturur ve bölümlerin sınırlarını hizalamaya çalışır. Bu işlem eski BIOSlar için açılış algılamasını geliştirir.
uk_ua: Створити додатковий прихований розділ і вирівняти межі розділів. Це допоможе покращити виявлення завантажувача в старих версіях BIOS.

source: Enable the listing of USB Hard Drive enclosures. USE AT YOUR OWN RISKS!!!
bg_bg: Разреши изброяването на USB хард дискови заграждения. ИЗПОЛЗВАЙТЕ НА СВОЙ РИСК!!!
cs_cz: Zobrazí pevné disky a USB. !!!POUŽITÍ NA VLASTNÍ RIZIKO!!!
da_dk: Vis liste over USB harddisk kabinetter. Brug på egen RISIKO!!!
de_de: Erkennung von externen USB-Festplatten aktivieren. VERWENDUNG AUF EIGENES RISIKO!
el_gr: Ενεργοποίηση της εμφάνισης σκληρών δίσκων USB. Η χρήση γίνεται με δική σας ευθύνη!!!
es_es: Activa la detección de discos duros externos USB. ¡¡¡ÚSESE BAJO SU PROPIO RIESGO!!!
fa_ir: لطفاً با آگاهی کامل این گزینه را انتخاب کنید و در صورت نیاز حتماً از اطلاعات موجود در هارد اکسترنال یک نسخه پشتیبان (بکاپ) تهیه کنید!!!
fi_fi: Ota käyttöön USB-kiintolevyjen listaus. KÄYTÄ OMALLA VASTUULLA!!!
fr_fr: Liste les disques durs externes USB. UTILISEZ A VOS PROPRES RISQUES !!!
he_il: מאפשר הצגת מארזים חיצוניים לכוננים קשיחים בחיבור USB ברשימת ההתקנים. השימוש על אחריותך בלבד!!!
hr_hr: Otkrivanje USB čvrstih diskova. KORISTI NA VLASTITU ODGOVORNOST!!!
hu_hu: USB-s merevlemezek listázásának engedélyezése. CSAK SAJÁT FELELŐSSÉGRE HASZNÁLD!!!
id_id: Aktifkan pencantuman USB Hard Drive enclosures. RESIKO DITANGGUNG ANDA SENDIRI!!!
it_it: Abilita il rilevamento per i dischi USB. USALO A TUO RISCHIO!!!
ja_jp: 外付け USB HDD のリストを有効にします。自己責任で使用してください。
lt_lt: Įgalinti išorinių USB kietųjų diskų pateiktį. NAUDOTI SAVO RIZIKA!!!
lv_lv: Rādīt ārējos USB pieslēguma HDD.
ms_my: Membolehkan penyenaraian pagaran cakera keras USB. GUNAKAN ATAS RISIKO SENDIRI!!!
nb_no: Aktivere listen av USB-harddisk-kabinetter. BRUKES PÅ EGEN RISIKO!!!
nl_nl: Weergeven van USB-harde schijfbehuizingen inschakelen. GEBRUIK OP EIGEN RISICO!!!
pl_pl: Włącza listowanie Dysków Twardych USB. UŻYWASZ NA WŁASNĄ ODPOWIEDZIALNOŚĆ!!!
pt_br: Ativar a listagem de discos rígidos portáteis USB. USE POR SUA CONTA E RISCO!!!
pt_pt: Ativa a deteção de discos rígidos portáteis USB. USE-O POR SEU PRÓPRIO RISCO!!!
sk_sk: Povolí zobrazovanie USB pevných diskov (USB HDD). POUŽITIE LEN NA VLASTNÉ RIZIKO!!!
sv_se: Lista alla USB-hårddiskar (även icke flyttbara). ANVÄND PÅ EGEN RISK!!!
tr_tr: USB sabit sürücü eklerini listelemeyi etkinleştirir. SORUMLULUK SİZE AİTTİR!!!
uk_ua: Відображати зовнішні USB накопичувачі. ВИКОРИСТОВУЙТЕ НА СВІЙ СТРАХ І РИЗИК!!!
