Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Bad blocks check didn't complete.
bg_bg: Проверката за лоши блокове не беше завършена.
cs_cz: Kontrola chybných bloků nebyla dokončena.
da_dk: Søgning efter fejlbehæftede blokke blev ikke fuldført.
de_de: Prüfung auf fehlerhafte Blöcke nicht abgeschlossen.
el_gr: Ο έλεγχος για κατεστραμμένους τομείς δεν ολοκληρώθηκε.
es_es: La verificación de bloques defectuosos ha sido interrumpida.
fa_ir: بررسی بدسکتورها کامل انجام نشد.
fi_fi: Lohkojen tarkistus ei valmistunut.
fr_fr: La vérification de blocs défectueux a été interrompue.
he_il: בדיקת אזורים פגומים לא הושלמה.
hr_hr: Nije završena provjera blokova.
hu_hu: A hibás blokkok ellenőrzése nem fejeződött be.
id_id: Pemeriksaan blok buruk tidak selesai.
it_it: Controllo blocchi errati non completato.
ja_jp: 不良ブロックの検出処理が完了しませんでした。
lt_lt: Blogų blokų tikrinimas nebuvo baigtas.
lv_lv: Bojāto sektoru pārbaude netika pabeigta.
ms_my: Penyemakan blok rosak tidak dapat diselesaikan.
nb_no: Dårlig blokk-kontroll ikke fullført.
nl_nl: Controle van slechte blokken niet voltooid.
pl_pl: Nie ukończono sprawdzania błędnych sektorów.
pt_br: A verificação de blocos defeituosos foi interrompida.
pt_pt: Verificação de erros no disco foi interrompida.
sk_sk: Kontrola chybných blokov nebola dokončená.
sv_se: Kontroll efter trasiga block slutfördes inte.
tr_tr: Hatalı blokların denetimi tamamlanamadı.
uk_ua: Перевірка на погані блоки не завершена.

source: ISO image scan failure.
bg_bg: Сканирането за ISO изображения се провали.
cs_cz: Analýza ISO obrazu selhala.
da_dk: Fejl ved scanning af ISO-image.
de_de: Fehler beim Analysieren der ISO-Image-Datei.
el_gr: Αποτυχία σάρωσης αρχείου ISO.
es_es: Falló el análisis de la imagen ISO.
fa_ir: بررسی اطلاعات موجود در فایل ISO ناموفق بود.
fi_fi: ISO-levykuvan skannaus epäonnistui.
fr_fr: Echec d'analyse de l'image ISO.
he_il: כשל בסריקת קובץ ה־ISO.
hr_hr: Neuspješno skeniranje ISO slike.
hu_hu: ISO képfájl beolvasási hiba.
id_id: Pemindaian ISO image gagal.
it_it: Analisi fallita immagine ISO.
ja_jp: ISO イメージのスキャンに失敗しました。
lt_lt: ISO atvaizdo peržiūros triktis.
lv_lv: ISO virtuālā attēla pārbaudes kļūda.
ms_my: Kegagalan imbasan imej ISO.
nb_no: ISO-bilde skanningsfeil.
nl_nl: ISO-image scanfout.
pl_pl: Niepowodzenie skanowania pliku ISO.
pt_br: Falha na análise da imagem ISO.
pt_pt: Erro na análise da imagem ISO.
sk_sk: Analýza ISO obrazu zlyhala.
sv_se: Misslyckades söka av ISO-avbilden.
tr_tr: ISO yansısı taranamadı.
uk_ua: Помилка перевірки ISO-образу.

source: ISO image extraction failure.
bg_bg: Извличането на ISO образа се провали.
cs_cz: Rozbalovaní ISO obrazu selhalo.
da_dk: Fejl ved udpakning af ISO-image.
de_de: Fehler beim Entpacken der ISO-Image-Datei.
el_gr: Αποτυχία εξαγωγής αρχείου ISO.
es_es: Falló la extracción de la imagen ISO.
fa_ir: استخراج (Extraction) اطلاعات موجود در فایل ISO ناموفق بود.
fi_fi: ISO-levykuvan purkaminen epäonnistui.
fr_fr: Echec d'extraction de l'image ISO.
he_il: כשל בחילוץ קובץ ה־ISO.
hr_hr: Neuspješno izvlačenje ISO slike.
hu_hu: ISO képfájl kibontási hiba.
id_id: Mengekstrak ISO image gagal.
it_it: Estrazione fallita immagine ISO.
ja_jp: ISO イメージからの抽出に失敗しました。
lt_lt: ISO atvaizdo išskleidimo triktis.
lv_lv: ISO virtuālā attēla atpakošanas kļūda.
ms_my: Pengekstrakan imej ISO gagal.
nb_no: ISO-bilde utpakkingsfeil.
nl_nl: ISO-image extractiefout.
pl_pl: Niepowodzenie wypakowywania pliku ISO.
pt_br: Falha na extração da imagem ISO.
pt_pt: Erro na extração da imagem ISO.
sk_sk: Rozbaľovanie ISO obrazu zlyhalo.
sv_se: Misslyckades packa upp ISO-avbilden.
tr_tr: ISO yansısı ayrıştırma hatası.
uk_ua: Помилка видобування ISO-образу.

source: Unable to remount volume.
bg_bg: Неуспешно монтиране на дяла.
cs_cz: Není možné znovu připojit svazek.
da_dk: Kan ikke genmontere volumen.
de_de: Volume konnte nicht neu angelegt werden.
el_gr: Δεν είναι δυνατή η επανατοποθέτηση του τόμου.
es_es: No se pudo volver a montar el volumen.
fa_ir: اتصال دوباره و سوار کردن (Mount) درایو ناموفق بود.
fi_fi: Asemaa ei voitu ottaa uudelleen käyttöön.
fr_fr: Echec lors du remontage du volume.
he_il: לא ניתן להציב מחדש את אמצעי האחסון.
hr_hr: Uređaj se nije mogao podići.
hu_hu: Nem lehet a kötetet újracsatlakoztatni.
id_id: Tidak dapat me-mount ulang volume.
it_it: Impossibile rimontare l'unità.
ja_jp: ボリュームを再マウントできません。
lt_lt: Negalima prijungti tomo.
lv_lv: Neizdevās izveidot disku.
ms_my: Tidak dapat melekap semula jilid.
nb_no: Ikke mulig å igjen-innkoble volum.
nl_nl: Kon volume niet opnieuw koppelen.
pl_pl: Nie można ponownie zamontować woluminu.
pt_br: Impossível remontar o volume.
pt_pt: Impossível montar o volume.
sk_sk: Nie je možné znovu pripojiť zväzok.
sv_se: Kunde inte återmontera volymen.
tr_tr: Birim yeniden yerleştirilemedi.
uk_ua: Неможливо змонтувати том.

source: Unable to patch/setup files for boot.
bg_bg: Файловете за стартиране на операционната система не могат да бъдат актуализирани.
cs_cz: Není možné opravit/instalovat soubory pro spouštění počítače.
da_dk: Kan ikke installere boot-filer.
de_de: Startfähige Dateien konnten nicht erstellt werden.
el_gr: Δεν είναι δυνατή η εγκατάσταση/τροποποίηση(patch) των αρχείων για εκκίνηση.
es_es: Imposible parchear/configurar ficheros de arranque.
fa_ir: نصب فایل‌های موردنیاز برای راه‌اندازی (Boot) سیستم‌عامل ناموفق بود.
fi_fi: Tiedostoja ei voitu päivittää/asentaa käynnistystä varten.
fr_fr: Echec de modification des fichiers de démarrage.
he_il: לא ניתן להכין קבצים לאתחול.
hr_hr: Ne mogu zakrpati/postaviti datoteke za bootanje.
hu_hu: Nem lehet a fájlokat frissíteni/telepíteni bootoláshoz.
id_id: Tidak dapat menambal/berkas setelan untuk boot.
it_it: Impossibile correggere/impostare i file per il boot.
ja_jp: ファイルへブート用パッチを当てられません。
lt_lt: Negalima papildyti/paruošti failų įkelčiai.
lv_lv: Neizdevās izveidot failus ielādei.
ms_my: Tidak dapat menyediakan fail-fail untuk boot.
nb_no: Ute av stand til å reparere filer for boot.
nl_nl: Kon bestanden niet patchen/instellen voor opstarten.
pl_pl: Nie można załatać/skonfigurować plików do rozruchu.
pt_br: Impossível corrigir/configurar arquivos para inicialização.
pt_pt: Impossível alterar/configurar ficheiros para arranque.
sk_sk: Nie je možné opraviť/inštalovať súbory pre bootovanie.
sv_se: Kunde inte installera filer för uppstarten (boot).
tr_tr: Açılış için dosyalar yamalanamadı/kurulamadı.
uk_ua: Неможливо пропатчити настановні файли для завантаження.

source: Unable to assign a drive letter.
bg_bg: Не можа да се зададе буква към устройството.
cs_cz: Není možné přiřadit písmeno jednotky.
da_dk: Kan ikke tildele drevbogstav.
de_de: Laufwerksbuchstabe konnte nicht zugewiesen werden.
el_gr: Αδυναμία αναθέτησης γράμματος στη μονάδα δίσκου.
es_es: No se pudo asignar una letra de unidad.
fa_ir: اختصاص حروف الفبا به درایو موردنظر ناموفق بود.
fi_fi: Levykirjainta ei voitu asettaa.
fr_fr: Echec d'assignation d'une lettre de volume.
he_il: לא ניתן להקצות אות לכונן.
hr_hr: Ne mogu dodijeliti slovo jedinici.
hu_hu: Nem lehet meghajtóbetűjelet hozzárendelni.
id_id: Tidak dapat menetapkan huruf perangkat.
it_it: Impossibile assegnare una lettera all'unità.
ja_jp: ドライブ レターを割り振れません。
lt_lt: Negalima priskirti disko raidės.
lv_lv: Neizdevās diskam piešķirt burtu.
ms_my: Tidak dapat menetapkan huruf pemacu.
nb_no: Ikke mulig å tildele en stasjonsbokstav.
nl_nl: Kon geen driveletter toewijzen.
pl_pl: Nie można przypisać litery dysku.
pt_br: Impossível atribuir letra de unidade.
pt_pt: Impossível atribuir letra à unidade.
sk_sk: Nie je možné priradiť písmeno jednotky.
sv_se: Kunde inte tilldela enhetsbokstav.
tr_tr: Sürücü harfi atanamadı.
uk_ua: Неможливо призначити літеру приводу.

source: Can't mount GUID volume.
bg_bg: GUID томът не може да бъде монтиран.
cs_cz: Není možné pripojit GUID svazek.
da_dk: Kan ikke montere GUID-volumen.
de_de: GUID-Laufwerk konnte nicht angelegt werden.
el_gr: Δεν είναι δυνατή η προσάρτηση του τόμου GUID.
es_es: No se pudo montar el volumen GUID.
fa_ir: امکان وصل و سوار کردن (Mount) فضای ذخیره‌سازی GUID وجود ندارد.
fi_fi: GUID-asemaa ei voitu ottaa käyttöön.
fr_fr: Impossible de monter le volume GUID.
he_il: לא ניתן להציב אמצעי אחסון GUID.
hr_hr: Ne mogu podići GUID jedinicu.
hu_hu: Nem lehet GUID kötetet csatlakoztatni.
id_id: Tidak dapat me-mount volume GUID.
it_it: Impossibile montare volume GUID.
ja_jp: GUID ボリュームをマウントできません。
lt_lt: Negalima prijungti GUID tomo.
lv_lv: Neizdevās izveidot GUID disku.
ms_my: Tidak boleh lekap jilid GUID.
nb_no: Kan ikke montere GUID stasjon.
nl_nl: Kan GUID-volume niet koppelen.
pl_pl: Nie można zamontować woluminu GUID.
pt_br: Impossível montar o volume GUID.
pt_pt: Impossível montar o volume GUID.
sk_sk: Nie je možné pripojiť GUID zväzok.
sv_se: Kan inte montera GUID-volymen.
tr_tr: GUID birimi yerleştirilemedi.
uk_ua: Неможливо змонтувати GUID-том.

source: The device is not ready.
bg_bg: Устройството не е готово.
cs_cz: Zařízení není připraveno.
da_dk: Enheden er ikke parat.
de_de: Das Laufwerk ist nicht bereit.
el_gr: Η συσκευή δεν είναι έτοιμη.
es_es: El dispositivo no está listo.
fa_ir: درایو موردنظر هنوز آماده استفاده کردن نیست.
fi_fi: Laite ei ole valmis.
fr_fr: Le périphérique n'est pas prêt.
he_il: ההתקן לא מוכן.
hr_hr: Uređaj nije spreman.
hu_hu: Az eszköz nem áll készen.
id_id: Perangkat tidak siap.
it_it: L'unità non è pronta.
ja_jp: デバイスの準備ができていません。
lt_lt: Įrenginys nepasiruošęs.
lv_lv: Ierīce nav gatava.
ms_my: Peranti ini tidak sedia untuk digunakan.
nb_no: Denne enheten er ikke klar.
nl_nl: Het apparaat is niet klaar.
pl_pl: Urządzenie nie jest gotowe.
pt_br: O dispositivo não está pronto.
pt_pt: O dispositivo não está pronto.
sk_sk: Zariadenie nie je pripravené.
sv_se: Enheten är inte klar.
tr_tr: Aygıt hazır değil.
uk_ua: Пристрій не готовий.

source: Rufus detected that Windows is still flushing its internal buffers onto the USB device. Depending on the speed of your USB device, this operation may take a long time to complete, especially for large files. We recommend that you let Windows finish, to avoid corruption. But if you grow tired of waiting, you can just unplug the device...
bg_bg: Rufus засече, че Windows все още прочиства вътрешните буфери на USB устройството. В зависимост от скоростта на вашето USB устройство, тази операция може да отнеме дълго време за завършване, особено за по-големи файлове. Препоръчваме ви да оставите Windows да приключи, за да избегнете увреждания. Но, ако ви омръзне да чакате, можете просто да извадите устройството...
cs_cz: Program Rufus zjistil, že Windows stále čistí interní vyrovnávací paměť na USB zařízení. Dokončení této operace může trvat dlouho, v závislosti na rychlosti Vašeho USB zařízení, zvláště u velkých souborů. Doporučujeme nechat Windows dokončit akci, zabráníte tak poškození dat. Pokud už nechcete dále čekat, můžete zařízení odpojit...
da_dk: Rufus har opdaget, at Windows stadig tømmer sine interne buffere til USB-enheden. Afhængig af hastigheden på din USB-enhed, kan denne operation tage lang tid at gennemføre, især for store filer. Vi anbefaler, at du lader Windows blive færdig for at undgå korruption. Men hvis du bliver træt af at vente, kan du bare trække enheden ud...
de_de: Rufus hat erkannt, dass Inhalte des Datenpuffers auf das USB-Laufwerk geschrieben werden. Abhängig von der Geschwindigkeit des USB-Laufwerks kann dieser Vorgang lange dauern, insbesondere bei großen Dateien. Wir empfehlen, dass Sie Windows den Vorgang beenden lassen, um ein Problem zu vermeiden. Wenn Ihnen der Vorgang zu lange dauert, können Sie das Gerät einfach entfernen.
el_gr: Το Rufus διαπίστωσε ότι τα Windows κάνουν ακόμη flushing της προσωρινής μνήμης στο USB. Ανάλογα με την ταχύτητα του USB σας, αυτή η διαδικασία μπορεί να διαρκέσει αρκετή ώρα για την ολοκλήρωση του, ειδικά για μεγάλα αρχεία. Σας συνιστούμε να αφήσετε τα Windows να τελειώσουν την διαδικασία τους, έτσι ώστε να αποφευχθεί κάποιο σφάλμα. Εάν δεν θέλετε να περιμένετε απλώς αποσυνδέσετε τη συσκευή...
es_es: Rufus detectó que Windows aún está purgando sus buffers internos en el dispositivo USB. Dependiendo de la velocidad de su dispositivo USB, esta operación puede tomar mucho tiempo en finalizar, especialmente en archivos grandes. Recomendamos que deje a Windows terminar para que no se corrompa la integridad del USB; Pero si se cansa de esperar, puede simplemente desconectar el dispositivo...
fa_ir: ویندوز در حال تخلیه اطلاعات و میان‌گیر (بافر) خود در درایو USB موردنظر است. با توجه به سرعت درایو USB، این فرآیند ممکن است کمی زمان‌بر باشد (به‌ویژه برای فایل‌های بزرگ). برای جلوگیری از خرابی فایل‌ها، بهتر است اجازه دهید ویندوز کار خود را کامل کند.اما اگر از صبر کردن خسته شده‌اید؛ می‌توانید وسیله موردنظر را از درگاه USB بیرون بیاورید.
fi_fi: Rufus havaitsi, että Windows tyhjentää sisäistä puskuria USB-laitteelle. USB-laitteesi nopeudesta riippuen toiminnon suorittamisessa voi kestää kauan, varsinkin suurilla tiedostoilla. Suosittelemme, että annat Windowsin suorittaa toiminnon loppuun välttyäksesi virheiltä. Jos et kuitenkaan jaksa enää odottaa, voit ottaa laitteen irti...
fr_fr: Rufus a détecté que Windows est en train de finir de vider la mémoire tampon. En fonction de la vitesse de votre périphérique et de la taille du fichier, cette opération peut prendre beaucoup de temps. Nous recommandons d'attendre que Windows complète cette opération pour éviter la corruption du périphérique. Mais si jamais vous en avez marre d'attendre, vous pouvez essayer de déconnecter le média...
he_il: Rufus זיהה ש־Windows עדיין מרוקן את החוצצים הפנימיים שלו לתוך התקן ה־USB. בהתאם למהירות התקן ה־USB שלך, פעולה זו עשויה להימשך זמן רב, במיוחד עבור קבצים גדולים. אנחנו ממליצים לתת ל־Windows לסיים, כדי להימנע מיצירת שגיאות נתונים. אבל אם נמאס לך לחכות, ניתן פשוט לנתק את ההתקן...
hr_hr: Rufus je otkrio da Windows još uvijek čisti unutarnje buffere na USB uređaju. Ovisno o brzini USB uređaja, ova operacija bi mogla potrajati, posebice za veće datoteke. Preporuka je da dopustite Windowsima da završe. Ako ne želite čekati, odspojite uređaj...
hu_hu: A Rufus észlelte, hogy a Windows még mindig ír az USB eszközre. Az USB eszközöd sebességétől függően e művelet befejezése hosszú ideig is eltarthat, különösen nagy fájlok esetén. A hibák elkerülése érdekében hagyd, hogy a Windows befejezze az írást. De ha belefáradtál a várakozásba, akkor egyszerűen távolítsd el az USB eszközt...
id_id: Rufus mendeteksi bahwa Windows masih mem-buffer ke perangkat USB. Tergantung pada kecepatan perangkat USB Anda , operasi ini mungkin memakan waktu lama untuk selesai, terutama untuk file besar. Kami menyarankan Anda membiarkan Windows selesai, untuk menghindari kerusakan. Tapi jika Anda bosan menunggu, Anda dapat mencabut perangkat...
it_it: Rufus ha rilevato che Windows sta ancora svuotando i buffer interni relativi all'unità USB. A seconda della velocità dell'unità USB, questa operazione potrebbe richiedere un certo tempo per essere completata, specialmente per file molto grandi. Ti suggeriamo di attendere che Windows completi le operazioni per evitare la corruzione dei dati. Se non vuoi attendere oltre, puoi semplicemente scollegare l'unità...
ja_jp: Windows が内部バッファから USB デバイスに書き込み中であることを検出しました。 特に大きなファイルの場合、 USB デバイスのスピードによっては、この操作に時間がかかるかもしれません。 ファイル破損を避けるためには、作業完了まで待つことを推奨しますが、デバイスを取り外すこともできます。
lt_lt: Rufus aptiko, kad Windows vis dar išvalo savo vidinius buferius į USB įrenginį. Priklausomai nuo jūsų USB įrenginio spartos, šis veiksmas gali užtrukti ilgai, ypač su dideliais failais. Mes patariame jums leisti Windows pabaigti, kad išvengtumėte iškraipymų. Bet jei jums nusibos laukti, galite tiesiog ištraukti įrenginį...
lv_lv: Rufus noteica ka Windows nav beidzis darbu ar USB ierīces ātrpiekļuves buferi. Atkarībā no USB ierīces ātruma šīs operācijas pabeigšana var aizņemt ilgāku laiku, īpaši lielākiem failiem. Ieteikums: sagaidīt Windows darbības beigas, lai nesabojāt ierīci. Ja jums nav iespējas gaidīt, varat vienkārši atvienot ierīci...
ms_my: Rufus mengesan bahawa Windows masih lagi menarik penimbal ke dalam peranti USB. Bergantung kepada kelajuan peranti USB anda, operasi ini mungkin mengambil masa yang amat lama.Terutamanya untuk fail besar. Kami cadangkan anda biarkan proses Windows untuk tamat dahulu supaya mengelakkan korupsi.Namun, jika anda kesuntukan masa, anda boleh cabutkan peranti anda...
nb_no: Rufus oppdaget at Windows fortsatt skriver til denne USB-enhetens interne buffer. Avhengig av hastigheten på din USB-enhet, vil muligens denne operasjonen ta lang til å fullføre, spesielt for store filer. Vi anbefaler at du lar Windows fullføre, slik at feil unngås. Men blir du lei av og vente..., kan du koble fra enheten...
nl_nl: Rufus heeft gedetecteerd dat Windows nog steeds bezig is om zijn interne buffers te legen naar het USB-apparaat. Afhankelijk van de snelheid van uw USB-apparaat kan deze handeling een lange tijd duren voordat ze voltooid is, zeker voor grote bestanden. Het is aanbevolen om Windows de taak volledig te laten voltooien om datacorruptie te voorkomen, maar als het erg lang duurt dan kunt u het apparaat gewoon loskoppelen...
pl_pl: Rufus wykrył, że Windows wciąż opróżnia swoje bufory na urządzenie USB. Zależnie od prędkości twojego urządzenia USB, ta operacja może zająć dużo czasu, zwłaszcza dla dużych plików. Zalecamy, abyś pozwolił Windowsowi skończyć, żeby uniknąć uszkodzeń. Jeśli jesteś już zmęczony czekaniem, możesz po prostu odłączyć urządzenie...
pt_br: O Rufus detectou que o Windows ainda está limpando seus buffers internos no dispositivo USB. Dependendo da velocidade do dispositivo USB, esta operação pode demorar muito tempo para terminar, especialmente para arquivos grandes. Recomendamos que espere o Windows terminar para evitar corrupção de dados. Mas, se já está cansado de esperar, você pode simplesmente desconectar o dispositivo...
pt_pt: Rufus detetou que o Windows ainda está a limpar o buffer interno no dispositivo USB. Dependendo da velocidade do dispositivo USB, esta operação pode demorar muito tempo a terminar, especialmente para ficheiros grandes. Recomendamos que deixe o Windows terminar para evitar corrompimentos; No entanto, se não quiser esperar, pode simplesmente desligar o dispositivo...
sk_sk: Program Rufus zistil, že Windows stále vyprázdňuje interné buffery na USB zariadení. Doba tejto operácie závisí na rýchlosti vášho USB disku, môže trvať dlhší čas, špeciálne pri veľkých súboroch. Doporučujeme nechať Windows dokončiť akciu, zabránite tak poškodeniu dát.Ak bude operácia trvať príliš dlho, môžete odpojiť zariadenie...
sv_se: Rufus har upptäckt att Windows fortfarande tömmer den interna bufferten till USB-enheten. Beroende på hastigheten på din USB-enhet, kan detta ta en lång stund innan det är klart, speciellt för stora filer. Vi rekommenderar att du låter Windows få slutföra, för att undvika problem. Men tröttnar du på att vänta, kan du helt enkelt bara dra ur enheten...
tr_tr: Rufus Windows'un USB aygıtını kendi işlemlerinde hala kullandığını algıladı. USB aygıtınızın hızına bağlı olarak, bu işlemin tamamlanması özellikle büyük dosyalar için, uzun bir süre alabilir. Bozulmayı önlemek için Windows'un işini bitirmesine izin vermenizi öneriyoruz. Fakat beklemekten yorulduysanız, yalnız aygıtı çıkarabilirsiniz...
uk_ua: Rufus виявив, що Windows все ще очищає внутрішній буфер USB-пристрою. В залежності від швидкості вашого USB-пристрою, ця операція може зайняти багато часу, особливо для великих файлів. Дочекайтесь доки Windows завершить очищення для того, щоб запобігти пошкодження пристрою. Однак, якщо ви втомились від очікування, можете просто відімкнути пристрій...

source: Unsupported image
bg_bg: Неподдържан образ
cs_cz: Nepodporovaný obraz
da_dk: ISO-filen er ikke understøttet
de_de: Nicht unterstützte Image-Datei
el_gr: Μη υποστηριζόμενο αρχείο
es_es: Tipo de imagen no soportada
fa_ir: فایل ایمیج انتخاب‌شده پشتیبانی نمی‌شود
fi_fi: Levykuvaa ei tueta
fr_fr: Image non supportée
he_il: קובץ לא נתמך
hr_hr: Nepodržana slika
hu_hu: Nem támogatott képfájl
id_id: Image tidak didukung
it_it: Formato immagine non supportato
ja_jp: 非対応のイメージです。
lt_lt: Nepalaikomas atvaizdas
lv_lv: Neatbalstāms virtuālā attēla formāts
ms_my: Imej tidak disokong
nb_no: Ikke støttet bildefil
nl_nl: Niet-ondersteunde image
pl_pl: Niewspierany obraz
pt_br: Imagem não suportada
pt_pt: Tipo de imagem não suportada
sk_sk: Nepodporovaný obraz
sv_se: Avbilden stöds ej
tr_tr: Desteklenmeyen yansı
uk_ua: Непідтримуваний ISO-образ

source: This image is either non-bootable, or it uses a boot or compression method that is not supported by Rufus...
bg_bg: Този образ не е зареждащ или използва зареждащ или компресиращ метод който не се поддържа от Rufus..
cs_cz: Obraz není bootovací, nebo používá metodu spuštění nebo kompresi, která není podporován Rufusem...
da_dk: Denne ISO er enten ikke-bootbar eller er baseret på boot eller kompression metode, der er ikke støttet af Rufus...
de_de: Dieses Image ist nicht startfähig oder benutzt eine nicht unterstützte Start- oder Kompressionsmethode.
el_gr: Αυτό το αρχείο είτε δεν διαθέτει δυνατότητα εκκίνησης ή δεν χρησιμοποιεί κάποια από τις μεθόδους συμπίεσης/εκκίνησης υποστηριζόμενη απο το Rufus...
es_es: Esta imagen ISO, o no es autoarrancable, o usa un método de arranque o compresión que no es soportado por Rufus...
fa_ir: فایل ایمیج (Image) انتخاب‌شده، قابلیت راه‌اندازی سیستم‌عامل را ندارد (none-bootable) یا ساختاری دارد که Rufus آن را پشتیبانی نمی‌کند.
fi_fi: Valittu levykuva ei ole boottava tai se käyttää käynnistys- tai pakkausmenetelmää jota Rufus ei tue...
fr_fr: Cette image n'est pas démarrable, ou bien elle utilise une méthode de démarrage ou de compression qui n'est pas compatible avec Rufus...
he_il: קובץ זה לא ניתן לאתחול, או שהוא משתמש בשיטת כיווץ או אתחול שלא נתמכת על ידי Rufus...
hr_hr: Ova slika nije podržana ili koristi metodu kompresije koju Rufus ne podržava.
hu_hu: Ez a képfájl vagy nem bootolható, vagy olyan bootolási vagy tömörítési módszert használ, amelyet a Rufus nem támogat...
id_id: Image ini kemungkinan non-bootable, atau menggunakan metode boot atau kompresi yang tidak didukung oleh Rufus...
it_it: Questa immagine non è avviabile, o usa un metodo di boot o di compressione non supportato da Rufus...
ja_jp: このイメージはブート非対応あるいは Rufus でサポートされていないブート方式、圧縮方式を使用しています。
lt_lt: Arba tai ne įkelties atvaizdas, arba jis naudoja įkelties ar glaudinimo metodą, kurio nepalaiko Rufus...
lv_lv: Izvēlētais virtuālais attēls nav ielādes, jeb izmanto Rufus nezināmu ielādes metodi vai saspiešanas formātu.
ms_my: Imej ini sama ada tidak boleh boot, atau ia menggunakan kaedah boot atau mampatan yang tidak disokong oleh Rufus...
nb_no: Dette ISO-bildet er enten ikke oppstartbar, eller så bruker den en oppstart eller pakkemetode som ikke er støttet av Rufus...
nl_nl: Deze image is ofwel niet opstartbaar, of het gebruikt een opstart- of compressiemethode die niet ondersteund wordt door Rufus...
pl_pl: Ten obraz nie jest rozruchowy lub używa kompresji sektora rozruchowego niewspieranej przez Rufusa...
pt_br: Esta imagem não é inicializável ou utiliza um método de inicialização ou compressão não suportado pelo Rufus...
pt_pt: Esta imagem não é inicializável ou então usa um método de arranque ou compressão não suportado.
sk_sk: Tento obraz už viac nie je bootovateľný alebo používa boot alebo kompresnú metódu, ktorá nie je podporovaná programom Rufus...
sv_se: Denna avbild är antingen icke startbar, eller så använder den en start- eller kompression-metod som Rufus inte stöder...
tr_tr: Bu yansı ya önyüklenebilir değil ya da Rufus tarafından desteklenmeyen bir önyükleme veya bir sıkıştırma yöntemi kullanıyor...
uk_ua: Обраний образ або незавантажувальний або використовує метод завантаження чи стиснення, який не підтримується Rufus...
