Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Cancelling may leave the device in an UNUSABLE state. If you are sure you want to cancel, click YES. Otherwise, click NO.
bg_bg: Прекратяването може да остави устройството в НЕИЗПОЛЗВАЕМО състояние. Ако сте сигурни, че искате да прекратите, натиснете YES. В противен случай, натиснете NO.
cs_cz: Po zrušení akce bude zařízení v NEPOUŽITELNÉM stavu. Pokud jste si jisti, že chcete akci zrušit, klepněte na ANO. V opačném případě klepněte na NE.
da_dk: Annullering kan efterlade enheden i en ubrugelig tilstand. Hvis du er sikker på at du vil annullere, klik JA. Ellers, klik NEJ.
de_de: Durch einen Abbruch wird das Gerät in einen INSTABILEN Zustand versetzt. Wenn Sie sicher sind, dass Sie abbrechen wollen, klicken Sie JA, andernfalls klicken Sie NEIN.
el_gr: Η ακύρωση μπορεί να αφήσει τη συσκευή σε κατάσταση όπου δεν μπορεί να χρησιμοποιηθεί. Εάν είστε σίγουροι ότι θέλετε να χρησιμοποιήσετε την ακύρωση, κάντε κλικ στο 'Ναι'. Διαφορετικά, κάντε κλικ στο 'Όχι'.
es_es: Cancelar ahora puede dejar el dispositivo en un estado INUTILIZABLE. Si está seguro de cancelar, seleccione SÍ. De lo contrario, seleccione NO.
fa_ir: لغو این فرآیند ممکن است درایو موردنظر را در وضعیت غیرقابل استفاده (UNUSABLE) قرار دهد. آیا مطمئن هستید که می‌خواهید این فرآیند را لغو کنید.
fi_fi: Peruuttaminen saattaa jättää laitteen KÄYTTÖKELVOTTOMAAN tilaan. Jos haluat varmasti peruuttaa, valitse KYLLÄ. Muuten, valitse EI.
fr_fr: Annuler peut laisser le périphérique dans un état inutilisable. Si vous êtes sûr de vouloir annuler, sélectionnez OUI. Sinon, sélectionnez NON.
he_il: ביטול הפעולה עשוי להשאיר את ההתקן במצב בלתי שמיש. אם ברצונך לבטל בכל זאת, יש ללחוץ על כן. אחרת, יש ללחוץ על לא.
hr_hr: Prekidanje može dovesti do toga da uređaj postane nedostupan. Ako ste sigurni da želite prekinuti, kliknite DA. U suprotnom, kliknite NE.
hu_hu: A megszakítás az eszközt HASZNÁLHATATLAN állapotba hozhatja. Ha biztosan meg szeretnéd szakítani, kattints az IGEN gombra. Egyébként kattints a NEM gombra.
id_id: Membatalkan dapat menyebabkan perangkat TIDAK DAPAT DIGUNAKAN. Jika Anda yakin ingin membatalkan, klik YA. Jika tidak ingin, klik TIDAK.
it_it: La cancellazione potrebbe lasciare il dispositivo in uno stato NON USABILE. Sei sicuro di volerlo cancellare, seleziona SI. Altrimenti, seleziona NO.
ja_jp: キャンセルするとデバイスは使用不可能になるかもしれません。 キャンセルするには [はい] を、そうではない場合は [いいえ] をクリックしてください。
lt_lt: Atšaukus dabar, įrenginys gali likti NEPRIEINAMOJE būsenoje. Jei tikrai norite atšaukti, spauskite TAIP. Kitu atveju, spauskite NE.
lv_lv: Darbības atcelšana var iekārtu atstāt kā NEIZMANTOJAMU. Ja vēlaties atcelt, spiediet JĀ, pretējā gadījumā spiediet NĒ.
ms_my: Pembatalan boleh menyebabkan peranti ini TIDAK BOLEH DIGUNAKAN SEMULA. Jika anda pasti anda mahu membatalkannya, klik Ya. Sebaliknya, klik Tidak.
nb_no: Å avbryte, vil enheten være i en USTABIL tilstand. Hvis du er sikker på at du vil avbryte, klikk JA. Ellers klikk NEI.
nl_nl: Wanneer u annuleert kan het apparaat ONBRUIKBAAR worden. Als u zeker weet dat u wilt annuleren, klik op JA. Anders klikt u op NEE.
pl_pl: Przerwanie operacji może pozostawić urządzenie w stanie NIEZDATNYM DO UŻYTKU. Jeśli jesteś pewien, że chcesz przerwać operację, naciśnij TAK. W innym razie naciśnij NIE.
pt_br: Cancelar agora pode deixar o dispositivo INUTILIZÁVEL. Se quer mesmo cancelar, clique em SIM. Caso contrário, clique em NÃO.
pt_pt: Se cancelar agora pode deixar o dispositivo INUTILIZADO. Se pretende mesmo cancelar, selecione SIM. Caso contrário, selecione NÃO.
sk_sk: Po zrušení tejto operácie bude zariadenie v NEPOUŽITEĽNOM stave. Ak ste si istý, že chcete túto zrušiť operáciu, stlačte tlačidlo ÁNO. V opačnom prípade stlačte tlačidlo NIE.
sv_se: Avbryter du, finns det risk enheten blir oanvändbar.Är du säker du vill avbryta, tryck JA. Annars tryck NEJ.
tr_tr: Vazgeçmek aygıtı KULLANILAMAZ hale getirebilir. Vazgeçmek istediğinize eminseniz, EVET'e tıklayın. Aksi halde HAYIR'a tıklayın.
uk_ua: Скасування може залишити пристрій у НЕРОБОЧОМУ стані. Якщо ви впевнені, що хочете скасувати процес, натисність кнопку ТАК. В іншому випадку натисніть кнопку НІ.

source: Please select folder
bg_bg: Моля изберете папка
cs_cz: Prosím vyberte složku
da_dk: Vælg en mappe
de_de: Ordner wählen
el_gr: Παρακαλώ επιλέξτε φάκελο
es_es: Seleccione una carpeta
fa_ir: لطفاً یک پوشه انتخاب کنید
fi_fi: Valitse kansio
fr_fr: Sélection de répertoire
he_il: נא לבחור תיקיה
hr_hr: Molim odaberite mapu
hu_hu: Kérlek, válassz mappát
id_id: Silakan pilih folder
it_it: Seleziona la cartella
ja_jp: フォルダーを選択してください。
lt_lt: Pasirinkite katalogą
lv_lv: Izvēlieties mapi
ms_my: Sila pilih folder
nb_no: Vennligst velg en mappe
nl_nl: Selecteer een map
pl_pl: Proszę wybrać folder
pt_br: Selecione a pasta
pt_pt: Selecione a pasta
sk_sk: Vyberte priečinok
sv_se: Välj mapp
tr_tr: Lütfen klasör seçin
uk_ua: Будь ласка, оберіть теку

source: All files
bg_bg: Всички файлове
cs_cz: Všechny soubory
da_dk: Alle filer
de_de: Alle Dateien
el_gr: Όλα τα αρχεία
es_es: Todos los archivos
fa_ir: همه فایل‌ها
fi_fi: Kaikki tiedostot
fr_fr: Tous les fichiers
he_il: כל הקבצים
hr_hr: Sve datoteke
hu_hu: Minden fájl
id_id: Semua berkas
it_it: Tutti i file
ja_jp: 全てのファイル
lt_lt: Visi failai
lv_lv: Visi faili
ms_my: Semua fail
nb_no: Alle filer
nl_nl: Alle bestanden
pl_pl: Wszystkie pliki
pt_br: Todos os arquivos
pt_pt: Todos os ficheiros
sk_sk: Všetky súbory
sv_se: Alla filer
tr_tr: Tüm Dosyalar
uk_ua: Всі файли

source: Rufus log
bg_bg: Rufus регистър
cs_cz: Záznam programu Rufus
el_gr: Αρχείο καταγραφής Rufus
es_es: Registro de eventos de Rufus
fa_ir: گزارش Rufus
fi_fi: Rufuksen loki
fr_fr: Log Rufus
he_il: יומן רישום של Rufus
hr_hr: Rufus zapisnik
hu_hu: Rufus napló
id_id: Log Rufus
it_it: Registro eventi Rufus
ja_jp: Rufus のログ
lt_lt: Rufus dienynas
lv_lv: Rufus logs
ms_my: Log Rufus
nb_no: Rufus logg
pl_pl: Dziennik Rufusa
pt_br: Registro de eventos do Rufus
pt_pt: Registo de eventos do Rufus
sk_sk: Záznam programu Rufus
sv_se: Rufus logg
tr_tr: Rufus günlüğü
uk_ua: Журнал Rufus

source: 0x%02X (Disk %d)
bg_bg: 0x%02X (Диск %d)
el_gr: 0x%02X (Δίσκος %d)
es_es: 0x%02X (Disco %d)
fa_ir: 0x%02X (دیسک %d)
fi_fi: 0x%02X (Levy %d)
fr_fr: 0x%02X (disque %d)
he_il: ‎0x%02X‏ (דיסק %d)
hr_hr: 0x%02X (Pogon %d)
hu_hu: 0x%02X (Lemez: %d)
it_it: 0x%02X (disco %d)
ja_jp: 0x%02X (ディスク %d)
lt_lt: 0x%02X (Diskas %d)
lv_lv: 0x%02X (Disks %d)
ms_my: 0x%02X (Cakera %d)
nl_nl: 0x%02X (schijf %d)
pl_pl: 0x%02X (Dysk %d)
pt_br: 0x%02X (Disco %d)
pt_pt: 0x%02X (Disco %d)
uk_ua: 0x%02X (Диск %d)

source: MS-DOS cannot boot from a drive using a 64 kilobytes Cluster size. Please change the Cluster size or use FreeDOS.
bg_bg: MS-DOS не може да стартира от устройство с 64 килобайтов размер на клъстера. Моля, използвайте друг размер на клъстера или използвайте FreeDOS.
cs_cz: MS-DOS nelze spustit z disku používajícího alokační jednotku o velikostí 64KB. Změňte velikost alokační jednotky nebo použijte FreeDOS.
da_dk: MS-DOS kan ikke boote fra et drev der bruger 64 kilobyte klyngestørrelse. Vær venlig at ændre klyngestørrelsen eller brug FreeDOS.
de_de: MS-DOS kann nicht von einem Laufwerk mit einer Zuordnungseinheitengröße von 64 Kilobyte starten. Bitte ändern Sie die Zuordnungseinheitengröße oder verwenden Sie FreeDOS.
el_gr: Το MS-DOS δεν μπορεί να κάνει εκκίνηση από ένα δίσκο χρησιμοποιώντας μέγεθος συμπλέγματος 64 kilobyte. Παρακαλώ αλλάξτε το μέγεθος συμπλέγματος ή χρησιμοποιήστε το FreeDOS.
es_es: MS-DOS no puede arrancar desde un disco con un tamaño de clúster de 64 kilobytes. Por favor cambie el tamaño del clúster o use FreeDOS.
fa_ir: MS-DOS با استفاده از درایوی که اندازه کلاستر آن ۶۴ کیلوبایت است؛ راه‌اندازی (Boot) نمی‌شود. لطفاً اندازه کلاستر را تغییر دهید یا از FreeDOS استفاده کنید.
fi_fi: MS-DOS ei voi käynnistyä laitteelta, joka käyttää 64 kilotavun tilanvarausyksikköä. Vaihda tilanvarausyksikköä tai käytä FreeDOSia.
fr_fr: MS-DOS ne peut pas être utilisé sur un disque avec une Taille de clusters de 64 kilo-octets. Veuillez changer la Taille de clusters ou utilisez FreeDOS.
he_il: MS-DOS לא יכול לאתחל מכונן המשתמש בגודל אשכול של 64 קילו בתים. נא לשנות את גודל האשכול או להשתמש ב־FreeDOS.
hr_hr: MS-DOS se ne može podignuti iz uređaja s grupiranjem od 64 kilobajta. Promijenite veličinu grupiranja ili odaberite FreeDOS.
hu_hu: Az MS-DOS nem tud bootolni 64 kilobájt klaszterméretű eszközről. Kérlek, változtasd meg a klaszterméret beállítást, vagy használj FreeDOS-t.
id_id: MS-DOS tidak dapat boot dari perangkat yang menggunakan ukuran Klaster 64 kilobyte. Silakan ubah ukuran Klaster atau gunakan FreeDOS.
it_it: Non si può avviare MS-DOS da una unità che usa una dimensione del cluster di 64 kilobyte. Modifica la dimensione del cluster o usa FreeDOS.
ja_jp: MS-DOS はクラスター サイズが 64 キロバイトのドライブからブートできません。 クラスター サイズを変更、または FreeDOS を使用してください。
lt_lt: MS-DOS negali įsikelti iš disko naudojant 64 kilobaitų klasterio dydį. Pakeiskite klasterio dydį arba naudokite FreeDOS.
lv_lv: MS-DOS nevar ielādēties no nesēja ar klastera izmēru 64 Kb. Pamainiet klastera izmēru izmantojot FreeDOS.
ms_my: MS-DOS tidak boleh boot daripada cakera yang menggunakan saiz gugusan 64 kilobait. Sila tukarkan saiz gugusan atau gunakan FreeDOS.
nb_no: MS-DOS kan ikke boote fra en stasjon som brukeren 64 kilobytes Cluster størrelse. Vennligst bytt Cluster-størrelse eller bruk FreeDOS.
nl_nl: MS-DOS kan niet opstarten van een apparaat met een clustergrootte van 64 kilobyte Wijzig de clustergrootte of gebruik FreeDOS.
pl_pl: MS-DOS nie może być uruchomiony z dysku korzystającego z 64 kilobajtowego Rozmiaru jednostki alokacji. Proszę zmienić rozmiar jednostki alokacji lub użyć FreeDOSa.
pt_br: O MS-DOS não se inicializa a partir de um drive com um Tamanho do cluster de 64 quilobytes. Por favor, altere o Tamanho do cluster ou use o FreeDOS.
pt_pt: MS-DOS não arranca de um disco com um tamanho de cluster de 64 kilobytes. Por favor altere o tamanho do cluster ou use o FreeDOS.
sk_sk: MS-DOS nemôže byť bootovaný z jednotky používajúcich klastre s veľkosťou 64kb. Zmeňte veľkosť klastra alebo použite FREDOS.
sv_se: MS-DOS kan inte starta från en enhet som använder 64 kilobytes klusterstorlek. Ändra klusterstorleken eller använd FreeDOS.
tr_tr: MS-DOS, 64 kilobyte Ayırma Birimi Boyutu kullanan bir sürücüden başlatılamaz. Lütfen farklı bir Ayırma Birimi Boyutu seçin ya da FreeDOS kullanın.
uk_ua: MS-DOS не може завантажитися при використанні розміру кластера 64 Кб... Будь ласка, змініть розмір кластеру чи використайте FreeDOS.

source: Incompatible Cluster size
bg_bg: Несъвместим размер на клъстера
cs_cz: Nekompatibilní velikost alokační jednotky
da_dk: Inkompatibel klyngestørrelse
de_de: Inkompatible Zuordnungseinheitengröße
el_gr: Μη συμβατό μέγεθος συμπλέγματος
es_es: Tamaño de clúster incompatible
fa_ir: اندازه کلاستر ناسازگار و نامناسب است
fi_fi: Epäsopiva tilanvarausyksikkö
fr_fr: Taille de clusters incompatible
he_il: גודל אשכול לא תואם
hr_hr: Nekompatibilna veličina grupiranja
hu_hu: Nem kompatibilis klaszterméret
id_id: Ukuran Klaster tidak kompatibel
it_it: Dimensione cluster incompatibile
ja_jp: 互換性のないクラスター サイズ
lt_lt: Nesuderinamas klasterio dydis
lv_lv: Nekorekts klastera izmērs
ms_my: Saiz gugusan tidak sesuai
nb_no: Inkompatibelt Cluster-størrelse
nl_nl: Incompatibele clustergrootte
pl_pl: Niekompatybilny rozmiar jednostki alokacji
pt_br: Tamanho do cluster incompatível
pt_pt: Tamanho de cluster incompatível
sk_sk: Nekompatibilná veľkosť klastra
sv_se: Klusterstorlek stöds ej
tr_tr: Uyumsuz Ayırma Boyutu
uk_ua: Несумісний розмір кластера

source: Formatting a large UDF volumes can take a lot of time. At USB 2.0 speeds, the estimated formatting duration is %d:%02d, during which the progress bar will appear frozen. Please be patient!
bg_bg: Форматирането на големи UDF томове може да отнеме много време. При USB 2.0 скорости, изчисленото време за форматиране е %d:%02d, при което процесната лента ще изглежда като замръзнала. Моля, бъдете търпеливи!
cs_cz: Formátování velkých UDF svazků může trvat delší čas. Při rychlosti USB 2.0 bude formátování trvat přibližně %d:%02d, ukazatel průběhu operace je během formátování zdánlivě nefunkční. Buďte trpělivý!
da_dk: Formatering af en stor UDF volume kan tage lang tid. Ved USB 2.0-hastigheder, er den anslåede varighed af formatering %d:%02d, hvorunder statuslinjen forekommer frosset. Vær tålmodig!
de_de: Die Formatierung eines großen UDF-Laufwerks kann viel Zeit benötigen. Bei USB 2.0-Geschwindigkeiten beträgt die geschätzte Formatierungsdauer %d:%02d, während der die Fortschrittsleiste eingefroren erscheint. Bitte haben Sie Geduld!
el_gr: Η διαμόρφωση μεγάλων τόμων UDF ίσως διαρκέσει αρκετά. Ο χρόνος διαμόρφωσης, στις ταχύτητες του USB 2.0 είναι %d:%02d. Κατά την διάρκεια της διαμόρφωσης η μπάρα προόδου θα είναι στατική. Παρακαλώ περιμένετε!
es_es: Dar formato a un volumen UDF de gran tamaño puede tomar mucho tiempo. A la velocidad de USB 2.0, el tiempo estimado de formateo es %d:%02d, durante el cual la barra de progreso parecerá no moverse. ¡Por favor, sea paciente!
fa_ir: معمولاً فرمت کردن درایو UDF حجیم و بزرگ زمان‌بر است. زمان تخمینی با استفاده از درگاه USB 2.0 «%d:%02d» است. ممکن است هنگام فرمت کردن، نوار لغزنده‌ای که پیشرفت فرآیند را نشان می‌دهد بی‌حرکت و ثابت شود. پس لطفاً صبور باشید!
fi_fi: Suurten UDF-asemien alustus voi kestää kauan. USB 2.0-nopeuksilla arvioitu alustuksen kesto on %d:%02d, minkä aikana etenemispalkki vaikuttaa pysähtyneeltä. Ole kärsivällinen!
fr_fr: Le formatage d'un volume UDF de grande taille peut prendre beaucoup de temps. Aux vitesses USB 2.0, la durée de formatage estimée est %d :%02d, pendant laquelle la barre de progrès semblera gelée. Veuillez être patient !
he_il: אתחול אמצעי אחסון גדולים מסוג UDF עשוי לארוך זמן רב. במהירויות של USB 2.0, זמן האתחול המשוער הוא: %d:%02d, ובזמן הזה מד ההתקדמות ייראה קפוא. נא להיות סבלני!
hr_hr: Formatiranje velike UDF jedinice može potrajati. Pri USB 2.0 brzini, trajanja formatiranja procjenjuje se na %d:%02d, može vam se učiniti da je proces zablokirao. Budite strpljivi!
hu_hu: Nagy UDF kötetek formázása sok időt igénybe vehet. USB 2.0 sebességgel számolva a formázás becsült ideje %d:%02d, és addig a folyamat jelző nem változik. Kérlek, légy türelemmel!
id_id: Memformat volume UDF yang besar memerlukan waktu lama. Di kecepatan USB 2.0, perkiraan durasi memformat sekitar %d:%02d, selama berlangsung bilah kemajuan akan tampak berhenti. Harap bersabar!
it_it: La formattazione di un volume UDF di grandi dimensioni può richiedere molto tempo. In modo USB 2.0, il tempo stimato per la formattazione sarà di %d:%02d, durante il quale la barra di progresso non verrà aggiornata. Attendi il completamento dell'operazione!
ja_jp: 大きな UDF ボリュームをフォーマットするには時間がかかります。USB2.0 接続の場合、フォーマット完了までの推定時間は %d:%02d です。この間、プログレス バーは進んでいないように見えます。終了までしばらくお待ちください。
lt_lt: Didelių UDF tomų formatavimas gali užimti daug laiko. USB 2.0 greičiu numatoma formatavimo trukmė yra %d:%02d, tuo metu eigos juosta gali atrodyti sustingusi. Būkite kantrūs!
lv_lv: Large UDF disku formatēšana var aizņemt daudz laika. Izmantojot USB 2.0 aprēķinātais formatēšanas ilgums ir %d:%02d, kura laikā izpildes līnija var apstāties. Esiet pacietīgi!
ms_my: Pemformatan jilid UDF yang besar mengambil masa yang amat lama. Pada kelajuan USB 2.0, anggaran masa pemformatan adalah %d:%02d, dimana bar kemajuan akan kelihatan seperti ia tidak bergerak. Sila bersabar!
nb_no: Formatere et stort UDF-volum kan ta lang tid. Ved å bruke USB 2.0 hastighet, den estimerte formateringstiden er %d:%02d, under denne tiden vil framgangslinjen virke frossen. Vennligst vær tålmodig!
nl_nl: Het formatteren van grote UDF-volumes kan een lange tijd duren. Bij USB 2.0-snelheden is de geschatte formatteertijd %d:%02d, waarbij de voortgangsbalk zal geblokkeerd lijken. Wees geduldig!
pl_pl: Formatowanie dużych woluminów UDF może zająć dużo czasu. Przy prędkości USB 2.0 , szacunkowy czas formatowania wynosi %d:%02d, podczas którego pasek postępu będzie wydawał się być zamrożony. Proszę być cierpliwym!
pt_br: Formatar um volume UDF de tamanho grande pode demorar muito tempo. À velocidade de USB 2.0, o tempo estimado de formatação é de %d:%02d, durante o qual a barra de progresso parecerá congelada. Por favor, seja paciente!
pt_pt: Formatar um volume UDF de tamanho grande pode demorar muito tempo. À velocidade de USB 2.0, o tempo estimado de formatação é de %d:%02d, durante o qual a barra de progresso parecerá "congelada". Por favor, seja paciente!
sk_sk: Formátovanie veľkých UDF zväzkov môže trvať dlhý čas. Rýchlosť USB 2.0 určuje trvanie formátovania (približne %d:%02d), počas procesu sa vám môže zdať, že aplikácia zamrzla. Budte trpezlivý!
sv_se: Att formatera en stor UDF-volym kan ta lång tid. Vid USB 2.0-hastigheter, är den beräknade formateringstiden runt %d:%02d, och under tiden kan förloppsindikatorn se ut att stå stilla. Ta det bara lugnt, tack!
tr_tr: Geniş bir UDF Biriminin biçimlendirilmesi çok uzun bir süre alabilir. USB 2.0 hızında, Tahmini biçimlendirme süresi %d:%02d, İlerleme çubuğu donmuş görünüyorken. Lütfen sabırlı olun!
uk_ua: Форматування великих UDF-томів займає багато часу. На швидкості USB 2.0 приблизна тривалість форматування складе %d:%02d, протягом якої індикатор прогресу буде заморожено. Будь ласка, будьте терплячі!

source: Large UDF volume
bg_bg: Голям UDF дял
cs_cz: Velký UDF svazku
da_dk: Stort UDF volume
de_de: Großes UDF-Laufwerk
el_gr: Mεγάλος τόμος UDF
es_es: Volumen UDF de gran tamaño
fa_ir: درایو UDF حجیم
fi_fi: Suuri UDF-asema
fr_fr: Volume UDF de grand taille
he_il: אמצעי אחסון UDF גדול
hr_hr: Velika UDF jedinica
hu_hu: Nagy UDF kötet
id_id: Volume UDF besar
it_it: Volume UDF di grandi dimensioni
ja_jp: 大きな UDF ボリューム
lt_lt: Didelis UDF tomas
lv_lv: Large UDF disks
ms_my: Jilid UDF besar
nb_no: Stort UDF-volum
nl_nl: Groot UDF-volume
pl_pl: Duży wolumin UDF
pt_br: Volume UDF de tamanho grande
pt_pt: Volume UDF de tamanho grande
sk_sk: Veľkosť UDF zväzku
sv_se: Stor UDF-volym
tr_tr: Geniş UDF birimi
uk_ua: Великий UDF-том
