Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Rufus has detected that you are attempting to create a Windows To Go media based on a 1809 ISO. Because of a *MICROSOFT BUG*, this media will crash during Windows boot (Blue Screen Of Death), unless you manually replace the file 'WppRecorder.sys' with a 1803 version. Also note that the reason Rufus cannot automatically fix this for you is that 'WppRecorder.sys' is a Microsoft copyrighted file, so we cannot legally embed a copy of the file in the application...
cs_cz: Rufus zjistil, že se pokoušíte vytvořit Windows To Go médií založené na 1809 ISO. Vzhledem k tomu, že *MICROSOFT BUG*, toto médium se při spouštění systému Windows zhroutí (Blue Screen), pokud soubor „WppRecorder.sys“ ručně nenahradíte verzí 1803. Důvodem proč Rufus nemůže automaticky opravit, je, že soubor „WppRecorder.sys“ je souborem chráněným autorskými právy společnosti Microsoft, takže nemůžeme legálně vložit kopii souboru do aplikace...
da_dk: Rufus har opdaget, at du forsøger at oprette et Windows To Go medie baseret på en 1908 ISO. På grund af en *MICROSOFT BUG* vil dette medie fejle under Windows boot (Blue Screen of Death) medmindre du manuelt erstatter filen 'WppRecorder.sys' med en 1803-version. Bemærk også, at årsagen til, at Rufus ikke automatisk kan løse dette for dig, er at 'WppRecorder.sys' er en Microsoft-ophavsretlig beskyttet fil, så vi kan ikke lovligt inkludere en kopi af filen i applikationen...
de_de: Rufus hat erkannt, dass Sie ein 'Windows To Go'-Startmedium, basierend auf Windows 10 Version 1809, erstellen wollen. Aufgrund eines "MICROSOFT BUGS" wird das Startmedium nicht funktionieren (Blue Screen), wenn Sie die Datei 'WppRecorder.sys' nicht mit der 1803-Version ersetzen. Aufgrund von Copyright-Richtlinien kann Rufus die Datei 'WppRecorder.sys' nicht selbst reparieren, weil wir diese Datei nicht in unsere Applikation einbetten dürfen.
el_gr: Το Rufus έχει εντοπίσει ότι προσπαθείτε να δημιουργήσετε ένα μέσο Windows To Go βάσει ενός ISO 1809. Λόγω ενός * MICROSOFT BUG *, αυτό το μέσο θα καταρρεύσει κατά την εκκίνηση των Windows (Blue Screen Of Death), εκτός αν αλλάξετε με το χέρι το αρχείο 'WppRecorder.sys' με εκδοχή 1803. Επίσης, σημειώστε ότι ο λόγος για τον οποίο ο Rufus δεν μπορεί να διορθώσει αυτόματα αυτό για εσάς είναι ότι το "WppRecorder.sys" είναι αρχείο Microsoft που προστατεύεται από πνευματικά δικαιώματα, επομένως δεν μπορούμε να ενσωματώσουμε νόμιμα ένα αντίγραφο του αρχείου στην εφαρμογή ...
es_es: Rufus ha detectado que estás intentando crear un medio en Windows To Go basado en la ISO 1809. Debido a un *FALLO DE MICROSOFT*, este medio no arrancará al iniciar Windows (Pantallazo Azul de la Muerte), a no ser que manualmente reemplaces el fichero 'WppRecorder.sys' con la versión 1803. Ten en cuenta que el motivo por el que Rufus no puede arreglar esto automáticamente es debido a que el fichero 'WppRecorder.sys' es un fichero con copyright, por lo que legalmente no podemos añadir una copia del fichero en la aplicación...
fa_ir: Rufus تشخیص داده است که شما می‌خواهید با ISO ورژن 1809 درایوی با قابلیت «Windows To Go» ایجاد کنید. به دلیل باگی که شرکت مایکروسافت در این مورد دارد؛ در هنگام راه‌اندازی ویندوز به خطای «Blue Screen Of Death» خواهید خورد. برای رفع این مشکل می‌توانید فایل 'WppRecorder.sys' را با ورژن 1803 جایگزین کنید. همچنین در نظر داشته باشید به دلیل اینکه کپی‌رایت فایل 'WppRecorder.sys' برای مایکروسافت است؛ Rufus نمی‌تواند به صورت خودکار این مشکل را برای شما برطرف کند و این فایل را در برنامه خود قرار دهد.
fr_fr: Rufus a détecté que vous êtes en train de créer un média 'Windows To Go' à partir d'une ISO 1809. A cause d'un *BUG MICROSOFT*, ce média va planter durant le démarrage de Windows (Blue Screen Of Death), à moins que vous ne remplaciez le fichier 'WppRecorder.sys' par la version 1803. Veuillez aussi noter que la raison pour laquelle Rufus ne peut pas corriger ce problème pour vous est que le fichier 'WppRecorder.sys' est sujet au copyright de Microsoft, donc nous ne pouvons pas légalement en produire une copie avec cette application...
hr_hr: Rufus je otkrio da pokušavate kreirati "Windows To Go" medij baziran na verziji 1809 ISO. Zbog *MICROSOFT BUG-a*, doći će do fatalne greške kod podizanja Windows-a (Blue Screen Of Death), osim ako ne zamijenite datoteku 'WppRecorder.sys' s verzijom 1803. Rufus nije u mogućnosti ispraviti problem jer datoteka 'WppRecorder.sys' podliježe Microsoft "copyright-u", tako da bi to bilo ilegalno.
hu_hu: A Rufus észlelte, hogy egy 1809-es verziójú ISO alapján kíséreltél meg egy Windows To Go meghajtót készíteni Egy *MICROSOFT HIBA* miatt ez a meghajtó a Windows indulása során össze fog omlani (kék halál), hacsak nem cseréled ki manuálisan a 'WppRecorder.sys' fájlt egy 1803-as verzióra. Vedd figyelembe azt is, hogy a Rufus azért nem tudja automatikusan kijavítani ezt, mert a 'WppRecorder.sys' a Microsoft jogvédett fájlja, ezért nem tudjuk törvényesen beágyazni a fájl másolatát az alkalmazásba...
id_id: Rufus mendeteksi Anda sedang mencoba membuat media Windows To Go berbasis pada ISO 1809. Karena terdapat *MICROSOFT BUG*, media ini akan crash saat proses booting Windows (Blue Screen Of Death), kecuali Anda mengganti secara manual berkas 'WppRecorder.sys' dengan versi 1803. Perhatikan juga bahwa alasan Rufus tidak dapat secara otomatis memperbaikinya untuk Anda adalah bahwa 'WppRecorder.sys' adalah berkas yang dilindungi hak cipta Microsoft, jadi kami tidak dapat secara legal menyematkan salinan berkas tersebut ke dalam aplikasi ...
ja_jp: 1809 バージョンの ISO を使用して Windows To Go のメディアを作成しようとしていることを検出しました。 このメディアは、“WppRecorder.sys” を 1803 バージョンのファイルに手動で置き換えない限り、Windowsのブート中にクラッシュ (ブルースクリーン) します。これは * Microsoftのバグ * によるものです。 “WppRecorder.sys” は Microsoft の著作権で保護されたファイルであり、アプリケーションにファイルのコピーを合法的に埋め込めないため、Rufus が自動的にこの不具合を修正することはできません。
nb_no: Rufus har oppdaget at du forsøker å lage et Windows To Go-medie basert på en 1809 ISO. På grunn av en *MICROSOFT BUG*, vil dette mediet krasje under Windows boot (Blue Screen Of Death), med mindre du manuelt erstatter filen 'WppRecorder.sys' med en 1803-versjon. Vær også oppmerksom på at grunnen til at Rufus ikke automatisk kan fikse dette for deg, er at 'WppRecorder.sys' er en opphavsrettslig beskyttet fil fra Microsoft, slik at vi ikke lovlig kan legge inn en kopi av filen i programmet...
nl_nl: Rufus heeft gedetecteerd dat u probeert om een Windows To Go medium aan te maken gebaseerd op een 1809-ISO Door een *MICROSOFT-BUG* zal dit medium crashen tijdens het opstarten van Windows (Blue Screen Of Death), tenzij u manueel het bestand 'WppRecorder.sys' vervangt door een 1803-versie. Merk ook op dat Rufus dit voor u niet automatisch kan oplossen omdat 'WppRecorder.sys' een Microsoft-auteursrecht heeft, dus we kunnen geen kopie van het bestand in de toepassing inbedden op een legale manier...
pl_pl: Rufus wykrył, że próbujesz utworzyć nośnik "Windows To Go" bazujący na ISO 1809. Z powodu *BŁĘDU MICROSOFTU*, ten nośnik ulegnie awarii podczas rozruchu systemu (Blue Screen of Death), chyba że ręcznie zastąpisz plik "WppRecorder.sys" wersją z 1803. Należy również pamiętać, że powodem, dla którego Rufus nie może automatycznie rozwiązać tego problemu, jest to, że "WppRecorder.sys” jest plikiem chronionym prawem autorskim firmy Microsoft, więc nie możemy zgodnie z prawem osadzić kopii pliku w aplikacji.
pt_br: Rufus detectou que você está tentando criar uma mídia do Windows To Go com base em uma ISO 1809. Devido a um *MICROSOFT BUG*, esta mídia irá travar durante a inicialização do Windows (Tela Azul da Morte), a menos que você substitua manualmente o arquivo 'WppRecorder.sys' por uma versão 1803. Observe também que a razão pela qual o Rufus não pode corrigir isso automaticamente para você é que 'WppRecorder.sys' é um arquivo protegido por direitos autorais da Microsoft, portanto, não podemos incorporar legalmente uma cópia do arquivo no aplicativo...
tr_tr: Rufus, 1809 ISO tabanlı bir Windows To Go ortamı oluşturmaya çalıştığınızı algıladı. Bir *MICROSOFT HATASI* nedeniyle, 'WppRecorder.sys' dosyasını 1803 sürümüyle el ile değiştirmediğiniz sürece, bu medya Windows açılışında (Ölü Mavi Ekran) çökecektir. Ayrıca, Rufus'un bunu sizin için otomatik olarak çözememesinin nedeninin 'WppRecorder.sys' dosyasının Microsoft'un telif hakkı olan bir dosya olduğunu ve bu nedenle dosyanın yasal olarak bir kopyasını uygulamaya koyamayacağımızı unutmayın...

source: Because MBR has been selected for the partition scheme, Rufus can only create a partition up to 2 TB on this media, which will leave %s of disk space unavailable. Are you sure you want to continue?
cs_cz: Pro schéma oddílu byla vybráno MBR, Rufus na tomto médiu vytvořit pouze oddíl o velikosti až 2 TB, což ponechá místo na disku %s nedostupné. Jste si jistý, že chcete pokračovat?
da_dk: Fordi MBR er udvalgt for partitionsordning, kan Rufus kun oprette en partition op til 2 TB på dette medie, hvilket gør %s af diskplads utilgængelig. Er du sikker, du vil fortsætte?
de_de: Weil MBR als Partitionsschema gewählt wurde, kann Rufus nur eine maximal 2 TB große Partition auf diesem Laufwerk erstellen. %s des Speicherplatzes bleiben ungenutzt. Wollen Sie fortfahren?
el_gr: Επειδή το MBR έχει επιλεγεί για το σχήμα διαμέρισης, ο Rufus μπορεί να δημιουργήσει ένα διαμέρισμα έως 2 TB μόνο σε αυτό το μέσο, το οποίο θα αφήσει το %s χώρου στο δίσκο μη διαθέσιμο. Είστε σίγουροι οτι θέλετε να συνεχίσετε?
es_es: Debido a que has seleccionado MBR para el sistema de particiones, Rufus sólo puede crear una partición de hasta 2TB en este dispositivo, lo que dejará %s del disco no disponibles. ¿Estas seguro de que deseas continuar?
fa_ir: چون MBR برای ساختار پارتیشن انتخاب شده است؛ Rufus تنها می‌تواند پارتیشن با حداکثر ظرفیت 2TB روی این دیسک ایجاد کند. بنابراین %s از ظرفیت دیسک در دسترس نخواهد بود. آیا برای ادامه این عملیات مطمئن هستید؟
fr_fr: Parce que MBR a été sélectionné pour le schéma de partition, Rufus peut seulement créer une partition sur ce média occupant jusqu’à 2 To, ce qui laissera %s d’espace disque non-disponible. Etes-vous sûr de vouloir continuer ?
hr_hr: Odabrali ste MBR za shemu particije. Rufus može kreirati maksimalnu partiticiju do 2 TB na ovom mediju, ostaje %s diska neiskorišteno. Jeste li sigurni da želite nastaviti?
hu_hu: Mivel MBR lett kiválasztva partíciós sémaként, a Rufus legfeljebb 2 TB-os partíciót tud létrehozni ezen az adathordozón, amellyel így %s lemezterület elérhetetlenné válik. Biztosan folytatni szeretnéd?
id_id: Karena MBR telah dipilih untuk skema partisi ini, Rufus hanya dapat membuat partisi sampai 2 TB pada media ini, yang akan membuat %s ruang disk menjadi tidak tersedia. Apakah Anda yakin ingin melanjutkan?
ja_jp: パーティション構成に MBR が選択されているため、Rufus はこのメディア上に最大 2 TB のパーティションしか作成できません。そのため、％s のディスク容量が使用できなくなります。 続けますか?
nb_no: Fordi MBR er valgt for partisjonsskjemaet, kan Rufus bare opprette en partisjon på opptil 2 TB på dette mediet, noe som vil føre til at %s diskplass ikke er tilgjengelig. Er du sikker på at du vil fortsette?
nl_nl: Omdat MBR geselecteerd werd als partitie-indeling, kan Rufus slechts een partitie tot 2 TB aanmaken op dit medium, wat %s schijfruimte onbeschikbaar zal laten. Weet u zeker dat u wilt doorgaan?
pl_pl: Ponieważ MBR został wybrany jako schemat partycji, Rufus może utworzyć partycję o rozmiarze do 2 TB na tym nośniku, co spowoduje, że %s miejsca na dysku będzie niedostępne. Jesteś pewien, że chcesz kontynuować?
pt_br: Como o MBR foi selecionado para o esquema de partição, o Rufus só pode criar uma partição de até 2 TB nessa mídia, o que deixará %s de espaço em disco indisponível. Você tem certeza que quer continuar?
tr_tr: MBR, bölüm şeması için seçildiğinden, Rufus bu ortam üzerinde yalnızca 2 TB'a kadar bölüm oluşturabilir ve bu da %s disk alanını kullanılamaz duruma getirir. Devam etmek istediğine emin misin?

source: Version
cs_cz: Verze
el_gr: Εκδοχή
es_es: Versión
fa_ir: نسخه
hr_hr: Verzija
hu_hu: Verzió
id_id: Versi
ja_jp: バージョン
nb_no: Versjon
nl_nl: Versie
pl_pl: Wersja
pt_br: Versão
tr_tr: Sürüm

source: Release
cs_cz: Vydání
da_dk: Udgave
el_gr: Κυκλοφορία
es_es: Emisión
fa_ir: انتشار
hr_hr: Podverzija
hu_hu: Kiadás
id_id: Rilis
ja_jp: リリース
nb_no: Utgivelse
pl_pl: Wydanie
pt_br: Lançamento
tr_tr: Yayın

source: Edition
cs_cz: Edice
el_gr: Έκδοση
es_es: Edición
fa_ir: ویرایش
hr_hr: Edicija
hu_hu: Változat
id_id: Edisi
ja_jp: エディション
nb_no: Utgave
nl_nl: Editie
pl_pl: Edycja
pt_br: Edição
tr_tr: Yapı

source: Language
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fa_ir: زبان
hr_hr: Jezik
hu_hu: Nyelv
id_id: Bahasa
ja_jp: 言語
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
tr_tr: Dil

source: Architecture
cs_cz: Architektura
da_dk: Artitektur
de_de: Architektur
el_gr: Αρχιτακτονική
es_es: Arquitectura
fa_ir: معماری
hr_hr: Arhitektura
hu_hu: Architektúra
id_id: Arsitektur
ja_jp: アーキテクチャ
nb_no: Arkitektur
nl_nl: Architectuur
pl_pl: Architektura
pt_br: Arquitetura
tr_tr: Mimari

source: Continue
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: Weiter
el_gr: Συνέχεια
es_es: Continuar
fa_ir: ادامه
hr_hr: Nastavi
hu_hu: Folytatás
id_id: Lanjut
ja_jp: 続ける
nb_no: Fortsett
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_br: Continuar
tr_tr: Sürdür

source: Back
cs_cz: Zpět
da_dk: Tilbage
de_de: Zurück
el_gr: Πίσω
es_es: Atrás
fa_ir: بازگشت
hr_hr: Natrag
hu_hu: Vissza
id_id: Kembali
ja_jp: 戻る
nb_no: Tilbake
nl_nl: Terug
pl_pl: Powrót
pt_br: Voltar
tr_tr: Geri

source: Please wait...
cs_cz: Počkejte prosím...
da_dk: Vent venligst...
de_de: Bitte warten...
el_gr: Παρακαλώ περιμένετε...
es_es: Espere por favor...
fa_ir: لطفاً صبور باشید...
hr_hr: Molim pričekajte...
hu_hu: Kérlek, várj...
id_id: Mohon tunggu...
ja_jp: お待ちください...
nb_no: Vennligst vent...
nl_nl: Even geduld...
pl_pl: Proszę czekać....
pt_br: Por favor, aguarde...
tr_tr: Lütfen Bekleyin...

source: Download using a browser
cs_cz: Stáhnout pomocí prohlížeče
da_dk: Download med en browser
de_de: Mit dem Browser herunterladen
el_gr: Λήψη με τη χρήση περιηγητή
es_es: Descargar usando un navegador
fa_ir: دانلود با استفاده از مرورگر
hr_hr: Preuzmi koristeći tražilicu
hu_hu: Letöltés böngészővel
id_id: Unduh menggunakan browser
ja_jp: ブラウザーを使ってダウンロードする
nb_no: Last ned ved hjelp av en nettleser
nl_nl: Downloaden via een browser
pl_pl: Pobierz za pomocą przeglądarki
pt_br: Baixar usando um navegador
tr_tr: Web tarayıcı kullanarak indir

source: Download of Windows ISOs is unavailable due to Microsoft having altered their website to prevent it.
cs_cz: Stahování ISO systému Windows je nedostupné, protože společnost Microsoft změnila své webové stránky, aby tomu zabránila.
da_dk: Downloads af Windows ISOer er i øjeblikket utilgængeligt da Micrososft har ændret deres side for at forhindre det.
de_de: Der Download von Windows-ISOs ist nicht möglich, da Microsoft seine Website geändert hat, um dies zu verhindern.
el_gr: Η λήψη των ISO των Windows δεν είναι διαθέσιμη επειδή η Microsoft έχει τροποποιήσει τον ιστότοπό της για να την αποτρέψει.
es_es: La descarga de ISO de Windows no está disponible debido a que Microsoft modificó su sitio web para evitarlo.
fa_ir: به دلیل درخواست‌های دانلود خیلی زیاد؛ به طور موقت از طرف مایکروسافت بسته شد. لطفا بعدا دوباره امتحان کنید...
hr_hr: Preuzimanje ISO-ova sustava Windows nije dostupno jer je Microsoft promijenio web-mjesto da bi ga spriječio.
hu_hu: A Windows ISO fájlok letöltése nem lehetséges, mert a Microsoft módosította a weboldalát, hogy ezt megakadályozza.
id_id: Pengunduhan berkas ISO Windows tidak tersedia karena dicekal oleh Microsoft.
ja_jp: リクエストが多すぎたため Microsoft が一時的にダウンロードを禁止しました - しばらくしてからもう一度お試しください...
nb_no: Nedlasting av Windows ISO fra Microsoft er ikke tilgjengelig. Microsoft har endret websiden for å forhindre nedlastinger på denne måten.
nl_nl: Downloaden van Windows ISO's is niet mogelijk omdat Microsoft hun website heeft aangepast om dit te voorkomen.
pl_pl: Tymczasowo zablokowany przez Microsoft za żądanie zbyt wielu pobrań - spróbuj ponownie później...
pt_br: Download de ISOs do Windows não está disponível porque a Microsoft alterou o seu site para evitá-lo.
tr_tr: Windows ISO'larının indirilmesi, Microsoft'un web sitesini bunu engelleyecek şekilde değiştirmesi nedeniyle kullanılamıyor.

source: PowerShell 3.0 or later is required to run this script.
cs_cz: Pro spuštění skriptu je nutná verze PowerShell 3.0 nebo novější.
da_dk: PowerShell 3.0 eller senere version er påkrævet for at køre dette script.
de_de: PowerShell 3.0 oder neuer ist erforderlich, um dieses Skript auszuführen.
el_gr: Το PowerShell 3.0 ή νεότερη έκδοση απαιτείται για να εκτελέσετε αυτήν τη δέσμη ενεργειών.
es_es: Se requiere PowerShell 3.0 o posterior para ejecutar este script.
fa_ir: اجرای این اسکریپت به PowerShell 3.0 یا بالاتر نیاز دارد.
hr_hr: PowerShell 3.0 ili noviji je potreban za pokretanje skripte.
hu_hu: PowerShell 3.0 vagy újabb szükséges a kód futtatásához.
id_id: Diperlukan PowerShell 3.0 atau yang lebih baru untuk menjalankan skrip ini.
ja_jp: このスクリプトの実行には PowerShell 3.0 以降が必要です。
nb_no: PowerShell 3.0 eller nyere kreves for å kjøre dette skriptet.
nl_nl: PowerShell 3.0 of nieuwer is nodig om dit script uit te voeren.
pl_pl: PowerShell 3.0 albo nowszy wymagany do uruchomienia tego skryptu.
pt_br: PowerShell 3.0 ou superior é requerido para rodar esse script.
tr_tr: Bu komutu çalıştırmak için PowerShell 3.0 veya üstü gerekir.

source: Do you want to go online and download it?
cs_cz: Chcete přejít do režimu online a stáhnout ji?
da_dk: Vil du gå online og downloade det?
de_de: Wollen Sie online gehen und den Download ausführen?
el_gr: Θέλετε να συνδεθείτε στο διαδίκτυο και να το κατεβάσετε;
es_es: ¿Desea descargar la versión on-line?
fa_ir: آیا می‌خواهید به اینترنت متصل شده و آن را دانلود کنید؟
hr_hr: Želiš li preuzimanje?
hu_hu: Fel szeretnél lépni az internetre és letölteni?
id_id: Apakah Anda ingin mengunduhnya?
ja_jp: ネットワークに接続してダウンロードしますか?
nb_no: Ønsker du å gå online og laste den ned?
nl_nl: Wilt u online gaan en het downloaden?
pl_pl: Czy chcesz przejść do trybu online i go pobrać?
pt_br: Deseja ir online e baixar?
tr_tr: Çevrimiçi olarak indirmek istiyor musunuz?

source: Running download script...
cs_cz: Spuštění skriptu pro stahování ...
da_dk: Kører download script...
de_de: Download-Skript ausführen...
el_gr: Εκτελείται ληφθέν αρχείο...
es_es: Ejecutando script descargado...
fa_ir: در حال اجرای اسکرپیت دانلود...
hr_hr: Pokretanje skripte za preuzimanje...
hu_hu: Letöltőkód futtatása...
id_id: Menjalankan skrip unduhan...
ja_jp: ダウンロード スクリプトを実行中...
nb_no: Kjører nedlastingskript...
nl_nl: Downloadscript uitvoeren...
pl_pl: Uruchamianie skryptu pobierania...
pt_br: Rodando o script de download...
tr_tr: İndirme komutu çalıştırılıyor...

source: Download ISO Image
cs_cz: Stáhnout obraz ISO
de_de: ISO-Image herunterladen
el_gr: Λήψη αρχείου ISO
es_es: Descargar Imagen ISO
fa_ir: دانلود ایمیج ISO
hr_hr: Preuzmi ISO sliku
hu_hu: ISO képfájl letöltése
id_id: Unduh ISO Image
ja_jp: ISO イメージのダウンロード
nb_no: Last ned ISO-image
nl_nl: ISO-image downloaden
pl_pl: Pobierz obraz ISO
pt_br: Baixar imagem ISO
tr_tr: ISO yansısı İndir
