Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Failed to delete application registry keys
bg_bg: Неуспешно изтриване на регистрационните ключове на приложението
cs_cz: Odstraněné klíčů registrů aplikace se nezdařilo
da_dk: Kunne ikke slette applikationsnøgler i registreringsdatabasen
de_de: Fehler beim Löschen der Anwendungseinstellungen in der Registrierdatenbank
el_gr: Αποτυχία διαγραφής των κλειδιών μητρώου της εφαρμογής
es_es: No se han podido eliminar las claves de la aplicación del registro
fa_ir: حذف کلیدهای رجیستری برنامه ناموفق بود
fi_fi: Rekisteriavainten poistaminen epäonnistui
fr_fr: Echec de suppression des clés registres
he_il: נכשל במחיקת מפתחות הרישום של היישום
hr_hr: Ključevi registra nisu se mogli izbrisati
hu_hu: Az alkalmazás Windows beállításjegyzékben tárolt kulcsait nem sikerült eltávolítani
id_id: Gagal menghapus kunci registry aplikasi
it_it: Impossibile eliminare il registro applicazione
ja_jp: アプリケーションのレジストリ キーの削除に失敗しました。
lt_lt: Nepavyko ištrinti programos registro raktų
lv_lv: Kļūda programmas reģistru dzēšanā
ms_my: Gagal memadam kekunci daftar aplikasi
nb_no: Sletting av registernøkler feilet
nl_nl: Registersleutels van toepassing verwijderen mislukt
pl_pl: Niepowodzenie usuwania kluczy rejestru aplikacji
pt_br: Falha ao apagar as chaves de registro do aplicativo
pt_pt: Falha ao apagar as chaves de registo da aplicação
sk_sk: Kľúče registrov programu neboli vymazané
sv_se: Kunde inte ta bort programmets registernycklar
tr_tr: Uygulama kayıt defteri anahtarları silinemedi
uk_ua: Не вдалося видалити ключі додатку в реєстрі

source: %s enabled
bg_bg: %s разрешено
cs_cz: %s: povoleno
da_dk: %s aktiveret
de_de: %s aktiviert
el_gr: %s :ενεργό/η
es_es: %s activado
fa_ir: %s فعال شد
fi_fi: %s päällä
fr_fr: %s activé
he_il: %s מופעל
hr_hr: %s omogućeno
hu_hu: %s engedélyezve
id_id: %s diaktifkan
it_it: Abilitato %s
ja_jp: %s 有効
lt_lt: %s įjungtas
lv_lv: %s ieslēgta
ms_my: %s dibolehkan
nb_no: %s aktivert
nl_nl: %s ingeschakeld
pl_pl: Włączono %s
pt_br: %s ativado(a)
pt_pt: %s ativado
sk_sk: %s: povolené
sv_se: %s aktiverad
tr_tr: %s etkin
uk_ua: %s увімкнено

source: %s disabled
bg_bg: %s забранено
cs_cz: %s: zakázáno
da_dk: %s deaktiveret
de_de: %s deaktiviert
el_gr: %s :ανενεργό/η
es_es: %s desactivado
fa_ir: %s غیرفعال شد
fi_fi: %s pois päältä
fr_fr: %s désactivé
he_il: %s מושבת
hr_hr: %s onemogućeno
hu_hu: %s letiltva
id_id: %s dinonaktifkan
it_it: Disabilitato %s
ja_jp: %s 無効
lt_lt: %s išjungtas
lv_lv: %s izslēgta
ms_my: %s tidak dibolehkan
nb_no: %s deaktivert
nl_nl: %s uitgeschakeld
pl_pl: Wyłączono %s
pt_br: %s desativado(a)
pt_pt: %s desativado
sk_sk: %s: zakázané
sv_se: %s inaktiverad
tr_tr: %s devre dışı
uk_ua: %s вимкнено

source: Size checks
bg_bg: Проверка на размера
cs_cz: Kontrola velikosti
da_dk: Tjek størrelsen på ISO-filen
de_de: Größenprüfung
el_gr: Έλεγχος μεγέθους
es_es: Verificación de tamaño
fa_ir: بررسی اندازه ایمیج
fi_fi: Kokotarkistukset
fr_fr: Tests de dépassement de taille
he_il: מצב בדיקות גודל
hr_hr: Provjera veličine
hu_hu: Méret ellenőrzések
id_id: Periksa ukuran
it_it: Controllo dimensione
ja_jp: サイズの確認
lt_lt: Dydžio tikrinimas
lv_lv: Izmēra pārbaude
ms_my: Menyemak saiz
nb_no: Størrelse kontrollert
nl_nl: Grootte-controles
pl_pl: Sprawdzanie rozmiaru
pt_br: Verificações de tamanho
pt_pt: Verificação de tamanho
sk_sk: Kontrola veľkosti
sv_se: Storlekskontrollen är
tr_tr: Boyut denetlemeleri
uk_ua: Визначення розміру

source: Hard disk detection
bg_bg: Засичане на външен хард диск
cs_cz: Detekce HDD
da_dk: Lokal-disk detektering
de_de: Festplattenerkennung
el_gr: Ανίχνευση κρυφών σκληρών δίσκων
es_es: Detección de discos duros
fa_ir: تشخیص دیسک سخت (هارد دیسک) USB
fi_fi: Kiintolevyjen havaitseminen
fr_fr: Détection de disques fixes
he_il: זיהוי כוננים קשיחים
hr_hr: Otkrivanje čvrstih diskova
hu_hu: Merevlemezek észlelése
id_id: Deteksi Hard disk
it_it: Rilevamento dischi fissi
ja_jp: ハードディスクの検出
lt_lt: Kietųjų diskų aptikimas
lv_lv: Iekšējo disku noteikšana
ms_my: Pengesanan cakera keras
nb_no: Harddisk-oppdagelse
nl_nl: Detectie harde schijven
pl_pl: Wykrywanie dysków twardych
pt_br: Detecção de disco rígido
pt_pt: Deteção de discos rígidos
sk_sk: Vyhľadávanie USB HDD
sv_se: Hårddiskdetekteringen är
tr_tr: Sabit disk algılama
uk_ua: Визначення USB накопичувачів

source: Force large FAT32 formatting
bg_bg: Принудително голямо FAT32 форматиране
cs_cz: Vynutit formátování velkého FAT32 oddílu
da_dk: Tvunget 'large FAT32' formatering
de_de: Large FAT32-Formatierung erzwingen
el_gr: Εξαναγκασμένη διαμόρφωση FAT32
es_es: Forzar formateo FAT32 largo
fa_ir: وادار کردن استفاده از فرمت Large FAT32
fi_fi: Laajan FAT32-alustuksen pakotus
fr_fr: Force 'large FAT32'
he_il: מצב כפיית אתחול של כונני FAT32 גדולים
hr_hr: Prisili veće FAT32 formatiranje
hu_hu: FAT32 formázás kényszerítése
id_id: Format paksa FAT32 yang besar
it_it: Forza formattazione FAT32 estesa
ja_jp: Large FAT32 でのフォーマットを強制
lt_lt: Priversti didelį FAT32 formatavimą
lv_lv: Paplašinātā FAT32 formatēšana
ms_my: Memaksa pemformatan FAT32 besar
nb_no: Tvinger stor FAT32-formatering
nl_nl: Uitgebreide FAT32-formattering forceren
pl_pl: Siłowe formatowanie dużych FAT32
pt_br: Forçar formatação FAT32 extensa
pt_pt: Forçar formatação FAT32 em discos grandes
sk_sk: Formátovanie force large FAT32
sv_se: Tvinga formatera 'large FAT32' är
tr_tr: Geniş FAT32 biçimlendirmeye zorla
uk_ua: Примусове форматування в розширений FAT32

source: NoDriveTypeAutorun will be deleted on exit
bg_bg: NoDriveTypeAutorun ще бъде изтрит на излизане
cs_cz: NoDriveTypeAutorun bude při ukončení odstraněn
da_dk: NoDriveTypeAutorun bliver detekteret ved exit
de_de: NoDriveTypeAutorun wird beim Beenden gelöscht
el_gr: Το NoDriveTypeAutorun θα διαγραφεί κατά την έξοδο από την εφαρμογή
es_es: Se eliminará NoDriveTypeAutorun al salir
fa_ir: هنگام خروج، NoDriveTypeAutorun حذف خواهد شد
fi_fi: NoDriveTypeAutorun poistetaan suljettaessa
fr_fr: NoDriveTypeAutorun sera effacé en sortie
he_il: NoDriveTypeAutorun יימחק ביציאה
hr_hr: "NoDriveTypeAutorun" će biti izbrisan pri izlasku
hu_hu: NoDriveTypeAutorun törölve lesz a kilépéskor
id_id: NoDriveTypeAutorun akan dihapus saat keluar
it_it: Verrà eliminato NoDriveTypeAutorun all'uscita
ja_jp: NoDriveTypeAutorun は Rufus を閉じる時に削除されます。
lt_lt: NoDriveTypeAutorun bus ištrintas išeinant
lv_lv: NoDriveTypeAutorun pārtraucot darbu tiks nodzēsts
ms_my: NoDriveTypeAutorun akan dipadam apabila keluar
nb_no: NoDriveTypeAutorun vil bli oppdaget ved avsluttning
nl_nl: NoDriveTypeAutorun zal verwijderd worden bij afsluiten
pl_pl: NoDriveTypeAutorun zostanie usunięte przy wyjściu
pt_br: Apagar NoDriveTypeAutorun ao sair
pt_pt: Apagar NoDriveTypeAutorun ao sair
sk_sk: NoDriveTypeAutorun bol vymazaný pri ukončení
sv_se: NoDriveTypeAutorun kommer att tas bort vid avslut
tr_tr: NoDriveTypeAutorun çıkışta silinecek
uk_ua: NoDriveTypeAutorun буде видалений при виході

source: Fake drive detection
bg_bg: Засичане на фалшиви устройства
cs_cz: Zjištěna emulovaná jednotka
da_dk: Opdag falske drev
de_de: Erkennung falscher Laufwerke
el_gr: Ανίχνευση ψεύτικης μονάδας δίσκου
es_es: Simulación de la detección del dispositivo
fa_ir: تشخیص درایو ساختگی و تقلبی
fi_fi: Valeasemien havaitseminen
fr_fr: Test de contrefaçons
he_il: זיהוי כוננים מזוייפים
hr_hr: Otkrivanje lažnih jedinica
hu_hu: Hamis eszköz észlelése
id_id: Deteksi perangkat palsu
it_it: Rilevamento unità fittizie
ja_jp: 偽装されたドライブの検出
lt_lt: Netikrų diskų aptikimas
lv_lv: Konstatēts neeksistējošs disks
ms_my: Pengesanan cakera palsu
nb_no: Falsk stasjon oppdaget
nl_nl: Valse drive-detectie
pl_pl: Fałszywe wykrywanie dysku
pt_br: Detecção de drive falsificado
pt_pt: Simulação de deteção de dispositivo
sk_sk: Použiť imitáciu jednotky
sv_se: Upptäckte en falsk enhet är
tr_tr: Sahte sürücü algılama
uk_ua: Виявлено фальшивий диск

source: Joliet support
bg_bg: Joliet подръжка
cs_cz: Joliet podpora
da_dk: Joliet understøttelse
de_de: Joliet-Unterstützung
el_gr: Υποστήριξη Joliet
es_es: Soporte a Joliet
fa_ir: پشتیبانی از سیستم فایل Joliet
fi_fi: Joliet-tuki
fr_fr: Support Joliet
he_il: מצב תמיכה ב־Joliet
hr_hr: Joliet podrška
hu_hu: Joliet támogatás
id_id: Dukungan Joliet
it_it: Supporto Joliet
ja_jp: Juliet のサポート
lt_lt: Joliet palaikymas
lv_lv: Joliet atbalsts
ms_my: Sokongan Joliet
nb_no: Joliet-støtte
nl_nl: Joliet-ondersteuning
pl_pl: Wsparcie Joliet
pt_br: Suporte para Joliet
pt_pt: Suporte para Joliet
sk_sk: Joliet podpora
sv_se: Joliet-stödet är
tr_tr: Joliet desteği
uk_ua: Підтримка Joliet

source: Rock Ridge support
bg_bg: Rock Ridge подръжка
cs_cz: Rock Ridge podpora
da_dk: Rock Ridge understøttelse
de_de: Rock Ridge-Unterstützung
el_gr: Υποστήριξη Rock Ridge
es_es: Soporte a Rock Ridge
fa_ir: پشتیبانی از سیستم فایل Rock Ridge
fi_fi: Rock Ridge -tuki
fr_fr: Support Rock Ridge
he_il: מצב תמיכה ב־Rock Ridge
hr_hr: Rock Ridge podrška
hu_hu: Rock Ridge támogatás
id_id: Dukungan Rock Ridge
it_it: Supporto Rock Ridge
ja_jp: Rock Ridge のサポート
lt_lt: Rock Ridge palaikymas
lv_lv: Rock Ridge atbalsts
ms_my: Sokongan Rock Ridge
nb_no: Rock Ridge-støtte
nl_nl: Rock Ridge-ondersteuning
pl_pl: Wsparcie Rock Ridge
pt_br: Suporte para Rock Ridge
pt_pt: Suporte para Rock Ridge
sk_sk: Rock Ridge podpora
sv_se: Rock Ridge-stödet är
tr_tr: Rock Ridge desteği
uk_ua: Підтримка Rock Ridge

source: Force update
bg_bg: Принудително актуализиране
cs_cz: Vynutit aktualizaci
da_dk: Tvunget opdatering
de_de: Update erzwingen
el_gr: Εξαναγκασμένη ενημέρωση
es_es: Forzar actualización
fa_ir: وادار کردن به‌روزرسانی
fi_fi: Päivityksen pakotus
fr_fr: Forçage de mise à jour
he_il: מצב כפיית עדכון
hr_hr: Prisilno ažuriranje
hu_hu: Frissítés kényszerítése
id_id: Pembaruan Paksa
it_it: Forza aggiornamento
ja_jp: 強制的にアップデート
lt_lt: Priversti naujintis
lv_lv: Ātrā jaunināšana
ms_my: Paksa kemas kini
nb_no: Tvungen oppdatering
nl_nl: Update forceren
pl_pl: Siłowa aktualizacja
pt_br: Forçar atualização
pt_pt: Forçar a atualização
sk_sk: Vynútená aktualizácia
sv_se: Tvinga uppdatering är
tr_tr: Güncellemeye zorla
uk_ua: Примусове оновлення

source: NTFS compression
bg_bg: NTFS компресиране
cs_cz: NTFS komprese
da_dk: NTFS-komprimering
de_de: NTFS-Komprimierung
el_gr: Συμπίεση NTFS
es_es: Compresión NTFS
fa_ir: فشرده‌سازی NTFS
fi_fi: NTFS-pakkaaminen
fr_fr: Compression NTFS
he_il: מצב דחיסת NTFS
hr_hr: NTFS kompresija
hu_hu: NTFS tömörítés
id_id: Kompresi NTFS
it_it: Compressione NTFS
ja_jp: NTFS 圧縮
lt_lt: NTFS glaudinimas
lv_lv: NTFS kompresija
ms_my: Mampatan NTFS
nb_no: NTFS-pakking
nl_nl: NTFS-compressie
pl_pl: Kompresja NTFS
pt_br: Compressão do NTFS
pt_pt: Compressão NTFS
sk_sk: NTFS kompresia
sv_se: NTFS-kompressionen är
tr_tr: NTFS sıkıştırma
uk_ua: Стиснення NTFS

source: Writing image: %s
cs_cz: Zápis obrazu: %s
da_dk: Skriver til image: %s
de_de: Schreibe Image-Datei: %s
el_gr: Εγγραφή ειδώλου: %s
es_es: Escribiendo imagen: %s
fa_ir: در حال استفاده از ایمیج: %s
hr_hr: Zapisujem image: %s
hu_hu: Képfájl írása: %s
id_id: Menulis image: %s
ja_jp: イメージを書き込み中: %s
nb_no: Skriver bilde: %s
nl_nl: Image schrijven: %s
pl_pl: Zapisywanie obrazu: %s
pt_br: Escrevendo imagem: %s
tr_tr: Yansı yazılıyor: %s

source: ISO Support
bg_bg: ISO поддръжка
cs_cz: ISO podpora
da_dk: ISO-understøttelse
de_de: ISO-Unterstützung
el_gr: Υποστήριξη ειδώλου ISO
es_es: Soporte ISO
fa_ir: پشتیبانی از فایل ISO
fi_fi: ISO-tuki
fr_fr: Support ISO
he_il: מצב תמיכה ב־ISO
hr_hr: ISO podrška
hu_hu: ISO támogatás
id_id: Dukungan ISO
it_it: Supporto ISO
ja_jp: ISO のサポート
lt_lt: ISO palaikymas
lv_lv: ISO atbalsts
ms_my: Sokongan ISO
nb_no: ISO-støtte
nl_nl: ISO-ondersteuning
pl_pl: Wsparcie ISO
pt_br: Suporte a ISO
pt_pt: Suporte ISO
sk_sk: ISO podpora
sv_se: ISO-stödet är
tr_tr: ISO Desteği
uk_ua: Підтримка ISO

source: Use PROPER size units
bg_bg: Използване на ПРАВИЛЕН размер единици (1КБ = 1024 байта)
cs_cz: Použit BINÁRNÍ předpony jednotek
da_dk: MiB notation
de_de: Korrekte Größeneinheiten verwenden
el_gr: Χρησιμοποιήστε ΣΩΣΤΑ μεγέθοι μονάδων
es_es: Usar tamaños de unidad ADECUADOS
fa_ir: نمایش دودویی واحدهای حافظه (‪1 KB = 1024 bytes‬)
fi_fi: OIKEIDEN tilayksiköiden kerrannaisten käyttö
fr_fr: Affichage de tailles avec de VRAIES unités
he_il: שימוש ביחידות מידה תקינות
hr_hr: Koristi ISPRAVNE veličine jedinica
hu_hu: MEGFELELŐ mértékegység használata
id_id: Gunakan unit ukuran PROPER
it_it: Usa unità dimensione CORRETTA
ja_jp: 正確なサイズ単位を使用
lt_lt: Naudoti TEISINGUS dydžio vienetus
lv_lv: Izvēlieties atbilstošas vienības
ms_my: Guna saiz seunit yang BETUL
nb_no: Bruk SKIKKELIG størrelsesenhet
nl_nl: JUISTE grootte-eenheden gebruiken
pl_pl: Użyj WŁAŚCIWEGO rozmiaru jednostek
pt_br: Use unidades de tamanho APROPRIADAS
pt_pt: Usar unidade de tamanho APROPRIADO
sk_sk: Použiť PROPER veľkosť jednotiek
sv_se: Använd 'RÄTT' storleksenhet är
tr_tr: UYGUN boyutta birimleri kullanın
uk_ua: Використання ПРАВИЛЬНОГО розміру одиниць

source: Deleting directory '%s'
bg_bg: Изтриване на директория '%s'
cs_cz: Odstranění adresář '%s'
da_dk: Sletter mappen '%s'
de_de: Lösche Ordner '%s'
el_gr: Διαγραφή καταλόγου '%s'
es_es: Eliminando directorio '%s'
fa_ir: در حال حذف کردن پوشه '%s'
fi_fi: Poistetaan kansiota '%s'
fr_fr: Suppression du dossier '%s'
he_il: מוחק את התיקיה '%s'
hr_hr: Brišem direktorij '%s'
hu_hu: Mappa törlése: '%s'
id_id: Menghapus direktori '%s'
it_it: Eliminazione cartella '%s'
ja_jp: “%s” フォルダーを削除しています。
lt_lt: Trinamas aplankas „%s“
lv_lv: Tiek dzēsta mape '%s'
ms_my: Memadam direktori '%s'
nb_no: Sletter mappe '%s'
nl_nl: Map '%s' verwijderen
pl_pl: Usuwanie folderu '%s'
pt_br: Apagando o diretório '%s'
pt_pt: A eliminar pasta '%s'
sk_sk: Vymazávanie priečinku: '%s'
sv_se: Tar bort katalogen '%s'
tr_tr: '%s' dizini siliniyor...
uk_ua: Видалення каталогу '%s'

source: VMWare disk detection
bg_bg: Засичане на VMWare диск
cs_cz: VMWare detekce disk
da_dk: VMWare disk detektering
de_de: VMware-Laufwerkserkennung
el_gr: Ανίχνευση δίσκου VMWare
es_es: Detección de discos VMWare
fa_ir: شناسایی دیسک VMWare
fi_fi: VMWare-levyn havaitseminen
fr_fr: Détection de disque VMWare
he_il: זיהוי כונני VMWare
hr_hr: Otkrivanje VMware diska
hu_hu: VMware lemez észlelése
id_id: Deteksi VMWare disk
it_it: Rilevamento disco VMWare
ja_jp: VMWare ディスクの検出
lt_lt: VMWare disko aptikimas
lv_lv: Noteikts VMWare disks
ms_my: Pengesanan cakera VMWare
nb_no: VMWare-disk oppdagelse
nl_nl: VMWare-schijfdetectie
pl_pl: Wykrywanie dysków VMWare
pt_br: Detecção de disco VMWare
pt_pt: A detetar disco VMWare
sk_sk: Vyhľadávanie VMWare disku
sv_se: VMWare diskdetekteringen är
tr_tr: VMWare disk algılama
uk_ua: Виявлено диск VMWare

source: Dual UEFI/BIOS mode
bg_bg: Двоен UEFI/BIOS режим
cs_cz: Dvojí UEFI/BIOS režim
de_de: Dualer UEFI/BIOS-Modus
el_gr: Λειτουργία UEFI και BIOS (ταυτόχρονα)
es_es: Modo dual EFI/BIOS
fa_ir: روش دوگانه UEFI/BIOS
fi_fi: Kaksois-UEFI/BIOS -tila
fr_fr: Mode dual UEFI/BIOS
he_il: מצב UEFI/BIOS משולב
hr_hr: Dual UEFI/BIOS mod
hu_hu: Duális UEFI/BIOS mód
id_id: Modus Dual UEFI/BIOS
it_it: Modo duale UEFI/BIOS
ja_jp: デュアル UEFI/BIOS モード
lt_lt: Dvigubas UEFI/BIOS režimas
lv_lv: Apvienotais UEFI/BIOS režīms
ms_my: Mod dwi UEFI/BIOS
nb_no: Dobbel UEFI/BIOS-innstilling
nl_nl: Dubbele UEFI/BIOS-modus
pl_pl: Tryb dual UEFI/BIOS
pt_br: Modo dual UEFI/BIOS
pt_pt: Modo duplo UEFI/BIOS
sk_sk: Duálny UEFI/BIOS mód
sv_se: Dubbla UEFI/BIOS-läget är
tr_tr: Çift UEFI/BIOS modu
uk_ua: Подвійний режим UEFI/BIOS

source: Applying Windows image: %s
cs_cz: Použití obrazu systému Windows: %s
da_dk: Anvender Windows-image: %s
de_de: Windows-Image aufspielen: %s
el_gr: Εγγραφή ειδώλου Windows: %s
es_es: Aplicando imagen Windows: %s
fa_ir: در حال استفاده از ایمیج ویندوز: %s
hr_hr: Primjenjujem Windows sliku: %s
hu_hu: Windows kép alkalmazása: %s
id_id: Menerapkan image Windows: %s
ja_jp: Windows イメージを適用中: %s
nb_no: Legger til Windows-bilde: %s
nl_nl: Windows-image toepassen: %s
pl_pl: Zastosowywanie obrazu Windows: %s
pt_br: Aplicando imagem do Windows: %s
tr_tr: Windows yansısı uygulanıyor: %s

source: Applying Windows image...
bg_bg: Прилагане на Windows образ...
cs_cz: Použití Windows obrazu...
da_dk: Anvender Windows-image...
de_de: Windows-Image aufspielen...
el_gr: Εγγραφή ειδώλου Windows...
es_es: Aplicando imagen Windows...
fa_ir: در حال استفاده از ایمیج ویندوز...
fi_fi: Asetetaan Windows-levykuvaa...
fr_fr: Application de l'image Windows...
he_il: מחיל קובץ תמונה של Windows...
hr_hr: Primjenjujem Windows sliku...
hu_hu: Windows kép alkalmazása...
id_id: Menerapkan image Windows...
it_it: Applicazione immagine Windows...
ja_jp: Windows イメージを適用します...
lt_lt: Taikomas Windows atvaizdas...
lv_lv: Pielietots Windows virtuālais attēls...
ms_my: Menggunakan imej Windows...
nb_no: Legger til Windows-bilde...
nl_nl: Windows-image toepassen...
pl_pl: Zastosowywanie obrazu Windows...
pt_br: Aplicando imagem do Windows...
pt_pt: Aplicar imagem Windows...
sk_sk: Používanie Windows obrazu...
sv_se: Tillämpar Windows-avbild...
tr_tr: Windows yansısı uygulanıyor...
uk_ua: Застосування Windows-образа...

source: Preserve timestamps
bg_bg: Запазване на времеви маркери
cs_cz: Zachovat časovou značku
da_dk: Bevar tidsstempler
de_de: Zeitstempel bewahren
el_gr: Διατήρηση ημερομηνιών αρχείων
es_es: Mantener la información de tiempo
fa_ir: نگه‌داری برچسب زمان (timestamp)
fi_fi: Aikaleimojen käyttö
fr_fr: Préservation des dates de fichiers
he_il: שימור חותמות זמן
hr_hr: Očuvanje datuma datoteka
hu_hu: Időbélyegek megtartása
id_id: Pertahankan timestamps
it_it: Preserva data/ora
ja_jp: タイムスタンプ (ファイル更新日付) を保持
lt_lt: Išsaugoti laiko žymas
lv_lv: Atļauja laika zīmogam
ms_my: Mengekalkan cap masa
nb_no: Bevarer tidskode
nl_nl: Tijdstempels behouden
pl_pl: Zachowaj znaczniki czasu
pt_br: Preservar marcas temporais
pt_pt: Manter data dos ficheiros
sk_sk: Zachovať časové značky
sv_se: Bevara datum och tid är
tr_tr: Zaman damgalarını koruma
uk_ua: Зберігати мітки часу

source: USB debug
bg_bg: Отстраняване на USB грешки
cs_cz: USB ladění
de_de: USB-Testmodus
el_gr: Έλεγχος USB
es_es: Depuración USB
fa_ir: اشکال‌زدایی (debug) USB
fi_fi: USB-virheenkorjaus
fr_fr: Debug USB
he_il: ניפוי שגיאות USB
hr_hr: USB debagiranje
hu_hu: USB hibakeresés
it_it: Debug USB
ja_jp: USB デバッグ
lt_lt: USB derinimas
lv_lv: USB-atkļūdošana
ms_my: Nyahpijat USB
nb_no: USB-avkoding
pl_pl: Debugowanie USB
pt_br: Depuração do USB
pt_pt: Depuração USB
sk_sk: USB ladenie
sv_se: USB-felsökning är
tr_tr: USB hata ayıklama
uk_ua: Режим USB-відлагодження

source: Computing image checksums: %s
cs_cz: Výpočet kontrolních součtů obrazů: %s
da_dk: Beregner imagechecksumme: %s
de_de: Berechne Image-Prüfsumme: %s
el_gr: Υπολογισμός checksums ειδώλου: %s
es_es: Calculando checksums de la imagen: %s
fa_ir: محاسبه جمع کنترلی (Checksum) ایمیج؛ درصد پیشرفت: %s
hr_hr: Računanje kontrolnog zbroja: %s
hu_hu: Képfájl ellenőrző összegének számítása: %s
id_id: Menghitung ceksum image: %s
ja_jp: イメージのチェックサムを計算中: %s
nb_no: Regner ut bilde-sjekksummer: %s
nl_nl: Image checksums berekenen: %s
pl_pl: Obliczanie sum kontrolnych obrazu: %s
pt_br: Calculando as somas de verificação da imagem: %s
tr_tr: Yansı sağlaması hesaplanıyor: %s

source: Compute the MD5, SHA1 and SHA256 checksums for the selected image
bg_bg: Изчисли MD5, SHA1, SHA256 чексуми на избраният образ
cs_cz: Vypočet MD5, SHA1 a SHA256 kontrolního součty pro vybraný obraz
da_dk: Beregner MD5-, SHA1- og SHA256-checksumme for det valgte diskbillede
de_de: Berechne MD5-, SHA1- und SHA256-Prüfsumme für das gewählte Image
el_gr: Υπολογισμός checksums MD5, SHA1 και SHA256 για το επιλεγμένο είδωλο
es_es: Calcular los checksums MD5, SHA1 y SHA256 para la imagen seleccionada
fa_ir: محاسبه جمع کنترلی (Checksum) SHA1 و MD5 برای ایمیج انتخاب‌شده
fi_fi: Laske valitun levykuvan MD5-, SHA1- ja SHA256-tarkistussummat
fr_fr: Calcule les checksums MD5, SHA1 et SHA256 pour l'image sélectionée
he_il: חישוב סיכומי הביקורת MD5‏, SHA1 ו־SHA256 עבור קובץ התמונה הנבחר
hr_hr: Izračunaj MD5, SHA1 i SHA256 kontrolni zbroj u odabranoj datoteci
hu_hu: MD5, SHA1 és SHA256 ellenőrzőösszegek kiszámítása a kiválasztott képhez
id_id: Hitung ceksum MD5, SHA1 dan SHA256 pada image yang dipilih
it_it: Calcola le checksum MD5, SHA1 e SHA256 per l'immagine selezionata
ja_jp: 選択したイメージの MD5、SHA1、SHA256 チェックサムを計算します。
lt_lt: Skaičiuoti MD5, SHA1 ir SHA256 kontrolines sumas pasirinktam atvaizdui
lv_lv: Izskaitļot MD5, SHA1 un SHA256 kontrolsummas izvēlētajam virtuālajam attēlam
ms_my: Mengira semak tambah MD5, SHA1 dan SHA256 imej dipilih
nb_no: Regner ut MD5, SHA1 og SHA256-sjekksummer for det valgte bilde
nl_nl: MD5-, SHA1- en SHA256-checksums voor de geselecteerde image berekenen
pl_pl: Oblicz sumy kontrolne MD5, SHA1 oraz SHA256 dla wybranego obrazu
pt_br: Calcular as somas de verificação MD5, SHA1 e SHA256 da imagem selecionada
pt_pt: Calcular MD5, SHA1 e SHA256 para a imagem selecionada
sk_sk: Vypočítať MD5, SHA1 a SHA256 kontrolný súčet pre vybraný obraz
sv_se: Beräkna MD5-, SHA1- och SHA256-kontrollsummor för den valda avbilden
tr_tr: Seçilen yansı için MD5, SHA1 ve SHA256 sağlamasını hesapla
uk_ua: Обчислити контрольні суми MD5, SHA1 та SHA256 для обраного образа

source: Change the application language
bg_bg: Смени езикът на приложението
cs_cz: Změna jazyka aplikace
da_dk: Skift programsprog
de_de: Sprache der Anwendung ändern
el_gr: Αλλαγή γλώσσας
es_es: Cambiar idioma
fa_ir: تغییر زبان برنامه
fi_fi: Vaihda sovelluksen kieltä
fr_fr: Change la langue de l'application
he_il: שינוי שפת היישום
hr_hr: Odabir jezika aplikacije
hu_hu: Alkalmazás nyelvének megváltoztatása
id_id: Ubah bahasa aplikasi
it_it: Cambia la lingua dell'interfaccia
ja_jp: アプリケーションの使用言語を変更します。
lt_lt: Keisti programos kalbą
lv_lv: Mainīt programmas valodu
ms_my: Menukar bahasa aplikasi
nb_no: Bytt programspråk
nl_nl: De taal van de toepassing wijzigen
pl_pl: Zmień język aplikacji
pt_br: Mudar o idioma do aplicativo
pt_pt: Alterar o idioma da aplicação
sk_sk: Zmeniť jazyk programu
sv_se: Ändra programspråk
tr_tr: Uygulama dilini değiştir
uk_ua: Змінити мову додатка

source: %s image detected
cs_cz: %s obraz detekován
da_dk: %s-diskbillede opdaget
de_de: %s-Image erkannt
el_gr: Ανιχνεύθηκε είδωλο τύπου %s
es_es: Imagen %s detectada
fa_ir: ایمیج %s شناسایی شد
hr_hr: %s slike detektirano
hu_hu: %s képfájl észlelve
id_id: Image %s terdeteksi
ja_jp: %s イメージの検出
nb_no: %s-bilde oppdaget
nl_nl: %s-image gedetecteerd
pl_pl: Wykryto obraz %s
pt_br: Imagem %s detectada
tr_tr: %s yansı algılandı
