Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: When using UEFI Target Type, only EFI bootable ISO images are supported. Please select an EFI bootable ISO or set the Target Type to BIOS.
bg_bg: Когато се използва UEFI тип на целта, само EFI стартиращи ISO образи са поддържани. Моля изберете EFI стартиращо ISO или задайте целевия тип на BIOS.
cs_cz: Při zvolení cílového systému typu UEFI jsou podporování jen ISO obrazy spustitelné pomocí EFI. Vyberte spustitelný EFI ISO obraz nebo nastavte cílový typ systému v BIOSu.
da_dk: Når UEFI vælges som destinationssystem er kun EFI boot-ISO'er understøttet. Vælg venligst en EFI boot-ISO eller sæt destinationssystem til BIOS.
de_de: Wenn UEFI als Typ des Zielsystems gewählt ist, werden nur EFI-startfähige ISO-Images unterstützt. Bitte wählen Sie ein EFI-startfähiges ISO-Image oder ändern Sie den Typ des Zielsystems zu BIOS.
el_gr: Όταν χρησιμοποιείτε ως επιθυμητό τύπο το UEFI μόνο είδωλα ISO με δυνατότητα εκκίνησης τύπου EFI υποστηρίζονται. Παρακαλώ επιλέξτε ένα είδωλο ISO με δυνατότητα εκκίνησης τύπου EFI ή επιλέξτε ως επιθυμητό τύπο το BIOS.
es_es: Cuando se usa UEFI como tipo de destino, sólo se soportan imágenes ISO de ejecución automática tipo EFI. Seleccione una imagen de ejecución automática ISO de tipo EFI o cambie el tipo de destino a BIOS.
fa_ir: هنگامی‌که نوع UEFI را انتخاب می‌کنید؛ فقط می‌توانید از فایل‌های ISO با قابلیت راه‌اندازی EFI (EFI Bootable) استفاده کنید. لطفاً از یک فایل ISO با قابلیت راه‌اندازی EFI استفاده کنید یا در گزینه‌ها نوع BIOS را انتخاب کنید.
fi_fi: UEFI-kohdetyyppiä käytettäessä vain EFI-boottaavat ISO-levykuvat ovat tuettuna. Valitse EFI-boottaava ISO-levykuva tai valitse kohdetyypiksi BIOS.
fr_fr: Quand UEFI est sélectionné, seules les images ISO basées sur EFI sont supportées. Veuillez sélectionner une image ISO démarrable avec EFI ou sélectionner BIOS pour le système de destination.
he_il: בעת שימוש ב־UEFI כסוג מערכת היעד, רק קובצי ISO הניתנים לאתחול מסוג EFI נתמכים. נא לבחור קובץ ISO שניתן לאתחול מסוג EFI או להגדיר את סוג מערכת היעד כ־BIOS.
hr_hr: Dok koristite UEFI particiju, samo EFI ISO slike su podržane. Molimo odaberite EFI ISO ili postavite dotičnu particiju na BIOS.
hu_hu: UEFI típusú célrendszer esetén csak EFI alól bootolható ISO képfájlok támogatottak. Kérlek, válassz egy EFI alól bootolható ISO-t, vagy állítsd a célrendszer típusát BIOS-ra.
id_id: Ketika menggunakan Tipe Target UEFI, hanya ISO images bootable EFI yang didukung. Silakan pilih ISO bootable EFI atau atur Tipe Target ke BIOS.
it_it: Quando usi una destinazione di tipo UEFI, sono supportate solo immagini ISO avviabili EFI. Scegli un'immagine avviabile EFI o imposta una destinazione di tipo BIOS.
ja_jp: UEFI ターゲット タイプを使用する場合、EFI でブート可能な ISO だけがサポートされています。 EFI でブート可能な ISO を選択するか、 BIOS の設定でターゲット タイプを設定し直してください。
lt_lt: Naudojant UEFI paskirties tipą, tik EFI įkelties ISO atvaizdai yra palaikomi. Prašome pasirinkti EFI įkelties ISO arba pakeisti paskirties tipą į BIOS.
lv_lv: Izmantojot sistēmas interfeisu UEFI tikai EFI atbalsta ISO ielādes virtuālo attēlu. Izvēlieties EFI ielādes ISO failu vai izvēlieties interfeisu BIOS.
ms_my: Apabila menggunakan jenis sasaran UEFI , hanya imej boot jenis EFI sahaja disokong. Sila pilih ISO boot jenis EFI atau tukarkan jenis sasaran kepada BIOS.
nb_no: Når UEFI måltype blir brukt, er kun EFI oppstartbar ISO-bilde støttet. Vennligst velg en EFI oppstartbar ISO-fil eller sett måltype i BIOS.
nl_nl: Bij gebruik van UEFI-doeltype zijn alleen EFI-opstartbare ISO-images ondersteund. Selecteer een EFI-opstartbare ISO of stel het doeltype in op BIOS.
pl_pl: Podczas używania Systemu Typu UEFI, tylko rozruchowe obrazy ISO EFI są wspierane. Proszę wybrać rozruchowy obraz ISO EFI lub ustawić System Docelowy na BIOS.
pt_br: Quando se usa UEFI como tipo de destino, só são suportadas imagens ISO inicializáveis do tipo EFI. Selecione uma imagem ISO inicializável do tipo EFI ou altere o tipo de destino para BIOS.
pt_pt: Quando usa UEFI como tipo de destino, só são suportadas imagens ISO inicializáveis tipo EFI. Selecione uma imagem ISO inicializável do tipo EFI ou altere o tipo de destino para BIOS.
sk_sk: Ak použijete typ UEFI, iba EFI bootovateľné ISO obrazy budú podporované. Vyberte EFI bootovateľné ISO alebo nastavte cieľový typ ako BIOS.
sv_se: När UEFI används som måltyp, kan endast EFI-startbara ISO-avbilder användas. Välj en EFI-startbar ISO-fil eller sätt måltypen till BIOS.
tr_tr: EFI Hedef Türünü kullanıyorken, sadece EFI açılabilir ISO yansıları desteklenir. Lütfen bir EFI açılabilir ISO'su seçin ya da Hedef Türünü BIOS'a ayarlayın.
uk_ua: При використанні системного інтерфейсу UEFI підтримуються тільки завантажувальні EFI ISO-образи. Будь ласка, оберіть завантажувальний EFI ISO-образ чи змініть системний інтерфейс на BIOS.

source: Unsupported filesystem
bg_bg: Неподдържана файлова система
cs_cz: Nepodporovaný souborový systém
da_dk: Filsystemet er ikke understøttet
de_de: Nicht unterstütztes Dateisystem
el_gr: Μη υποστηριζόμενο σύστημα αρχείων
es_es: Sistema de archivos no soportado
fa_ir: سیستم فایل پشتیبانی نمی‌شود
fi_fi: Tiedostojärjestelmää ei tueta
fr_fr: Système de fichiers non supporté
he_il: מערכת קבצים לא נתמכת
hr_hr: Nepodržani datotečni sustav
hu_hu: Nem támogatott fájlrendszer
id_id: Sistem berkas tidak didukung
it_it: Filesystem non supportato
ja_jp: このファイル システムには非対応です。
lt_lt: Nepalaikoma failų sistema
lv_lv: Neatbalstāma failu sistēma
ms_my: Sistem fail tidak disokong
nb_no: Ikke støttet filsystem
nl_nl: Niet ondersteund bestandssysteem
pl_pl: Niewspierany system plików
pt_br: Sistema de arquivos não suportado
pt_pt: Sistema de ficheiros não suportado
sk_sk: Nepodporovaný súborový systém
sv_se: Filsystemet stöds ej
tr_tr: Desteklenmeyen Dosya Sistemi
uk_ua: Непідтримувана файлова система

source: IMPORTANT: THIS DRIVE CONTAINS MULTIPLE PARTITIONS!! This may include partitions/volumes that aren't listed or even visible from Windows. Should you wish to proceed, you are responsible for any data loss on these partitions.
bg_bg: ВАЖНО: ТОВА УСТРОЙСТВО СЪДЪРЖА МНОЖЕСТВО ДЯЛОВЕ!! Това може да включва дялове/томове, които не са показани в Windows. Ако желаете да продължите, вие носите отговорност за загубата на информация на тези дялове.
cs_cz: DŮLEŽITÉ: TOTO ZAŘÍZENÍ OBSAHUJE NĚKOLIK ODDÍLŮ!! Zařízení může obsahovat oddíly nebo svazky, které nejsou zobrazeny, případně nejsou ani viditelné pro Windows. Pokud přesto chcete pokračovat, nesete odpovědnost za ztrátu veškerých dat na těchto oddílech.
da_dk: VIGTIGT: DETTE DREV INDEHOLDER FLERE PARTITIONER!! Dette kan omfatte partitioner, der er skjulte eller endda er synlige fra Windows. Hvis du ønsker at fortsætte, er du selv ansvarlig for eventuelle tab af data på disse partitioner.
de_de: ACHTUNG! DIESES LAUFWERK VERFÜGT ÜBER MEHRERE PARTITIONEN! Darunter sind möglicherweise Partitionen, die unter Windows nicht sicht- bzw. nutzbar sind. Wenn Sie fortfahren, sind Sie selbst für den Datenverlust auf diesen Partitionen verantwortlich.
el_gr: ΠΡΟΣΟΧΗ: Η ΕΠΙΛΕΓΜΕΝΗ ΣΥΣΚΕΥΗ ΠΕΡΙΕΧΕΙ ΠΟΛΛΑΠΛΟΥΣ ΔΙΑΜΕΡΙΣΜΟΥΣ!! Μπορεί να εμπεριέχονται διαμερισμοί/τόμοι οι οποίοι δεν έχουν εισαχθεί ή δεν είναι ορατοί από τα Windows. Εάν επιθυμείτε να συνεχίσετε, είστε υπεύθυνοι για τυχόν απώλειες δεδομένων σε αυτούς τους διαμερισμούς.
es_es: ¡¡¡IMPORTANTE: ESTE DISCO CONTIENE MÚLTIPLES PARTICIONES!!! Esto puede incluir particiones/volúmenes no mostrados o incluso visibles por Windows. Si desea continuar con el proceso, se hace responsable de cualquier pérdida de datos en esas particiones.
fa_ir: هشدار مهم! درایو انتخاب‌شده چندین پارتیشن دارد. ممکن است این پارتیشن‌ها پنهان باشند و شما آن‌ها را در فهرست ویندوز نبینید. اگر می‌خواهید ادامه دهید، مسئولیت هرگونه پاک شدن اطلاعات در این پارتیشن‌ها به عهده خود شما است.
fi_fi: TÄRKEÄÄ: TÄMÄ LEVYASEMA SISÄLTÄÄ USEITA OSIOITA!! Siihen saattaa kuulua osioita/asemia, joita ei ole listattuna tai edes näkyvissä Windowsissa. Jos haluat jatkaa, olet vastuussa mahdollisesta tietojen häviämisestä näillä osioilla.
fr_fr: IMPORTANT : CE PÉRIPHÉRIQUE CONTIENT PLUSIEURS PARTITIONS !! Ceci peut inclure des partitions/volumes qui ne sont pas listées ou bien visibles depuis Windows. Si vous décidez de continuer, vous êtes responsable de toute perte de données intervenant sur ces partitions.
he_il: חשוב: התקן זה מכיל מחיצות מרובות!! זה עשוי לכלול מחיצות/אמצעי אחסון שלא מופיעים ברשימה או אפילו בלתי נראים ב־Windows. אם ברצונך להמשיך, האחריות על אובדן המידע במחיצות האלה היא עליך.
hr_hr: VAŽNO: OVAJ UREĐAJ IMA VIŠE PARTICIJA!!! Ovo uključuje particije koje možda nisu vidljive u Windowsima. Ako nastavite, odgovorni ste za sve izgubljene datoteke na tim particijama.
hu_hu: FONTOS: EZ A MEGHAJTÓ TÖBB PARTÍCIÓT TARTALMAZ!! Ez olyan partíciókat/köteteket is jelenthet, amelyek nincsenek listázva, vagy nem is láthatóak Windows alól. Ha folytatni szeretnéd, akkor Te vagy a felelős az ezeken a partíciókon bekövetkező adatvesztésekért.
id_id: PENTING: PERANGKAT INI BERISI BANYAK PARTISI!! Perangkat ini berisi partisi/volume yang tidak tercantum atau bahkan terlihat dari Windows. Jika Anda tetap ingin melanjutkan, Anda bertanggung jawab atas kehilangan data pada partisi tersebut.
it_it: IMPORTANTE: QUESTA UNITÀ CONTIENE PARTIZIONI MULTIPLE! Questo può includere partizioni/volumi che non sono elencati anche se visibili da Windows. Se vuoi procedere, sei responsabile per qualsiasi perdita di dati in queste partizioni.
ja_jp: 重要: このドライブは複数のパーティションを含んでいます!! Windows が認識できないあるいはリスト化できないパーティションやボリュームが存在する可能性があります。続行する場合、これらのパーティションでのデータ損失の責任はユーザーにあります。
lt_lt: SVARBU: ŠIS DISKAS TURI KELETĄ SKAIDINIŲ!! Tarp jų gali būti skaidinių/tomų, neparodytų ar net nematomų iš Windows. Jei norėsite tęsti, būsite atsakingi dėl galimo duomenų praradimo šiuose skaidiniuose.
lv_lv: SVARĪGI: ŠIS NESĒJS SATUR VAIRĀKAS PARTĪCIJAS!! Nesējs var saturēt sadaļas kuras nav attēlotas vai redzamas no Windows OS. Ja vēlaties turpināt, paši esat atbildīgi par datu zaudēšanu uz šādām partīcijām.
ms_my: PENTING: PERANTI INI MEMPUNYAI BEBERAPA PARTISYEN!! Ini mungkin termasuk partisyen/jilid yang tidak disenaraikan atau tidak boleh dilihat dari Windows. Jika anda mahu meneruskannya, anda bertanggungjawab ke atas kehilangan data dalam partisyen tersebut.
nb_no: VIKTIGT: DENNE STASJONEN INNEHOLDER FLERE PARTISJONER!! Denne inneholder kanskje partisjoner/volumer som ikke er listet, og muligens ikke er synlig i Windows. Hvis du ønsker å fortsette, er du selv ansvarlig for evt. tapte data på disse partisjonene.
nl_nl: BELANGRIJK: DEZE DRIVE BEVAT MEERDERE PARTITIES! Dit kunnen partities/volumes zijn die niet in de lijst voorkomen of zelfs niet zichtbaar zijn voor Windows. Als u verder wilt gaan, bent u zelf verantwoordelijk voor gegevensverlies op deze partities.
pl_pl: WAŻNE: TEN NAPĘD ZAWIERA WIELE PARTYCJI!! Może to obejmować partycje/woluminy, które nie są wymienione lub nawet widoczne z poziomu Windows. Jeżeli chcesz kontynuować, jesteś odpowiedzialny za utratę danych na tych partycjach.
pt_br: IMPORTANTE: ESTE DRIVE CONTÉM MÚLTIPLAS PARTIÇÕES!! Isso pode incluir partições/volumes que não estão listados, ou até mesmo visíveis para o Windows. Se você deseja prosseguir, você é responsável por qualquer perda de dados nessas partições.
pt_pt: IMPORTANTE: ESTA DRIVE CONTÉM VÁRIAS PARTIÇÕES!! Isto pode incluir partições/volumes que não estão listados ou invisíveis a partir do Windows. Caso queira prosseguir, é responsável por qualquer perda de dados nessas partições.
sk_sk: DÔLEŽITÉ: TOTO ZARIADENIE OBSAHUJE NIEKOĽKO ODDIELOV!! Zariadenie môže obsahovať oddiely alebo zväzky, ktorú nie sú čitateľné alebo dokonca viditeľné pre Windows. Ak budete pokračovať, môžete stratiť všetky údaje na týchto oddieloch.
sv_se: VIKTIGT: DENNA ENHETEN INNEHÅLLER FLERA PARTITIONER!! Detta kan inkludera partitioner/volymer som inte är listade eller synliga i Windows. Fortsätter du, är du själv ansvarig för all data som kan försvinna på dessa partitioner.
tr_tr: ÖNEMLİ: BU SÜRÜCÜ ÇOKLU DİSK BÖLÜMÜ İÇERİYOR!! Listelenmeyen ya da Windows'un göremediği disk bölümü/birimi içeriyor olabilir. İşlem yapmayı tercih ederseniz, bu disk bölümlerindeki herhangi bir veri kaybında sorumluluğu kabul etmiş olursunuz.
uk_ua: ВАЖЛИВО: ДАНИЙ ДИСК МІСТИТЬ КІЛЬКА РОЗДІЛІВ!! Даний диск може включати розділи/томи, які не були перераховані або навіть видимі у Windows. Якщо ви хочете продовжити, то будете нести відповідальність за втрату даних на цих розділах.

source: Multiple partitions detected
bg_bg: Засечени са множество дялове
cs_cz: Bylo zjištěno více oddílů
da_dk: Flere partitioner blev fundet
de_de: Mehrere Partitionen erkannt
el_gr: Εντοπίστηκαν πολλαπλοί διαμερισμοί
es_es: Detectadas múltiples particiones
fa_ir: چندین پارتیشن شناسایی شده است
fi_fi: Useita osioita havaittu
fr_fr: Partitions multiples détectées
he_il: אותרו מחיצות מרובות
hr_hr: Otkriveno je više particija
hu_hu: Több partíció észlelve
id_id: Banyak partisi terdeteksi
it_it: Rilevate partizioni multiple
ja_jp: 複数のパーティションを検出しました。
lt_lt: Aptikta keletas skaidinių
lv_lv: Konstatētas vairākas partīcijas
ms_my: Beberapa partisyen dikesan
nb_no: Flere partisjoner oppdaget
nl_nl: Meerdere partities gedetecteerd
pl_pl: Wykryto wiele partycji
pt_br: Múltiplas partições detectadas
pt_pt: Várias partições detetadas
sk_sk: Boli zistené viaceré oddiely
sv_se: Flera partitioner upptäcktes
tr_tr: Çoklu disk bölümü algılandı
uk_ua: Виявлено декілька розділів

source: DD Image
bg_bg: DD Образ
cs_cz: Obraz DD
el_gr: Αρχείο DD
es_es: Imagen DD
fa_ir: ایمیج DD
fi_fi: DD-kuva
fr_fr: Image DD
he_il: קובץ תמונה DD
hr_hr: DD slika
hu_hu: DD képfájl
it_it: Immagine DD
ja_jp: DD イメージ
lt_lt: DD atvaizdas
lv_lv: DD virtuālais attēls
ms_my: DD Imej
nb_no: DD-bilde
pl_pl: Obraz DD
pt_br: Imagem DD
pt_pt: Imagem DD
sk_sk: Obraz DD
sv_se: DD-avbild
tr_tr: DD Yansısı
uk_ua: DD-образ

source: The file system currently selected can not be used with this type of ISO. Please select a different file system or use a different ISO.
bg_bg: Избраната файлова система не може да бъде използвана за този тип ISO. Моля, изберете друга файлова система или друг ISO образ.
cs_cz: Aktuálně vybraný souborový systém nelze použít u tohoto typu ISO. Prosím, vyberte jiný souborový systém, nebo použijte jiné ISO.
da_dk: Det valgte filsystem kan ikke bruges med denne ISO-fil. Vælg et andet filsystem eller en anden ISO-fil.
de_de: Das aktuell gewählte Dateisystem kann für dieses ISO-Image nicht verwendet werden. Bitte wählen Sie ein anderes Dateisystem oder ein anderes ISO-Image.
el_gr: Αυτό το αρχείο ISO δεν είναι συμβατό με το επιλεγμένο σύστημα αρχείων. Παρακαλώ χρησιμοποιήστε κάποιο άλλο σύστημα αρχείων ή κάποιο άλλο αρχείο ISO.
es_es: El sistema de ficheros seleccionado no puede usarse con este tipo de imagen ISO Por favor, seleccione un sistema de ficheros distinto o use otra ISO.
fa_ir: سیستم فایلی را که انتخاب کرده‌اید با این نوع از فایل ISO نمی‌توان استفاده کرد. لطفاً سیستم فایل یا فایل ISO دیگری را انتخاب کنید.
fi_fi: Valittua tiedostojärjestelmää ei voida käyttää tämäntyyppisen ISO-levykuvan kanssa. Valitse toinen tiedostojärjestelmä tai käytä toista ISO-levykuvaa.
fr_fr: Le système de fichiers sélectionné ne peut pas être utilisé avec ce type d'image ISO. Veuillez sélectionner un système de fichiers different file ou une autre ISO.
he_il: לא ניתן להשתמש במערכת הקבצים שנבחרה עם קובץ ISO מהסוג הזה. נא להשתמש במערכת קבצים אחרת או לבחור בקובץ ISO אחר.
hr_hr: Odabrani datotečni sustav ne može se koristiti s ovim tipom ISO-a. Odaberite drugi datotečni sustav ili drugu ISO datoteku.
hu_hu: A jelenleg kiválasztott fájlrendszer nem használható ezzel a típusú ISO képfájllal. Kérlek, válassz ki egy másik fájlrendszert vagy egy másik ISO képfájlt.
id_id: Sistem berkas yang saat ini dipilih tidak dapat digunakan dengan tipe ISO ini. Silakan pilih sistem berkas lain atau gunakan ISO yang berbeda.
it_it: Il file system attualmente selezionato non può essere usato con questo tipo di file ISO. Seleziona un differente file system o usa un differente file ISO.
ja_jp: 現在の選択されたファイル システムではこの ISO を使用することができません。別のファイル システムか別の ISO を使用してください。
lt_lt: Pasirinkta failų sistema negali būti naudojama su šiuo ISO tipu.Pasirinkite kitą failų sistemą arba naudokite kitokį ISO.
lv_lv: Tekošā failu sistēma nevar tikt izmantota ar šo ISO tipu. Izvēlieties citu failu sistēmu vai citu ISO failu.
ms_my: Sistem fail yang sedang dipilih tidak boleh digunakan dengan jenis ISO ini. Sila pilih sistem fail berlainan atau gunakan ISO berlainan.
nb_no: Filsystemet som er valgt kan ikke brukes med denne type ISOVennligst velg ett annet filsystem, eller bruk en annen ISO.
nl_nl: Het geselecteerde bestandssysteem kan niet gebruikt worden met dit type ISO. Selecteer een ander bestandssysteem of gebruik een andere ISO.
pl_pl: Aktualnie zaznaczony system plików nie może zostać użyty z tym typem ISO. Proszę wybrać inny system plików lub użyć innego ISO.
pt_br: O sistema de arquivos selecionado não pode ser usado com este tipo de ISO. Por favor, selecione outro sistema de arquivos ou use outra ISO.
pt_pt: O sistema de ficheiros selecionado não pode ser usado com este tipo de ISO. Por favor, selecione um sistema de ficheiros diferente ou use um ISO diferente.
sk_sk: Vybratý systém súborov nemôže byť použitý pre tento typ ISO obrazu. Vyberte iný súborový systém alebo použite iný ISO obraz.
sv_se: Det valda filsystemet kan inte användas med denna typ av ISO-fil. Välj ett annat filsystem eller en annan ISO-fil.
tr_tr: Mevcut seçili dosya sistemi bu ISO türüyle kullanılamaz. Lütfen farklı bir dosya sistemi seçin ya da farklı bir ISO kullanın.
uk_ua: Обрана файлова система не може використовуватись з цим типом ISO-образу. Будь ласка, оберіть іншу файлову систему чи інший ISO-образ.

source: '%s' can only be applied if the file system is NTFS.
bg_bg: '%s' може да се приложи само ако файловата ситема е NTFS.
cs_cz: '%s' lze použít pouze v případě, že souborový systém je NTFS.
da_dk: '%s' kan kun bruges med filsystemet NTFS.
de_de: Für '%s' muss NTFS als Dateisystem verwendet werden.
el_gr: Η επιλογή '%s' μπορεί να χρησιμοποιηθεί μόνο αν το σύστημα αρχείων είναι NTFS.
es_es: '%s' sólo puede aplicarse si el sistema de ficheros es NTFS.
fa_ir: «%s» فقط زمانی قابل استفاده است که سیستم فایل انتخاب‌شده NTFS باشد.
fi_fi: '%s' on käytettävissä vain NTFS-tiedostojärjestelmän kanssa.
fr_fr: '%s' peut seulement être appliqué pour un système de fichiers NTFS.
he_il: ניתן להחיל את '%s' רק אם מערכת הקבצים היא NTFS.
hr_hr: '%s' se može koristiti samo ako je datotečni sustav NTFS.
hu_hu: A '%s' csak NTFS fájlrendszerrel használható.
id_id: '%s' hanya dapat diterapkan jika sistem berkas NTFS.
it_it: '%s' può essere applicato solo se il file system è NTFS.
ja_jp: ファイル システムが NTFS の場合のみ “%s” は適用可能です。
lt_lt: „%so“ gali būti taikomas tik jei failų sistema yra NTFS.
lv_lv: '%s' var izmantot tikai ar NTFS failu sistēmu.
ms_my: 'Windows To Go' hanya boleh digunakan jika sistem fail adalah NTFS.
nb_no: '%s' kan kun brukes hvis filsystemet er NTFS.
nl_nl: '%s' kan alleen toegepast worden als het bestandssysteem NTFS is.
pl_pl: '%s' może zostać użyte wyłącznie, jeżeli system plików to NTFS.
pt_br: '%s' só pode ser aplicado se o sistema de arquivos for NTFS.
pt_pt: '%s' apenas pode ser aplicado se o sistema de ficheiros for NTFS.
sk_sk: „%s" môže byť použitý iba pre súborový systém NTFS.
sv_se: '%s' kan endast tillämpas om filsystemet är NTFS.
tr_tr: '%s' sadece dosya sistemi NTFS ise uygulanabilir.
uk_ua: '%s' може використовуватись тільки з файловою системою NTFS.
