Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: A newer version is available. Please download the latest version!
bg_bg: Налична е по-нова версия. Моля, изтеглете последната версия!
cs_cz: Je dostupná novější verze. Stáhněte poslední verzi!
da_dk: En nyere version er tilgængelig. Download seneste version!
de_de: Eine neuere Version ist verfügbar. Bitte laden Sie die aktuelle Version herunter!
el_gr: Μια νεότερη εκδοχή είναι διαθέσιμη. Παρακαλώ κάντε λήψη της τελευταίας έκδοσης!
es_es: Hay una nueva versión disponible. ¡Por favor, descargue la última versión!
fa_ir: نسخه جدیدی از نرم‌افزار موجود است. لطفاً آخرین نسخه نرم‌افزار را دانلود کنید!
fi_fi: Saatavilla on uudempi versio. Ole hyvä ja lataa ohjelman uusin versio!
fr_fr: Une nouvelle version est disponible. Veuillez télécharger la nouvelle version !
he_il: גרסה חדשה זמינה להורדה. נא להוריד את הגרסה האחרונה!
hr_hr: Dostupna je novija verzija. Preporuka je odmah preuzeti ažuriranje!
hu_hu: Egy újabb verzió érhető el. Kérlek, töltsd le a legújabb verziót!
id_id: Versi yang lebih baru telah tersedia. Silakan unduh versi terbaru!
it_it: È disponibile una nuova versione. Scarica la versione aggiornata!
ja_jp: 新しいバージョンを利用できます。新しいバージョンをダウンロードしてください!
lt_lt: Rasta naujesnė versija. Atsisiųskite naujausią versiją!
lv_lv: Ir pieejama jaunāka programmas versija. Varat to lejupielādēt!
ms_my: Terdapat versi Rufus yang baharu. Sila muat turun versi yang terkini!
nb_no: En ny versjon er tilgjengelig. Vennligst last ned den nyeste versjonen!
nl_nl: Er is een nieuwere versie beschikbaar. Download de laatste versie!
pl_pl: Nowsza wersja jest dostępna. Proszę pobrać najnowszą wersję!
pt_br: Nova versão disponível. Por favor, faça o download da última versão!
pt_pt: Nova versão disponível. Por favor, faça a transferência da última versão!
sk_sk: Je dostupná nová verzia. Stiahnite si poslednú verziu!
sv_se: En nyare version finns tillgänglig. Ladda gärna ner senaste versionen!
tr_tr: Yeni bir sürüm mevcut. Lütfen son sürümü indirin!
uk_ua: Доступна нова версія. Будь ласка, завантажте останню версію!

source: Click here to go to the website
bg_bg: Щракнете тук, за да отидете на сайта
cs_cz: Kliknutím přejdete na web aplikace
da_dk: Klik her for at gå til hjemmesiden
de_de: Klicken Sie hier, um zur Webseite zu gelangen
el_gr: Κάντε κλικ εδώ για να μεταβείτε στην ιστοσελίδα
es_es: Haga clic aquí para ir al sitio web de Rufus
fa_ir: برای رفتن به سایت نرم‌افزار، کلیک کنید
fi_fi: Klikkaa tästä päästäksesi verkkosivulle
fr_fr: Cliquez ici pour aller sur le site de Rufus
he_il: נא ללחוץ כאן כדי לעבור לאתר הבית
hr_hr: Kliknite ovdje za pristup web-stranici
hu_hu: Kattints ide a weboldalra ugráshoz
id_id: Klik disini untuk pergi ke situs web
it_it: Fai clic qui per visitare il sito web
ja_jp: ウェブサイトにアクセスするにはここをクリックしてください。
lt_lt: Eiti į Rufus svetainę
lv_lv: Piespiediet šeit lai pāriet uz programmas mājas lapu
ms_my: Klik di sini untuk ke laman sesawang Rufus
nb_no: Klikk her for å gå til nettsiden
nl_nl: Klik hier om naar de website te gaan
pl_pl: Kliknij tutaj, aby przejść na stronę www
pt_br: Clique aqui para ir ao site do Rufus
pt_pt: Clique aqui para aceder ao Site de Rufus
sk_sk: Kliknite tu, ak chcete prejsť na stránku a stiahnuť program manuálne
sv_se: Tryck här för att komma till hemsidan
tr_tr: Web sitesine gitmek için buraya tıklayın
uk_ua: Натисніть тут, щоб перейти на домашню сторінку

source: Release Notes
bg_bg: Бележки по дистрибуцията
cs_cz: Poznámky k vydání
da_dk: Programinformation
de_de: Versionshinweise
el_gr: Σημειώσεις έκδοσης
es_es: Notas relativas a esta versión
fa_ir: یادداشت‌های انتشار نسخه جدید (Release Notes)
fi_fi: Julkaisutiedotteet
fr_fr: Notes relatives à cette version
he_il: הערות שחרור
hr_hr: Bilješke distribucije
hu_hu: Kiadási jegyzék
id_id: Catatan Rilis
it_it: Informazioni versione
ja_jp: リリース ノート
lt_lt: Versijos pastabos
lv_lv: Piezīmes
ms_my: Maklumat versi terbaharu
nb_no: Utgivelsesnotater
nl_nl: Uitgave-opmerkingen
pl_pl: Informacje o wydaniu
pt_br: Notas de Lançamento
pt_pt: Notas relativas a esta versão
sk_sk: Poznámky k vydaniu
sv_se: Programinformation
tr_tr: Sürüm Notları
uk_ua: Нотатки про випуск

source: Download
bg_bg: Изтегли
cs_cz: Stažení
da_dk: Hent
el_gr: Λήψη
es_es: Descarga
fa_ir: دانلود
fi_fi: Lataa
fr_fr: Télécharger
he_il: הורדה
hr_hr: Preuzmi
hu_hu: Letöltés
id_id: Unduh
ja_jp: ダウンロード
lt_lt: Atsisiųsti
lv_lv: Lejupielādes saite
ms_my: Muat turun
nb_no: Last ned
nl_nl: Downloaden
pl_pl: Pobierz
pt_br: Baixar
pt_pt: Transferência
sk_sk: Sťahovanie
sv_se: Nerladdning
tr_tr: İndir
uk_ua: Завантажити

source: Other instance detected
bg_bg: Засечена е друга инстанция
cs_cz: Zjištěna běžící instance aplikace
da_dk: Anden instans opdaget
de_de: Rufus ist bereits gestartet
el_gr: Ανιχνεύθηκε άλλη εφαρμογή Rufus
es_es: Se detectó otra instancia
fa_ir: شناسایی نمونه دیگری از نرم‌افزار
fi_fi: Toinen prosessi käynnissä
fr_fr: Autre instance détectée
he_il: זוהה מופע אחר
hr_hr: Aplikacija je već pokrenuta
hu_hu: Másik példány észlelve
id_id: Rufus lain terdeteksi
it_it: Rilevata altra istanza Rufus
ja_jp: 他のインスタンスを検出しました。
lt_lt: Aptiktas kitas programos atvejis
lv_lv: Noteikta cita procesa esamība
ms_my: Proses Rufus lain dikesan
nb_no: Annen forekomst oppdaget
nl_nl: Andere instantie gedetecteerd
pl_pl: Wykryto inną instancję
pt_br: Outra instância detectada
pt_pt: Foi detetada outra instância da aplicação
sk_sk: Zistený spustený program
sv_se: Program redan i gång
tr_tr: Rufus'un zaten çalıştığı algılandı
uk_ua: Виявлено інший екземпляр Rufus

source: Another Rufus application is running. Please close the first application before running another one.
bg_bg: Засечено е друго работещо Rufus приложение. Моля, затворете първото приложение преди да стартирате ново.
cs_cz: Program Rufus je již spuštěný. Prosím zavřete běžící aplikaci před opětovným spuštěním.
da_dk: En anden Rufus applikation kører allerede. Afslut venligst den første instans af Rufus inden du starter en ny.
de_de: Rufus ist bereits gestartet. Bitte schließen Sie es erst, bevor Sie es erneut starten.
el_gr: Μία άλλη εφαρμογή Rufus εκτελείται ήδη. Παρακαλώ κλείστε την πρώτη εφαρμογή πριν εκτελέσετε μία άλλη.
es_es: Ya existe una instancia de Rufus ejecutándose. Cierre la primera instancia antes de ejecutar otra.
fa_ir: نمونه دیگری از نرم‌افزار Rufus در حال اجراست. امکان اجرای همزمان دو نمونه از نرم‌افزار وجود ندارد. لطفاً قبل از باز کردن نرم‌افزار جدید، نمونه قبلی در حال اجرا را ببندید.
fi_fi: Rufus-sovellus on jo käynnissä. Sulje ensimmäinen Rufus-sovellus jatkaaksesi tämän sovelluksen käyttöä.
fr_fr: Une autre instance de Rufus est en cours d'exécution. Veuillez fermer la première instance avant d'en lancer une seconde.
he_il: יישום Rufus אחר פועל ברקע. נא לסגור את היישום הראשון לפני הפעלת יישום נוסף.
hr_hr: Aplikacija je već pokrenuta. Samo jedna Rufus aplikacija može biti pokrenuta u isto vrijeme.
hu_hu: Egy másik Rufus példány már fut. Kérlek, zárd be, mielőtt ezt futtatnád.
id_id: Aplikasi Rufus lain sedang berjalan. Silakan tutup aplikasi tersebut dulu sebelum menjalankan yang lain.
it_it: È in esecuzione un'altra applicazione Rufus. Chiudi la prima applicazione prima di eseguirne una seconda.
ja_jp: Rufus は既に実行されています。 もう一度実行する前に既に起動中の Rufus を終了してください。
lt_lt: Vykdoma kita Rufus programa. Prieš vykdydami naują programą, uždarykite ankstesniąją.
lv_lv: Darbojas cits Rufus eksemplārs. Lūdzu aizveriet iepriekš startēto programmu pirms palaist no jauna.
ms_my: Terdapat aplikasi Rufus sedang berjalan. Sila tutup aplikasi tersebut sebelum melancarkan aplikasi Rufus baharu.
nb_no: Annen Rufus-utgave kjører. Vennligst lukk den første utgaven, før du åpner en ny.
nl_nl: Er is een andere Rufus-toepassing actief. Sluit de eerste toepassing voordat u een andere opent.
pl_pl: Inna aplikacja Rufus jest uruchomiona. Proszę zamknąć pierwszą aplikację przed otwarciem innej.
pt_br: Outro aplicativo Rufus está em execução. Feche o primeiro aplicativo antes de executar outro.
pt_pt: Outra instância da aplicação Rufus está em execução. Feche a primeira intância da aplicação antes de iniciar outra.
sk_sk: Program Rufus je už spustený. Pred spustením ďalšieho programu musíte zavrieť spustený program.
sv_se: Rufus körs redan. Stäng det andra programmet innan du startar ännu ett.
tr_tr: Başka bir Rufus uygulaması çalışıyor. Lütfen başka bir uygulama çalıştırmak için ilkini kapatın.
uk_ua: Запущено інший додаток Rufus. Закрийте перший додаток перед тим, як запустити ще один.

source: WARNING: ALL DATA ON DEVICE '%s' WILL BE DESTROYED. To continue with this operation, click OK. To quit click CANCEL.
bg_bg: ВНИМАНИЕ: ВСИЧКАТА ИНФОРМАЦИЯ НА УСТРОЙСТВО '%s' ЩЕ БЪДЕ УНИЩОЖЕНА. За да продължите с тази операция, натиснете OK. За да я прекратите, натиснете CANCEL.
cs_cz: VAROVÁNÍ: VŠECHNA DATA NA CÍLOVÉM DISKU %s. BUDOU SMAZÁNA Chcete-li pokračovat v této operaci, klikněte na tlačítko OK. Pro zrušení klikněte na tlačítko ZRUŠIT.
da_dk: ADVARSEL: AL DATA PÅ '%s' VIL FORSVINDE. Klik 'OK' for at fortsætte. Klik 'Annuller' for at fortryde.
de_de: WARNUNG: ALLE DATEN AUF LAUFWERK '%s' WERDEN GELÖSCHT. Klicken Sie auf OK, um fortzufahren. Klicken Sie auf ABBRECHEN, um abzubrechen.
el_gr: ΠΡΟΣΟΧΗ: ΟΛΑ ΤΑ ΔΕΔΟΜΈΝΑ ΣΤΗ ΣΥΣΚΕΥΗ '%s' ΘΑ ΔΙΑΓΡΑΦΟΥΝ. Για να προχωρήσετε με την ενέργεια κάντε κλικ στο OK. Διαφορετικά,για ακύρωση κάντε κλικ στο Άκυρο.
es_es: ADVERTENCIA: TODOS LOS DATOS EN LA UNIDAD %s SERÁN ELIMINADOS. Para continuar, haga clic en OK. Para detener la operación, haga clic en CANCELAR.
fa_ir: هشدار:تمام داده‌ها و اطلاعات موجود در درایو '‪%s‬' پاک خواهد شد. آیا برای ادامه این عملیات مطمئن هستید.
fi_fi: VAROITUS: KAIKKI TIEDOT LAITTEESSA '%s' POISTETAAN. Jatkaaksesi toimenpidettä valitse OK. Lopettaaksesi valitse PERUUTA.
fr_fr: ATTENTION : TOUTES LES DONNEES DU VOLUME '%s' VONT ETRE EFFACEES. Pour continuer cette opération, cliquez sur OK. Pour quitter cliquez sur ANNULER.
he_il: אזהרה: כל הנתונים על ההתקן '%s' יושמדו. כדי להמשיך בפעולה זו, יש ללחוץ על אישור. כדי לצאת יש ללחוץ על ביטול.
hr_hr: UPOZORENJE: Ovaj postupak briše postojeće datoteke na odabranoj jedinici.
hu_hu: FIGYELMEZTETÉS: A(Z) '%s' ESZKÖZÖN AZ ÖSSZES ADAT LE LESZ TÖRÖLVE! A művelet folytatásához kattints az OK gombra. A művelet megszakításához kattints a Mégse gombra.
id_id: PERINGATAN: SEMUA DATA PADA PERANGKAT '%s' AKAN DIHAPUS. Untuk melanjutkan operasi ini, klik OKE. Untuk keluar klik BATAL.
it_it: ATTENZIONE: TUTTI I DATI SULL'UNITÀ '%s' SARANNO CANCELLATI. Per continuare seleziona 'OK'. Per annullare seleziona 'ANNULLA'.
ja_jp: 警告: デバイス “%s” のデータは消去されます。 この操作を続けるには [OK] を、終了する場合は [キャンセル] をクリックしてください。
lt_lt: ĮSPĖJIMAS: VISI DUOMENYS ĮRENGINYJE „%s“ BUS SUNAIKINTI. Norėdami tęsti šį veiksmą, spauskite Gerai. Norėdami išeiti - spauskite Atšaukti.
lv_lv: UZMANĪBU: VISI DATI NO NESĒJA '%s' TIKS IZDZĒSTI!!! Turpinājumam piespiediet OK. Lai atcelt, piespiediet Atcelt.
ms_my: AMARAN: SEMUA DATA DI DALAM PERANTI '%s' AKAN DIPADAM. Jika hendak teruskan, klik OK. Untuk berhenti, klik BATAL.
nb_no: ADVARSEL: ALLE DATA PÅ STASJONEN '%s' VIL BLI OVERSKREVET. For å fortsette denne operasjonen, klikk OK. For å avslutte klikk Avbryt.
nl_nl: WAARSCHUWING: ALLE DATA OP APPARAAT '%s' ZAL VERNIETIGD WORDEN. Klik op OK om verder te gaan met deze handeling. Klik op ANNULEREN om af te sluiten.
pl_pl: UWAGA: WSZYSTKIE DANE NA URZĄDZENIU '%s' ZOSTANĄ ZNISZCZONE. Aby kontynuować tę operację naciśnij OK. Aby wyjść naciśnij ANULUJ.
pt_br: AVISO: TODOS OS DADOS EM %s SERÃO ELIMINADOS. Para continuar, clique em OK. Para sair da operação, clique em CANCELAR.
pt_pt: AVISO: TODOS OS DADOS EM %s SERÃO ELIMINADOS. Para continuar, prima OK. Para sair da operação, prima CANCELAR.
sk_sk: VAROVANIE: PO SPUSTENÍ FORMÁTOVANIA BUDÚ VYMAZANÉ VŠETKY ÚDAJE NA CIEĽOVOM DISKU: %s Ak chcete spustiť formátovanie disku stlačte tlačidlo OK. Ak chcete túto operáciu ukončiť, stlačte tlačidlo ZRUŠIŤ.
sv_se: VARNING: ALL DATA PÅ ENHETEN '%s' KOMMER ATT FÖRSVINNA. För att fortsätta, tryck OK. För att avbryta tryck AVBRYT.
tr_tr: UYARI: '%s' AYGITINDAKİ TÜM VERİ YOK EDİLECEK. İşleme devam etmek için TAMAM'a tıklayın. Çıkmak için İPTAL'e tıklayın.
uk_ua: УВАГА: ВСІ ДАНІ НА ДИСКУ '%s' БУДУТЬ ЗНИЩЕНІ. Для того, щоб продовжити, натисніть ОК. Для виходу натисніть Відмінити.

source: Rufus update policy
bg_bg: Rufus политика за актуализации
cs_cz: Nastavení automatických aktualizací
da_dk: Rufus opdateringspolitik
de_de: Rufus-Aktualisierungseinstellungen
el_gr: Πολιτική αναβάθμισης του Rufus
es_es: Política de actualización de Rufus
fa_ir: سیاست به‌روزرسانی نرم‌افزار
fi_fi: Rufus-päivityskäytäntö
fr_fr: Mises à jour
he_il: מדיניות העדכונים של Rufus
hr_hr: Politika Rufus ažuriranja
hu_hu: Rufus frissítési irányelvek
id_id: Ketentuan pembaruan Rufus
it_it: Policy aggiornamenti Rufus
ja_jp: Rufus の更新ポリシー
lt_lt: Rufus naujinių politika
lv_lv: Rufus jaunināšanas noteikumi
ms_my: Dasar kemas kini Rufus
nb_no: Rufus oppdateringspolitikk
nl_nl: Rufus updatebeleid
pl_pl: Polityka aktualizacji Rufusa
pt_br: Política de atualização do Rufus
pt_pt: Atualização de Rufus
sk_sk: Nastavenie automatických aktualizácií programu Rufus
sv_se: Rufus uppdateringspolicy
tr_tr: Rufus güncelleme ilkesi
uk_ua: Політика оновлення Rufus

source: Do you want to allow Rufus to check for application updates online?
bg_bg: Желаете ли да разрешите на Rufus да проверява за актуализации в интернет?
cs_cz: Chcete povolit online kontrolu aktualizací programu Rufus?
da_dk: Giver du tilladelse til at Rufus søger efter opdateringer online?
de_de: Wollen Sie, dass Rufus auf neuen Versionen prüft?
el_gr: Θέλετε να επιτραπεί στο Rufus να ελέγχει για ενημερώσεις;
es_es: ¿Quieres permitir que Rufus busque actualizaciones en línea?
fa_ir: آیا برای بررسی آپدیت جدید و به‌روزرسانی نرم‌افزار، به Rufus اجازه اتصال به اینترنت را می‌دهید؟
fi_fi: Haluatko sallia Rufuksen etsiä uusia päivityksiä verkosta?
fr_fr: Voulez-vous autoriser Rufus à chercher des mises à jour en ligne ?
he_il: האם ברצונך לאפשר ל־Rufus לבדוק אחר עדכונים באינטרנט?
hr_hr: Dopusti Rufusu da provjeri dostupnost nove verzije?
hu_hu: Engedélyezed, hogy a Rufus frissítéseket keressen?
id_id: Apakah Anda ingin mengizinkan Rufus memeriksa pembaruan aplikasi secara online?
it_it: Vuoi permettere a Rufus di controllare gli aggiornamenti online?
ja_jp: オンラインで行われるアップデートの自動確認機能を有効にしますか?
lt_lt: Ar norite leisti Rufus ieškoti programos naujinių internete?
lv_lv: Vai vēlaties atļaut programmai meklēt jauninājumus internetā?
ms_my: Adakah anda mahu membenarkan Rufus menyemak untuk versi baharu dalam talian?
nb_no: Vil du tillate at Rufus ser etter oppdateringer online?
nl_nl: Wilt u Rufus toestaan om online te zoeken naar programma-updates?
pl_pl: Czy chcesz zezwolić Rufusowi na sprawdzanie aktualizacji online?
pt_br: Permitir que o Rufus procure atualizações na Internet?
pt_pt: Permitir que Rufus procure atualizações na Internet?
sk_sk: Chcete povoliť kontrolu aktualizácií programu Rufus?
sv_se: Tillåter du att Rufus söker efter uppdateringar på nätet?
tr_tr: Rufus'un uygulama güncellemelerini çevrimiçi denetlemesine izin vermek istiyor musunuz?
uk_ua: Чи хочете ви, щоб Rufus перевіряв оновлення автоматично?

source: Cancel
bg_bg: Откажи
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Άκυρο
es_es: Cancelar
fa_ir: لغو
fi_fi: Peruuta
fr_fr: Annuler
he_il: ביטול
hr_hr: Odustani
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
lt_lt: Atšaukti
lv_lv: Atcelt
ms_my: Batal
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
sk_sk: Zrušiť
sv_se: Avbryt
tr_tr: Vazgeç
uk_ua: Відмінити

source: Bad blocks found
bg_bg: Намерени са лоши блокове
cs_cz: Byly nalezeny chybné bloky
da_dk: Fejlbehæftede blokke fundet
de_de: Fehlerhafte Blöcke gefunden
el_gr: Βρέθηκαν κατεστραμμένοι τομείς
es_es: Se encontraron bloques defectuosos
fa_ir: تعدادی بدسکتور پیدا شده است
fi_fi: Viallisia lohkoja löydetty
fr_fr: Blocs défectueux détectés
he_il: נמצאו אזורים פגומים
hr_hr: Pronađeni loši blokovi
hu_hu: Hibás blokkok találhatóak
id_id: Blok buruk ditemukan
it_it: Rilevato blocco difettoso
ja_jp: 不良ブロックを検出しました。
lt_lt: Rasta blogų blokų
lv_lv: Atrasti bojāti sektori
ms_my: Blok rosak dijumpai
nb_no: Dårlige blokker funnet
nl_nl: Slechte blokken gevonden
pl_pl: Znaleziono uszkodzone sektory
pt_br: Foram encontrados blocos defeituosos
pt_pt: Foram encontrados erros no disco
sk_sk: Boli nájdené chybné bloky
sv_se: Trasiga block funna
tr_tr: Hatalı bloklar bulundu
uk_ua: Знайдені погані блоки

source: Check completed: %d bad block(s) found %d read error(s) %d write error(s) %d corruption error(s)
bg_bg: Проверката завършена: намерени са %d лоши блокове %d грешки при четене %d грешки при записване %d грешки с увреждания
cs_cz: Kontrola dokončena: počet chybných bloků: %d počet chyb čtení: %d počet chyb při zápisu: %d počet zjištěných poškození: %d
da_dk: Kontrol færdig: %d fejlbehæftede blokke fundet %d læsefejl %d skrivefejl %d korruptionsfejl
de_de: Prüfung abgeschlossen: %d fehlerhafte Blöcke gefunden %d Lesefehler %d Schreibfehler %d Defekt(e)
el_gr: Ο έλεγχος ολοκληρώθηκε: βρέθηκαν %d κατεστραμμένοι τομείς %d σφάλματα ανάγνωσης %d σφάλματα εγγραφής %d σφάλματα διαφθοράς
es_es: Verificación completa: se encontraron %d bloques dañados %d errores de lectura %d errores de escritura %d errores de corrupción
fa_ir: بررسی انجام شد. تعداد بدسکتور(های) پیدا شده: %d خطا(های) خواندن: %d خطا(های) نوشتن: %d خطا(های) خرابی (corruption) داده‌ها: %d
fi_fi: Tarkistus valmis: %d viallista lohkoa löydetty %d lukuvirhe(ttä) %d kirjoitusvirhe(ttä) %d korruptiovirhe(ttä)
fr_fr: Vérification complète : %d bloc(s) défectueux détecté(s) %d erreur(s) de lecture %d erreur(s) d'écriture %d erreur(s) de corruption
he_il: הבדיקה הושלמה: %d אזורים פגומים נמצאו %d שגיאות קריאה %d שגיאות כתיבה %d שגיאות השחתה
hr_hr: Provjera gotova: %d loših blokova pronađeno %d greška čitanja %d greška pisanja %d korupcija
hu_hu: Ellenőrzés befejezve: %d hibás blokk található %d olvasási hiba %d írási hiba %d megsérülve
id_id: Pemeriksaan selesai: %d blok buruk ditemukan %d kesalahan baca %d kesalahan tulis %d kesalahan korupsi
it_it: Controllo completato: trovati %d blocchi difettosi %d errori lettura %d errori scrittura %d errori corruzione
ja_jp: 検出完了 不良ブロックの数: %d リードエラーの数: %d ライトエラーの数: %d 破損エラーの数: %d
lt_lt: Tikrinimas baigtas: rasta %d blogų blokų %d skaitymo klaidų %d rašymo klaidų %d iškraipymo klaidų
lv_lv: Pārbaude pabeigta: atrasts(-i) %d bojāts(-i) sektors(-i) %d nolasīšanas kļūda(-s) %d ieraksta kļūda(-s) %d bojājuma(-u) kļūda(-s)
ms_my: Semak selesai: %d blok rosak dijumpai %d ralat membaca %d ralat menulis %d ralat korupsi
nb_no: Sjekk fullført: %d dårlig(e) blokke(r) funnet %d Lese feil %d Skrivefeil %d Korrupte feil
nl_nl: Controle voltooid: %d slechte blok(ken) gevonden %d leesfout(en) %d schrijffout(en) %d corruptiefout(en)
pl_pl: Sprawdzanie zakończone: znaleziono %d uszkodzone sektory(ów) %d błędów odczytu %d błędów zapisu %d błędy(ów) uszkodzeń
pt_br: Verificação completada: %d bloco(s) defeituoso(s) encontrado(s) %d erros de leitura %d erros de gravação %d erros de corrupção
pt_pt: Verificação completa: %d erros encontrados %d erros de leitura %d erros de escrita %d erros de corrompimento
sk_sk: Kontrola dokončená: počet chybných blokov: %d počet chýb pri čítaní: %d počet chýb pri zapisovaní: %d počet poškodzujúcich chýb: %d
sv_se: Kontroll klar: %d trasiga block funna %d läsfel %d skrivfel %d korruptionsfel
tr_tr: Denetim Tamamlandı: %d hatalı blok bulundu %d okuma hatası %d yazma hatası %d hata oluşumu
uk_ua: Перевірка завершена: %d поганих блоків знайдено %d помилок читання %d помилок запису %d пошкоджених блоків

source: %s A more detailed report can be found in: %s
bg_bg: %s По-подробен доклад може да намерите в: %s
cs_cz: %s Podrobnější zprávu najdete zde: %s
da_dk: %s En mere detaljeret rapport kan findes i: %s
de_de: %s Ein detaillierter Bericht ist hier zu finden: %s
el_gr: %s Μια πιο λεπτομερής αναφορά μπορεί να βρεθεί στο: %s
es_es: %s El informe detallado se puede encontrar en: %s
fa_ir: %s گزارش با جزئیات بیشتر را می‌توانید در فایل زیر مشاهده کنید. %s
fi_fi: %s A voit tarkastella tarkempaa raporttia kohteessa: %s
fr_fr: %s Un rapport plus détaillé peut être obtenu à : %s
he_il: %s ניתן למצוא דוח מפורט יותר במיקום: %s
hr_hr: %s Detaljno izvješče se nalazi u: %s
hu_hu: %s Egy részletesebb jelentés megtalálható itt: %s
id_id: %s Laporan lebih lengkap dapat ditemukan di: %s
it_it: %s Un report più dettagliato è disponibile in: %s
ja_jp: %s 詳細なレポートは%sで見ることができます。
lt_lt: %s Išsamesnę ataskaitą rasite: %s
lv_lv: %s Sīkāku atskaiti var atrast: %s
ms_my: %s Laporan lebih terperinci boleh dijumpai di: %s
nb_no: %s A Mer detaljert rapport kan finnes her: %s
nl_nl: %s Een meer gedetailleerd rapport kan teruggevonden worden in: %s
pl_pl: %s Raport szczegółowy jest dostępny w: %s
pt_br: %s Mais informações disponíveis em: %s
pt_pt: %s Mais informações disponíveis em: %s
sk_sk: %s Podrobnejšiu správu nájdete tu: %s
sv_se: %s En mer detaljerad rapport hittar du i: %s
tr_tr: %s Daha ayrıntılı rapor burada: %s
uk_ua: %s Більш детальний звіт можна знайти в: %s

source: Disabled
bg_bg: Забранено
cs_cz: Zakázáno
da_dk: Deaktiveret
de_de: Deaktiviert
el_gr: Απενεργοποιημένο
es_es: Deshabilitado
fa_ir: غیرفعال
fi_fi: Pois käytöstä
fr_fr: Jamais
he_il: מושבת
hr_hr: Onemogučeno
hu_hu: Letiltva
id_id: Dinonaktifkan
it_it: Disabilitato
ja_jp: 無効
lt_lt: Išjungta
lv_lv: Atslēgt
ms_my: Nyahaktif
nb_no: Deaktivert
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
pt_br: Desativado
pt_pt: Nunca
sk_sk: Zakázané
sv_se: Inaktiverad
tr_tr: Devre dışı
uk_ua: Відімкнено

source: Daily
bg_bg: Ежедневно
cs_cz: Denně
da_dk: Dagligt
de_de: Täglich
el_gr: Καθημερινά
es_es: Diario
fa_ir: روزانه
fi_fi: Päivittäin
fr_fr: Quotidienne
he_il: יומי
hr_hr: Dnevno
hu_hu: Naponta
id_id: Harian
it_it: Giornaliero
ja_jp: 毎日
lt_lt: Kasdien
lv_lv: Ik dienu
ms_my: Harian
nb_no: Daglig
nl_nl: Dagelijks
pl_pl: Dziennie
pt_br: Diariamente
pt_pt: Diariamente
sk_sk: Denne
sv_se: Dagligen
tr_tr: Günlük
uk_ua: Щодня

source: Weekly
bg_bg: Ежеседмично
cs_cz: Týdně
da_dk: Ugentligt
de_de: Wöchentlich
el_gr: Εβδομαδιαία
es_es: Semanalmente
fa_ir: هفتگی
fi_fi: Viikoittain
fr_fr: Hebdomadaire
he_il: שבועי
hr_hr: Tjedno
hu_hu: Hetente
id_id: Mingguan
it_it: Settimanale
ja_jp: 毎週
lt_lt: Kas savaitę
lv_lv: Ik nedēļu
ms_my: Mingguan
nb_no: Ukentlig
nl_nl: Wekelijks
pl_pl: Tygodniowo
pt_br: Semanalmente
pt_pt: Semanalmente
sk_sk: Týždenne
sv_se: Veckovis
tr_tr: Haftalık
uk_ua: Щотижня

source: Monthly
bg_bg: Ежемесечно
cs_cz: Měsíčně
da_dk: Månedligt
de_de: Monatlich
el_gr: Μηνιαία
es_es: Mensualmente
fa_ir: ماهانه
fi_fi: Kuukausittain
fr_fr: Mensuelle
he_il: חודשי
hr_hr: Mjesečno
hu_hu: Havonta
id_id: Bulanan
it_it: Mensile
ja_jp: 毎月
lt_lt: Kas mėnesį
lv_lv: Ik mēnesi
ms_my: Bulanan
nb_no: Månedlig
nl_nl: Maandelijks
pl_pl: Miesięcznie
pt_br: Mensalmente
pt_pt: Mensalmente
sk_sk: Mesačne
sv_se: Månadsvis
tr_tr: Aylık
uk_ua: Щомісяця

source: Custom
bg_bg: Персонално
cs_cz: Vlastní
da_dk: Tilpasset
de_de: Speziell
el_gr: Προσαρμογή
es_es: Personalizado
fa_ir: سفارشی
fi_fi: Mukautettu
fr_fr: Personnalisée
he_il: מותאם אישית
hr_hr: Prilagođeno
hu_hu: Egyéni
id_id: Kustom
it_it: Personalizzato
ja_jp: カスタム
lt_lt: Pasirinktinai
lv_lv: Citādi
ms_my: Tetapan sendiri
nb_no: Bruker
nl_nl: Aangepast
pl_pl: Własne
pt_br: Personalizado
pt_pt: Personalizado
sk_sk: Vlastné
sv_se: Egen
tr_tr: Özel
uk_ua: За вибором
