Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Use this option to indicate if you plan to install Windows to a different disk, or if you want to run Windows directly from this drive (Windows To Go).
cs_cz: Pomocí této možnosti určete, zda plánujete nainstalovat systém Windows na jiný disk, nebo zda chcete spustit systém Windows přímo z této jednotky (Windows To Go).
da_dk: Brug dette alternativ for at angive om du vil bruge denne enhed til at installere Windows på en anden disk, eller hvis du vil køre Windows direkte fra dette drev (Windows To Go).
de_de: Verwenden Sie diese Option, um anzugeben, ob Sie Windows auf einem anderen Datenträger installieren möchten oder ob Sie Windows direkt von diesem Laufwerk ausführen möchten (Windows To Go).
el_gr: Χρησιμοποιήστε αυτήν την επιλογή εάν σκοπεύετε να εγκαταστήσετε τα Windows σε διαφορετικό δίσκο ή εάν θέλετε να εκτελέσετε τα Windows απευθείας από αυτήν τη μονάδα δίσκου (Windows To Go).
es_es: Use esta opción para indicar si desea usar este dispositivo para instalar Windows en otro disco, o si quiere ejecutar Windows directamente desde esta unidad (Windows To Go).
fa_ir: با استفاده از این گزینه مشخص کنید که آیا می‌خواهید از این درایو برای نصب ویندوز استفاده کنید یا اینکه می‌خواهید مستقیما ویندوز را از روی آن اجرا کنید (Windows To Go).
hr_hr: Ovom opcijom naznačite ako želite koristiti ovaj uređaj kako bi instalirali Windows na drugi disk ili ako želite podići Windows direktno s ovog uređaja (Windows To Go).
hu_hu: Ezzel a beállítással jelezheted, ha a Windows rendszert egy másik lemezre szeretnéd telepíteni, vagy közvetlenül erről a meghajtóról szeretnéd futtatni a Windows rendszert (Windows To Go).
id_id: Gunakan opsi ini jika Anda ingin menggunakan perangkat ini untuk memasang Windows pada disk lain, atau jika Anda ingin menjalankan Windows secara langsung dari drive ini (Windows To Go).
ja_jp: このデバイスを使用して別のディスクに Windows をインストールしたい場合、またはこのドライブから Windows を直接実行 (Windows To Go) したい場合にこのオプションを使用します。
nb_no: Bruk dette alternativet for å angi om du vil bruke denne enheten til å installere Windows på en annen disk, eller hvis du vil kjøre Windows direkte fra denne stasjonen (Windows To Go).
nl_nl: Gebruik deze optie om aan te geven of u Windows op een andere schijf wilt installeren, of als u Windows rechtstreeks vanaf deze schijf wilt opstarten (Windows To Go).
pl_pl: Użyj tej opcji, aby wskazać, czy chcesz użyć tego dysku do instalacji Windowsa na innym dysku, czy chcesz uruchomić Windowsa bezpośrednio z dysku (Windows To Go).
pt_br: Use esta opção caso queira instalar o Windows neste dispositivo ou em outro, ou se deseja rodar o Windows direto deste dispositivo (Windows To Go).
tr_tr: Windows'u başka bir diske yüklemek ya da Windows'u doğrudan bu sürücüden çalıştırmak istiyorsanız (Windows To Go), bu cihazı kullanmak isteyip istemediğinizi belirtmek için bu seçeneği kullanın.

source: Fast-zeroing drive: %s
cs_cz: Rychlé-přepsání jednotky: %s
da_dk: Hurtigt-nulstilling af drev: %s
de_de: Laufwerk mit Nullen überschreiben (schnell): %s
el_gr: Γρήγορος μηδενισμός μονάδας δίσκου: %s
es_es: Borrando a ceros la unidad de forma rápida: %s
fa_ir: درحال بازنویسی سریع درایو با داده صفر؛ درصد پیشرفت: %s
hr_hr: "Fast-zeroing" pogona: %s
hu_hu: Meghajtó gyors-nullázása: %s
id_id: Pengosongan-cepat perangkat: %s
ja_jp: ドライブを高速完全消去中: %s
nb_no: Hurtig nullstilling av disken: %s
nl_nl: Snel nullen schrijven: %s
pl_pl: Szybkie zerowanie dysku: %s
pt_br: Modo expresso de zerar o disco: %s
tr_tr: Hızlı sürücü sıfırlama: %s

source: this may take a while
cs_cz: může to chvíli trvat
da_dk: dette kan tage noget tid
de_de: Der Vorgang nimmt einige Zeit in Anspruch
el_gr: η διαδικασία ίσως διαρκέσει αρκετά
es_es: esto puede tardar un rato
fa_ir: ممکن است کمی زمان‌بر باشد
hr_hr: ovo može potrajati neko vrijeme
hu_hu: ez eltarthat egy kis ideig
id_id: Memerlukan beberapa saat
ja_jp: 時間がかかることがあります
nb_no: dette kan ta litt tid
nl_nl: dit kan een tijdje duren
pl_pl: to może chwilę potrwać
pt_br: isso pode demorar um pouco
tr_tr: bu biraz zaman alabilir

source: VHD detection
cs_cz: Detekce VHD
da_dk: Opdager VHDD
de_de: VHD-Erkennung
el_gr: Εντοπισμός VHD
es_es: Detección VHD
fa_ir: پیداشدن VHD
hr_hr: VHD detekcija
hu_hu: VHD észlelés
id_id: Deteksi VHD
ja_jp: VHD の検出
nb_no: VHD deteksjon
nl_nl: VHD-detectie
pl_pl: Detekcja VHD
pt_br: Detecção de VHD
tr_tr: VHD Algılama

source: Compressed archive
cs_cz: Komprimovaný archiv
da_dk: Komprimeret arkiv
de_de: Archivdatei
el_gr: Συμπιεσμένο αρχείο
es_es: Archivo comprimido
fa_ir: آرشیو فشرده
hr_hr: Komprimirana arhiva
hu_hu: Tömörített archívum
id_id: Arsip terkompresi
ja_jp: 圧縮ファイル
nb_no: Komprimert arkiv
nl_nl: Gecomprimeerd archief
pl_pl: Skompresowane archiwum
pt_br: Arquivo comprimido
tr_tr: Sıkıştırılmış arşiv

source: The ISO you have selected uses UEFI and is small enough to be written as an EFI System Partition (ESP). Writing to an ESP, instead of writing to a generic data partition occupying the whole disk, can be preferable for some types of installations. Please select the mode that you want to use to write this image:
cs_cz: Vybraný soubor ISO používá systém UEFI a je dostatečně malý na to, aby mohl být zapsán jako systémový oddíl EFI (ESP). Pro některé typy instalací může být vhodnější zapisovat do ESP místo do obecného datového oddílu zabírajícího celý disk.. Vyberte režim, který chcete použít pro zápis tohoto obrázku:
da_dk: Den ISO, du har valgt, bruger UEFI og er lille nok til at blive skrevet som en EFI systempartition (ESP). Skrivning til en ESP i stedet for at skrive til en generisk datapartition, der optager hele disken, kan være at foretrække for nogle typer installationer. Vælg den metode, du vil bruge til at skrive dette billede:
de_de: Das ausgewählte ISO-Image verwendet UEFI und ist klein genug, um auf eine EFI-Systempartition (ESP) geschrieben zu werden. Es auf eine ESP anstelle einer normalen Partition zu schreiben, die die gesamte Festplatte belegt, kann für bestimmte Installationsarten vorteilhaft sein. Bitte wählen Sie einen Modus aus:
el_gr: Το ISO που επιλέξατε χρησιμοποιεί UEFI και είναι αρκετά μικρό ώστε να γραφτεί ως διαμέρισμα συστήματος EFI (ESP). Η εγγραφή σε ένα ESP, αντί της εγγραφής σε ένα διαμέρισμα γενικών δεδομένων που καταλαμβάνει ολόκληρο τον δίσκο, μπορεί να είναι προτιμότερο για ορισμένους τύπους εγκαταστάσεων. Παρακαλούμε επιλέξτε τη λειτουργία που θέλετε να χρησιμοποιήσετε για να γράψετε αυτή την εικόνα:
es_es: La ISO seleccionada usa UEFI y es lo suficientemente pequeña para ser escrita como un sistema de partición EFI (ESP). Escribiendo como ESP en lugar de como una partición de datos genérica (ocupando todo el disco), puede ser preferible para algunos tipos de instalación. Por favor, seleccione el modo que quiere usar para escribir esta imagen:
fa_ir: ISO که انتخاب کرده اید از UEFI استفاده می کند و به اندازه کافی کوچک است که به عنوان یک پارتیشن سیستم EFI (ESP) نوشته شود. نوشتن به ESP، به جای نوشتن به یک پارتیشن داده عمومی اشغال کل دیسک، می تواند برای برخی از انواع تاسیسات ترجیح داده شود. لطفا حالتی را که می خواهید برای نوشتن این تصویر استفاده کنید انتخاب کنید:
hr_hr: ISO datoteka koju ste odabrali koristi UEFI i dovoljno je mala da bi bila zapisana kao "EFI System Partition" (ESP). Zapisanje u ESP, umjesto zapisivanje u generičku podatkovnu particiju, možda je bolji izbor za neke tipove instalacija. Odaberite mod koji želite koristi za kreiranje slike:
hu_hu: A kiválasztott ISO képfájl UEFI-t használ, és elég kicsi ahhoz, hogy EFI rendszerpartícióként (ESP) legyen írva. Bizonyos típusú telepítéseknél előnyösebb lehet az ESP-re írás, ahelyett, hogy egy általános adatpartícióra írna, amely a teljes lemezt elfoglalja. Kérlek, válaszd ki a módot, amellyel ezt a képet írni szeretnéd:
id_id: ISO yang Anda pilih menggunakan UEFI dan cukup kecil untuk ditulis sebagai Partisi Sistem EFI (ESP). Menulis ke ESP lebih disukai untuk beberapa jenis penginstalan daripada menulis ke partisi data generik yang menempati seluruh disk. Pilih mode yang ingin Anda gunakan untuk menulis image ini:
ja_jp: 選択した ISO は UEFI を使用しており、 EFI システム パーティション (ESP) として書き込めるサイズです。ディスク全体を占める一般的なデータ パーティションに書き込むのではなく、 ESP に書き込む方が適しているインストーラもあります。 このイメージを書き込むのに使用したいモードを選択してください。
nb_no: ISO du har valgt bruker UEFI og er liten nok til å bli skrevet som en EFI System Partition (ESP). Å skrive til en ESP, i stedet for å skrive til en generisk datapartisjon som okkuperer hele disken, kan være å foretrekke for noen typer installasjoner. Vennligst velg modusen du vil bruke til å skrive dette bildet:
nl_nl: De ISO die u hebt geselecteerd, maakt gebruik van UEFI en is klein genoeg om te worden geschreven als een EFI-systeempartitie (ESP). Schrijven naar een ESP in plaats van te schrijven naar een generieke gegevenspartitie die de hele schijf bezet, kan de voorkeur hebben voor sommige soorten installaties. Selecteer de modus die u wilt gebruiken om deze image te schrijven:
pl_pl: Wybrany plik ISO używa UEFI i jest na tyle mały, że można go zapisać jako partycję systemową EFI (ESP). Zapisanie na ESP, zamiast zapisywania na ogólnej partycji danych zajmującej cały dysk, może być preferowane dla niektórych typów instalacji. Proszę wybrać tryb, w którym chcesz zapisać ten obraz:
pt_br: O ISO que você selecionou usa UEFI e é pequeno o suficiente para ser escrito como uma partição do sistema EFI (ESP). Escrever para uma ESP, em vez de escrever para uma partição genérica de dados que ocupa o disco todo, pode ser preferível para alguns tipos de instalações. Por favor, selecione o modo que pretende utilizar para escrever esta imagem:
tr_tr: Seçtiğiniz ISO yansısı, UEFI kullanıyor ve EFI Sistem Bölümü (ESP) olarak yazılabilecek kadar küçük. Tüm diski kapsayan genel bir veri bölümüne yazmak yerine bir ESP'ye yazmak, bazı kurulum türleri için tercih edilebilir. Lütfen bu yansıyı yazmak için kullanmak istediğiniz modu seçin:

source: Use %s (in the main application window) to enable.
cs_cz: Use %s (v hlavním okně aplikace) povolit.
da_dk: Brug %s (i hovedprogramvinduet) til at aktivere.
de_de: Verwende %s (Hauptfenster der Anwendung) zum Aktivieren.
el_gr: Χρησιμοποιήστε %s (στο κύριο παράθυρο της εφαρμογής) για ενεργοποίηση.
es_es: Utilice %s (en la ventana principal de la aplicación) para habilitar.
fa_ir: برای فعال کردن از %s (در پنجره اصلی برنامه) استفاده کنید.
hr_hr: Koristi %s (u glavnom prozoru aplikacije) za uključenje.
hu_hu: Az engedélyezéshez használd ezt: %s (az alkalmazás főablakában)
id_id: Gunakan %s (di jendela aplikasi utama) untuk mengaktifkan.
ja_jp: 有効にするには %s をメイン アプリケーション ウィンドウで実行してください。
nb_no: Bruk %s i hoved applikasjonsvinduet til å slå på.
nl_nl: Gebruik %s (in het hoofdvenster) om in te schakelen.
pl_pl: Użyj %s w głównym oknie aplikacji, żeby włączyć.
pt_br: Usar %s (na janela principal da aplicação) para habilitar.
tr_tr: Etkinleştirmek için %s (ana uygulama penceresinde) kullanın.

source: Extra hashes (SHA512)
cs_cz: Další hashe (SHA512)
da_dk: Ekstra checksumme (SHA512)
de_de: Zusätzliche Prüfsummen (SHA512)
el_gr: Επιπλέον hashes (SHA512)
es_es: Extractos (hashes) adicionales (SHA512)
fa_ir: هش های اضافی (SHA512)
hr_hr: "Ekstra hashes" (SHA512)
hu_hu: Extra kivonatok (SHA512)
id_id: Hash ekstra (SHA512)
ja_jp: 追加のハッシュ値 (SHA512) を有効にする
nb_no: Ekstra hashes (SHA512)
pl_pl: Dodatkowe hasze (SHA512)
pt_br: Hashes extra (SHA512)
tr_tr: Ekstra Doğrulama Değerleri

source: Save to VHD
cs_cz: Uložit do VHD
da_dk: Gem på VHDD
de_de: Als VHD speichern
el_gr: Αποθήκευση σε VHD
es_es: Guardar como VHD
fa_ir: ثبت در VHD
hr_hr: Snimi u VHD
hu_hu: Mentés VHD-re
id_id: Simpan ke VHD
ja_jp: VHD に保存
nb_no: Lagre til VHD
nl_nl: Opslaan naar VHD
pl_pl: Zapisz do VHD
pt_br: Salvar em VHD
tr_tr: VHD'ye kaydet

source: Compute image checksums
cs_cz: Výpočet kontrolních součtů obrazů
da_dk: Beregn billedechecksumme
de_de: Prüfsumme des Images berechnen
el_gr: Υπολογίστε αθροίσματα ελέγχου εικόνας
es_es: Procesar suma de verificación (checksum) de imagen
fa_ir: جمع های چک تصویر را محاسبه کنید
hr_hr: Izračunaj "checksum" slike
hu_hu: Képfájl ellenőrzőösszegeinek számítása
id_id: Hitung checksum image
ja_jp: イメージのチェックサムを計算する
nb_no: Beregn bildetskontrollsummen
nl_nl: Image-checksums berekenen
pl_pl: Oblicz sumy kontrolne obrazu
pt_br: Calcular somas de verificação da imagem
tr_tr: Yansı doğrulamayı hesaplayın

source: Multiple buttons
cs_cz: Více tlačítek
da_dk: Flere knapper
de_de: Mehrere Schaltflächen
el_gr: Πολλαπλά κουμπιά
es_es: Botones múltiples
fa_ir: چندین دکمه
hr_hr: Višestruki gumbi
hu_hu: Több gomb
id_id: Beberapa tombol
ja_jp: 複数のボタン
nb_no: Flere knapper
nl_nl: Meerdere knoppen
pl_pl: Wiele przycisków
pt_br: Múltiplos botões
tr_tr: Çoklu düğme

source: Number of passes
cs_cz: Počet průchodů
da_dk: Antal gennemløb
de_de: Anzahl der Durchläufe
el_gr: Αριθμός περασμάτων
es_es: Número de pasadas
fa_ir: ردیف عدد
hr_hr: Broj prolaza
hu_hu: Menetek száma
id_id: Jumlah lulus
ja_jp: チェックをパスした数
nb_no: Antall pasninger
nl_nl: Aantal bewerkingen
pl_pl: Liczba przebiegów
pt_br: Número de passadas
tr_tr: Geçiş sayısı

source: Disk ID
el_gr: ID δίσκου
es_es: ID de disco
fa_ir: شناسه دیسک
hr_hr: ID uređaja
hu_hu: Lemezazonosító
id_id: ID Disk
ja_jp: ディスク ID
nl_nl: Schijf-ID
pl_pl: Identyfikator dysku
pt_br: ID do Disco
tr_tr: Disk Kimliği

source: Default thread priority: %d
cs_cz: Výchozí priorita vlákna: %d
da_dk: Standard trådpriorietet: %d
de_de: Standardmäßige Thread-Priorität: %d
el_gr: Προεπιλεγμένη προτεραιότητα πυρήνα %d
es_es: Prioridad de hilo (thread) por defecto: %d
fa_ir: اولویت موضوع پیش فرض: %d
hr_hr: Prioritet glavne niti %d
hu_hu: Alapértelmezett szál prioritás: %d
id_id: Prioritas utas default: %d
ja_jp: スレッドの優先度: %d
nb_no: Standard trådprioritet: %d
nl_nl: Standaard thread-prioriteit: %d
pl_pl: Domyślny priorytet wątku: %d
pt_br: Prioridade padrão da thread: %d
tr_tr: Varsayılan iş parçacığı önceliği: %d

source: Ignore Boot Marker
cs_cz: Ignorovat Boot Marker
da_dk: Ignorer boot markering
de_de: Boot-Markierung ignorieren
el_gr: Αγνοήστε τον Boot marker
es_es: Ignorar marca de arranque (Boot Marker)
fa_ir: Boot Marker را نادیده بگیرید
hr_hr: Zanemari Boot Marker
hu_hu: Boot Marker figyelmen kívül hagyása
id_id: Abaikan Penanda Boot
ja_jp: Boot Maker を無視
nb_no: Ignorer oppstartsmarkør
nl_nl: Opstartmarkering negeren
pl_pl: Zignoruj znacznik 'boot'
pt_br: Ignorar marcador de inicialização
tr_tr: Önyükleme İşaretleyicisini Yoksay

source: Refreshing partition layout (%s)...
cs_cz: Obnovení rozložení oddílu (%s)...
da_dk: Genindlæser partition layout (%s)
de_de: Liste der Partitionen aktualisieren (%s)...
el_gr: Ανανέωση διάταξης διαμερισμάτων (%s)...
es_es: Actualizando disposición de partición (%s)...
fa_ir: در حال تازه کردن طرح پارتیشن (%s)...
hr_hr: Osvježavam raspored particija (%s)...
hu_hu: Partíció elrendezés frissítése (%s)...
id_id: Menyegarkan tata letak partisi (%s)...
ja_jp: パーティション レイアウトを更新中 (%s)
nb_no: Forfriskende partisjonsoppsett (%s)...
nl_nl: Partitie-layout verversen (%s)...
pl_pl: Odświeżanie układu partycji (%s)...
pt_br: Atualizando o layout da partição (%s)...
tr_tr: Bölüm düzeni yenileniyor (%s)...

source: The image you have selected is an ISOHybrid, but its creators have not made it compatible with ISO/File copy mode. As a result, DD image writing mode will be enforced.
cs_cz: Vybraný obraz je ISOHybrid, ale jeho tvůrci ho neudělali kompatibilní s režimem kopírování ISO/File.. V důsledku toho bude vynucen režim zápisu obrázků DD.
da_dk: Det valgte billede er et ISOHybrid, men dets skabere har ikke gjort det kompatibelt med ISO / Fil kopi måde. Derfor bruges DD-billedskrivningstilstand.
de_de: Das ausgewählte Image ist vom Typ ISOHybrid, aber der Ersteller hat es nicht mit dem ISO/Dateikopiermodus kompatibel gemacht. Deswegen wird der DD-Schreibmodus verwendet.
el_gr: Η εικόνα που επιλέξατε είναι ISOHybrid, αλλά οι δημιουργοί της δεν την έχουν κάνει συμβατή με τη λειτουργία αντιγραφής ISO/Αρχείου. Ως αποτέλεσμα, θα επιβληθεί η λειτουργία εγγραφής εικόνας DD.
es_es: La imagen seleccionada es ISOHybrid, pero sus creadores no la han creado compatible con el modo de copia ISO/FILE. Por consiguiente, se forzará el modo de escritura de imágenes DD.
fa_ir: تصویری که انتخاب کرده‌اید ISOHybrid است، اما سازندگان آن آنرا با حالت کپی ISO/File سازگار نکرده‌اند. در نتیجه حالت نوشتن تصویر DD اعمال خواهد شد.
hr_hr: Slika koju ste odabrali je "ISOHybrid", ali nije kompatibilna s "ISO/File" mod kopiranja. Zbog toga će DD mod zapisivanja slike biti korišten.
hu_hu: A kiválasztott képfájl egy ISOHybrid képfájl, de a készítői nem tették kompatibilissé az ISO (fájlmásolás) móddal. Emiatt a DD képfájl írási mód lesz kényszerítve.
id_id: Gambar yang Anda pilih adalah ISOHybrid, tetapi pembuatnya belum membuatnya kompatibel dengan mode salin ISO/Berkas. Akibatnya, mode penulisan DD image akan diberlakukan.
ja_jp: 選択されたイメージはハイブリッド ISO 形式ですが、 ISO イメージ モード / ファイル コピー モードと互換性がありません。 そのため、書き込みには DD イメージ モードが適用されます。
nb_no: Bildet du har valgt er en ISOHybrid, men skaperne har ikke gjort det kompatibelt med ISO / File copy modus. Som et resultat vil DD-skrivemodus bli håndhevet.
nl_nl: De image die u hebt geselecteerd is een ISOHybrid, maar de makers ervan hebben hem niet compatibel gemaakt met de ISO/bestandskopieermodus. Als gevolg daarvan zal de DD-image schrijfmodus worden afgedwongen.
pl_pl: Obraz, który został wybrany jest Hybrydą ISO i nie jest zgodny z trybem kopiowania ISO. Wynikiem tego będzie przymusowe zapisywanie w trybie DD.
pt_br: A imagem que você selecionou é uma ISOHybrid, mas os criadores não a tornaram compatível com o modo de cópia ISO/Arquivo. Como resultado, o modo de gravação de imagem DD será aplicado.
tr_tr: Seçtiğiniz yansı bir ISOHybrid, ancak yansı ISO/Dosya kopyalama modu ile uyumlu hale olrak oluşturulmamış. Sonuç olarak, DD yansısı yazma modu uygulanacaktır.

source: Unable to open or read '%s'
cs_cz: Nelze otevřít nebo přečíst soubor '%s'
da_dk: Ude af stand til at åbne eller læse '%s'
de_de: '%' kann nicht geöffnet/gelesen werden
el_gr: Δεν είναι δυνατό το άνοιγμα ή η ανάγνωση του '%s'
es_es: No se puede abrir o leer '%s'
fa_ir: باز کردن یا خواندن %s ممکن نیست
hr_hr: Nije moguće otvoriti ili pročitati '%s'
hu_hu: Nem lehet megnyitni vagy olvasni ezt: '%s'
id_id: Tidak dapat membuka atau membaca '%s'
ja_jp: '%s'の読み取り
nb_no: Kan ikke åpne eller lese '%s'
nl_nl: Kan '%s' niet openen of lezen
pl_pl: Nie można otworzyć '%s'
pt_br: Impossível abrir ou ler '%s'
tr_tr: '%s' açılamıyor veya okunamıyor

source: Applying Windows customization: %s
cs_cz: Použití přizpůsobení systému Windows: %s
da_dk: Anvender Windows tilpasninger : %s
de_de: Windows-Anpassungen anwenden: %s
el_gr: Εφαρμογή προσαρμογής των Windows: %s
es_es: Aplicando personalización de Windows: %s
fa_ir: اعمال سفارشی سازی ویندوز: %s
hr_hr: Primjena prilagodbe sustava Windows: %s
hu_hu: Windows testreszabás alkalmazása: %s
id_id: Menerapkan kustomisasi Windows: %s
ja_jp: Windowsカスタムを適応: %s
nb_no: Utfører tilpasning av Windows: %s
nl_nl: Windows aanpassen: %s
pl_pl: Zastosuj niestandardowe ustawienia Windows: %s
pt_br: Aplicando a personalização do Windows: %s
tr_tr: Windows özelleştirmesi uygulanıyor: %s

source: Applying user options...
cs_cz: Použití uživatelských možností...
da_dk: Anvender bruger valgmuligheder...
de_de: Benutzereinstellungen anwenden...
el_gr: Εφαρμογή επιλογών χρήστη...
es_es: Aplicando opciones de usuario...
fa_ir: اعمال گزینه های کاربر...
hr_hr: Primjena korisničkih mogućnosti...
hu_hu: Felhasználói beállítások alkalmazása...
id_id: Menerapkan pilihan pengguna...
ja_jp: ユーザー設定を適応中...
nb_no: Aktiverer brukertilpasninger...
nl_nl: Gebruikersopties toepassen...
pl_pl: Aplikowanie ustawień użytkownika...
pt_br: Aplicando opções do usuário...
tr_tr: Kullanıcı seçenekleri uygulanıyor...

source: Windows User Experience
cs_cz: Uživatelské prostředí systému Windows
da_dk: Windows Bruger Oplevelse
de_de: Windows-Benutzererfahrung
el_gr: Εμπειρία χρήστη των Windows
es_es: Experiencia de usuario de Windows
fa_ir: تجربه کاربری ویندوز
hr_hr: Korisničko iskustvo sustava Windows
hu_hu: Windows Felhasználói Élmény
id_id: Pengalaman Pengguna Windows
ja_jp: Windows ユーザーエクスペリエンス
nb_no: Windows brukeropplevelse
nl_nl: Windows gebruikerservaring
pt_br: Experiência do Usuário do Windows
tr_tr: Windows Kullanıcı Deneyimi

source: Customize Windows installation?
cs_cz: Přizpůsobení instalace systému Windows?
da_dk: Tilpas Windows installation?
de_de: Windows-Installation anpassen?
el_gr: Προσαρμογή εγκατάστασης των Windows;
es_es: ¿Personalizar la instalación de Windows?
fa_ir: شخصی سازی نصب ویندوز؟
hr_hr: Želite li prilagoditi instalaciju sustava Windows?
hu_hu: Testreszabja a Windows telepítést?
id_id: Kustomisasi pemasangan Windows?
ja_jp: インストーラーをカスタムしますか?
nb_no: Tilpasse Windows installasjonen?
nl_nl: Windows-installatie aanpassen?
pl_pl: Niestandardowe ustawienia Windows?
pt_br: Personalizar a instalação do Windows?
tr_tr: Windows kurulumunu özelleştirmek istiyor musunuz?

source: Remove requirement for 4GB+ RAM, Secure Boot and TPM 2.0
cs_cz: Odstranění požadavku na více než 4 GB RAM, Secure Boot a TPM 2.0
da_dk: Fjern kravet for 4GB+ RAM, Secure Boot og TPM 2.0
de_de: Anforderung für 4GB+ RAM, Secure Boot und TPM 2.0 entfernen
el_gr: Κατάργηση απαίτησης για 4 GB+ RAM, Ασφαλής εκκίνηση και TPM 2.0
es_es: Eliminar el requisito de más de 4 GB de RAM, Arranque seguro y TPM 2.0
fa_ir: نیاز به رم 4 گیگابایتی، Secure Boot و TPM 2.0 را حذف کنید
hr_hr: Uklonite zahtjev za 4GB+ RAM-a, Sigurno pokretanje i TPM 2.0
hu_hu: Követelmény eltávolítása: 4GB+ RAM, Secure Boot és TPM 2.0
id_id: Hilangkan persyaratan untuk RAM 4GB+, Secure Boot dan TPM 2.0
ja_jp: 4GB以上のRAM、セキュアブート及びTPM 2.0の要件を削除
nb_no: Fjern krav om 4GB+ RAM, Secure Boot og TPM 2.0
nl_nl: Verwijder de vereiste voor 4GB+ RAM, Secure Boot en TPM 2.0
pl_pl: Dezaktywuj wymaganie niezbędnej minimalnej ilości pamięci RAM (4GB+), Secure Boot i TPM 2.0
pt_br: Remover a exigência de 4GB+ RAM, Secure Boot e TPM 2.0
tr_tr: 4 GB+ RAM, Güvenli Önyükleme(Secure Boot) ve TPM 2.0 gereksinimini kaldırın

source: Remove requirement for an online Microsoft account
cs_cz: Odstranění požadavku na online účet Microsoft
da_dk: Fjern kravet for en online Microsoft konto
de_de: Anforderung für Online-Microsoft-Konto entfernen
el_gr: Καταργήστε την απαίτηση για έναν ηλεκτρονικό λογαριασμό Microsoft
es_es: Eliminar el requisito de una cuenta de Microsoft en línea
fa_ir: نیاز به حساب آنلاین مایکروسافت را حذف کنید
hr_hr: Uklanjanje preduvjeta za mrežni Microsoftov račun
hu_hu: Követelmény eltávolítása: online Microsoft-fiók
id_id: Hilangkan persyaratan untuk akun daring Microsoft
ja_jp: オンラインアカウントの要件を削除
nb_no: Fjern krav om en Microsoft konto
nl_nl: Verwijder de vereiste voor een online Microsoft-account
pl_pl: Usuń wymaganie konta Microsoft online
pt_br: Remover a exigência de uma conta online da Microsoft
tr_tr: Çevrimiçi Microsoft hesabı gereksinimini kaldırın
