Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: The ISO file you have selected does not match its declared size: %s of data is missing! If you obtained this file from the Internet, you should try to download a new copy and verify that the MD5 or SHA checksums match the official ones. Note that you can compute the MD5 or SHA in Rufus by clicking the (✓) button.
bg_bg: ISO файлът който сте избрали не съвпада с обявения си размер: %s от информацията липсва. Ако сте се сдобили с този файл от интернет, опитайте се да изтеглите ново копие и се уверете, че чексумите на MD5 или SHA съвпадат с официалните. Забележете, че можете да изчислите MD5 или SHA, използвайки Rufus като натиснете бутона (✓).
cs_cz: U vybraného ISO soubor neodpovídá deklarovaná velikost: %s z údajů chybí! Pokud jste jej získali z internetu, měli by jste stáhnout novou kopii a ověřt, zda odpovídají kontrolní součty MD5 nebo SHA. oficiálně. Poznámka: Klepnutím na(✓)lze vypočítat MD5 nebo SHA v Rufusu.
da_dk: ISO-filen du har valgt, stemmer ikke overens med den erklærede størrelse: %s af dataene mangler! Hvis du har downloadet filen fra internettet, bør du prøve at downloade en ny kopi og verificere at MD5 eller SHA kontrolsummen svarer til de officielle. Læg mærke til at du kan beregne MD5 eller SHA i Rufus ved at klikke på (✓)-knappen.
de_de: Das ISO-Image, dass Sie gewählt haben, hat nicht die erwartete Größe. %s Daten fehlen! Wenn Sie das Image aus dem Internet heruntergeladen haben, sollten Sie den Download wiederholen und prüfen, ob die MD5- oder SHA-Prüfsummen übereinstimmen. Hinweis: Mit der Schaltfläche (✓) in der Statuszeile können Sie die Prüfsummen des gewählten Images anzeigen.
el_gr: Το αρχείο ISO που επιλέξατε δεν ειναι έγκυρο/ολόκληρο. %s από τα δεδομένα του αρχείου λείπουν. Άν κατεβάσατε αυτό το αρχείο απο το διαδίκτυο, προσπαθήστε να επαναλάβετε την λήψη του αρχείου. Βεβαιωθείτε ότι οι MD5 ή SHA σφραγίδες του αρχείου που κατεβάσατε είναι ίδιες με αυτες του αρχειου που θέλατε να κατεβάσετε. Μπορείτε να ελέγξετε τις σφραγίδες MD5 ή SHA μέσω του Rufus πατώντας το κουμπί (✓).
es_es: El fichero ISO seleccionado no tiene su tamaño declarado: ¡Falta un %s de los datos! Si has obtenido este fichero de Internet, deberías intentar una nueva descarga y verificar que los checksum MD5 y SHA coinciden con los originales. Puedes calcular los valores MD5 o SHA con Rufus, desde el botón (✓).
fa_ir: این فایل ISO که انتخاب کرده‌اید با اندازه تعیین شده در آن هماهنگی ندارد. %s از داده‌ها موجود نیست! اگر این فایل را از اینترنت دانلود کرده‌اید، لطفا نسخه‌ای جدید از آن را دانلود کرده و مطمئن شوید که مقادیر کنترلی MD5 یا SHA آن عینا برابر با مقادیر رسمی آن‌هاست. توجه داشته باشید که در Rufus می‌توانید با انتخاب دکمه (✓) مقادیر MD5 یا SHA را محاسبه کنید.
fi_fi: Valitsemasi ISO-levykuva ei vastaa sen ilmoittamaa tiedostokokoa: %s ohjelmatiedosta puuttuu! Jos latasit tämän tiedoston internetistä, yritä ladata tiedosto uudelleen ja varmista, että MD5- tai SHA-tarkistussumma täsmää alkuperäisen summan kanssa. Voit laskea MD5- tai SHA-tarkistussumman Rufuksessa painamalla (✓)-painiketta.
fr_fr: Le fichier ISO que vous avez sélectionné ne fait pas la bonne taille : %s de données sont manquantes ! Si vous avez obtenu ce fichier depuis Internet, vous devriez essayer de le télécharger à nouveau et verifier que le MD5 ou SHA correspond aux valeurs officielles. Notez que vous pouvez calculer le MD5 ou SHA depuis Rufus en cliquant le bouton (✓).
he_il: קובץ ה־ISO שבחרת לא תואם לגודלו המוצהר: חסרים נתונים בגודל של %s! אם הורדת את הקובץ הזה מהאינטרנט, כדאי לנסות להוריד עותק חדש ולוודא שסיכומי הביקורת MD5 או SHA תואמים לאלו הרשמיים. לתשומת ליבך, ניתן לחשב את ה־MD5 או SHA בתוך Rufus על ידי לחיצה על הכפתור (✓).
hr_hr: ISO datoteka koju ste odabrali ne odgovara deklariranoj veličini: %s podataka nedostaje! Ako ste ovu datoteku preuzeli na internetu, pokušajte preuzeti novu kopiju i provjerite da su MD5 ili SHA kontrolni zbrojevi identični kao u originalu. Rufus može provjeriti MD5 ili SHA pritiskom na (✓) tipku.
hu_hu: A kiválasztott ISO képfájl nem egyezik az általa meghatározott mérettel: %s mennyiségű adat hiányzik! Ha ezt a fájlt az internetről szerezted be, próbálj meg egy új példányt letölteni, és ellenőrizd, hogy az MD5 vagy SHA ellenőrző összegek megegyeznek-e a hivatalosakkal. Vedd figyelembe, hogy a (✓) gombra kattintva kiszámíthatod az MD5 vagy SHA értékeket a Rufusban.
id_id: Berkas ISO yang Anda pilih tidak sesuai dengan ukuran yang dideklarasikan: %s data hilang! Jika Anda mendapatkan berkas ini dari Internet, Anda sebaiknya mengunduh salinan yang baru dan pastikan ceksum MD5 atau SHA cocok dengan yang asli. Perhatikan bahwa Anda dapat menghitung MD5 atau SHA dalam Rufus dengan mengklik tombol (✓).
it_it: Il file ISO selezionato non corrisponde alla dimensione dichiarata: %s dei dati mancanti! Se hai scaricato questo file da internet, prova a scaricarne una nuova copia e verifica che la checksum MD5 o SHA corrisponda alla checksum ufficiale. Nota che puoi calcolare in Rufus la checksum facendo clic sul pulsante (✓).
ja_jp: 選択された ISO ファイルは定義されているファイル サイズと一致しません。%sのデータが不足しています。 このファイルがインターネットからダウンロードされたものならば、再ダウンロードし、 MD5 または SHA のチェックサムが公式のものと一致しているか確認してください。 MD5 と SHA は(✓)ボタンをクリックすれば Rufus で確認できます。
lt_lt: Jūsų pasirinktas ISO failas neatitinka deklaruojamo dydžio: %s duomenų trūksta! Jei jūs gavote šį failą iš interneto, pabandykite atsisiųsti jį iš naujo ir patikrinkite, ar MD5 arba SHA kontrolinės sumos atitinka oficialiąsias. Beje, jūs galite apskaičiuoti MD5 arba SHA per Rufus, paspaudę
lv_lv: Izvēlētais ISO fails neatbilst noteiktajam izmēram: %s datu ir kļūdaini! Ja šis fails tika lejuplādēts no Interneta, nepieciešams lejuplādēt no jauna un pārbaudīt MD5 vai SHA kontrolsummu atbilstību. Piezīme: aprēķināt MD5 vai SHA kontrolsummu programmā Rufus var piespiežot taustiņu (✓).
ms_my: Saiz fail ISO yang anda pilih adalah tidak sama dengan saiz yang diisytiharkan oleh fail ISO ini. %s data telah hilang! Jika fail ini diperolehi dari intenet, anda sepatutnya muat turun semula fail ini dan sahkan bahawa tandatangan MD5 atau SHA adalah sama dengan versi yang rasmi. Anda boleh dapatkan MD5 atau SHA fail yang dipilih ini dengan menekan butang (✓). Kemudian anda perlu membandingkan dengan MD5 atau SHA daripada fail yang rasmi.
nb_no: ISO-filen du har valgt, stemmer ikke overens med den deklarerte størrelsen: %s av dataene mangler! Hvis du har lastet ned denne filen fra internett, bør du prøve å laste ned en ny kopi, og verifisere at MD5- eller SHA-kontrollsummen samsvarer med de offisielle. Legg merke til at du kan beregne MD5 eller SHA i Rufus ved å klikke på (✓)-knappen.
nl_nl: Het ISO-bestand dat u geselecteerd heeft, komt niet overeen met zijn opgegeven grootte: %s van de data ontbreekt! Als u dit bestand van het internet heeft gehaald, probeer een nieuwe kopie te downloaden en te verifiëren of de MD5- of SHA-checksums overeenkomen met de officiële versies. Merk op dat u de MD5 of SHA in Rufus kunt berekenen door op de (✓)-knop te klikken.
pl_pl: Rozmiar pliku ISO, który wybrałeś nie zgadza się z jego deklarowanym rozmiarem: brakuje %s danych! Jeżeli uzyskałeś ten plik z internetu, powinieneś spróbować pobrać nową kopię oraz zweryfikować, że sumy kontrolne MD5 lub SHA zgadzają się z oficjalnymi. Zauważ, że możesz obliczyć sumy MD5 lub SHA w Rufusie klikając przycisk (✓).
pt_br: O arquivo ISO selecionado não corresponde ao seu tamanho declarado: %s de dados estão faltando! Se você obteve este arquivo da Internet, faça o download de uma nova cópia e verifique se as somas de verificação MD5 ou SHA correspondem às oficiais. Você pode calcular o MD5 ou SHA no Rufus clicando no botão (✓).
pt_pt: O ficheiro ISO selecionado não corresponde ao tamanho declarado: faltam %s de dados! Se obteve este ficheiro da Internet, deve tentar transferir uma nova cópia e verificar se os checksums MD5 ou SHA correspondem aos oficiais. Rufus que pode calcular o MD5 ou SHA se clicar no botão (✓).
sk_sk: Veľkosť vybraného ISO súboru sa nezhoduje s jeho deklarovanou veľkosťou (chýba %s)! Ak ste získali tento súbor z internetu, pokúste sa znova stiahnuť novú kópiu tohto súboru a overiť ju MD5 alebo SHA kontrolným súčtom s originálnym súborom. Ak chcete vypočítať kontrólny súčet MD5 alebo SHA pre vybraný súbor v programe Rufus, stlačte tlačidlo (✓).
sv_se: ISO-filen du har valt matchar inte den angivna storleken: %s av data saknas! Om du har hämtat den här filen från internet, prova då med att ladda ner filen igen och verifiera att checksumman MD5 eller SHA stämmer överens med den officiella filen. Tips: Du kan beräkna MD5 eller SHA i Rufus genom att klicka på knappen (✓).
tr_tr: Seçtiğiniz ISO dosyası bildirilen boyutla eşleşmiyor: Veri %s eksik! Bu dosyayı İnternet'ten edindiyseniz, yeni bir kopyasını indirip, MD5 veya SHA değerlerinin resmi dosyalarla eşleştiğini doğrulamanız gerekir. Rufus'daki MD5 veya SHA'yı (✓) işaretini tıklayarak hesaplayabileceğinizi unutmayın.
uk_ua: Розмір обраного файла ISO не співпадає з оголошеним розміром: %s даних відсутньо! Якщо ви завантажили цей файл з Інтернету, вам слід завантажити нову копію файла або перевірити співпадіння контрольних сум MD5 чи SHA з офіційним файлом. Пам'ятайте, що ви можете порівняти MD5 чи SHA в Rufus, натиснувши кнопку (✓).

source: Timestamp validation error
bg_bg: Грешка при удостоверяването на времевият маркер
cs_cz: Chyba ověření časového razítka
da_dk: Tidsstempel bekræftelses fejl
de_de: Fehler bei der Überprüfung des Zeitstempels
el_gr: Σφάλμα επικύρωσης χρόνου (timestamp)
es_es: Error al validar la marca de hora
fa_ir: خطای اعتبارسنجی برچسب زمان (timestamp)
fi_fi: Aikaleiman vahvistusvirhe
fr_fr: Erreur de validation du timestamp
he_il: שגיאת אימות חותמת זמן
hr_hr: Pogreška kod potvrđivanja vremenske oznake
hu_hu: Időbélyeg érvényesítési hiba
id_id: Kesalahan memvalidasi stempel waktu
it_it: Errore validazione data/ora
ja_jp: タイムスタンプの検証エラー
lt_lt: Laiko žymos tikrinimo klaida
lv_lv: Laika zīmoga kļūda
ms_my: Ralat validasi cap waktu
nb_no: Tidspunkt bekreftelses feil
nl_nl: Validatiefout tijdstempel
pl_pl: Błąd sprawdzania poprawności znacznika czasu
pt_br: Erro de validação da marca temporal
pt_pt: Erro de validação de data/hora
sk_sk: Vyskytla sa chyba pri overení časovej známky
sv_se: Valideringfel av tidsstämpeln
tr_tr: Zaman damgası doğrulama hatası
uk_ua: Помилка перевірки мітки часу

source: Rufus could not validate that the timestamp of the downloaded update is more recent than the one for the current executable. In order to prevent potential attack scenarios, the update process has been aborted and the download will be deleted. Please check the log for more details.
bg_bg: Rufus не можа да удостовери, че времевият маркер на изтеглената актуализация е по-скорошен от този на сегашното приложение. За да се предотвратят потенциални възможности за атака, процесът на актуализиране беше прекратен и изтеглянето ще бъде изтрито. Моля, проверете регистъра за повече детайли.
cs_cz: Rufus nemohl ověřit časové razítko stažené aktualizace, zda je novější než časový údaj minulé aktuální spustitelný soubor. Aby se zabránilo možným scénářům útoků, proces aktualizace byl zrušen stahování bude smazáno. Zkontrolujte podrobnosti protokolu.
da_dk: Rufus kunne ikke bekræfte på tidspunktet af den downloadedde opdatering er nyere end den nuværende eksekverbare. For at to forhindre potentielle angrebsscenarier, har opdateringsprocessen blevet afbrudt og downloadet vil blive slettet. Tjek venligst loggen for flere detaljer.
de_de: Rufus konnten nicht prüfen, ob der Zeitstempel des Update-Downloads aktueller ist als der des aktuell ausgeführten Programms. Aus Sicherheitsgründen wurde der Aktualisierungsprozess abgebrochen und der Download wurde gelöscht. Im Log finden Sie weitere Details.
el_gr: Το Rufus δεν κατάφερε να διαβεβαιώσει ότι η έκδοση αναβάθμισης έχει εκδωθεί σε νεώτερη ημερομηνία απο την έκδοση που έχετε ήδη. Για λόγους ασφαλείας η εγκατάσταση έχει ακυρωθεί και η έκδοση που κατεβάσατε θα διαγραφεί. Για περισσότερες πληροφορίες, ελέγξτε το αρχείο καταγραφής.
es_es: Rufus no ha podido verificar si la marca de tiempo de la actualización descargada es más reciente queel ejecutable actual. Con objeto de prevenir una situación potencial de ataque, el proceso de actualizaciónse ha abortado y la descarga será eliminada. Por favor revise el registro para más detalles.
fa_ir: از نظر برنامه، برچسب زمانی آپدیت دانلود شده معتبر نیست. برای پیشگیری از حملات هک احتمالی، فرآیند به‌روزرسانی متوقف و فایل دانلود شده حذف خواهد شد. لطفا برای جزئیات بیشتر گزارش‌ها (لاگ) را بررسی کنید.
fi_fi: Rufus ei pystynyt varmistamaan, että ladatun päivityksen aikaleima on nykyistä tiedostoa uudempi. Mahdollisten hyökkäysmahdollisuuksien estämiseksi päivitysprosessi on keskeytetty ja lataus tullaan poistamaan. Lisätietoja tapahtumasta löytyy Rufuksen lokista.
fr_fr: Rufus n'a pas pu valider que le timestamp du fichier de mise à jour téléchargé est plus récent que celui de l'exécutable en cours. Afin de mitiger des scenarios d'attaque potentiels, le processus de mise à jour a été interrompu et le téléchargement va être supprimé. Pour plus de détails, veuillez consulter le log.
he_il: Rufus לא יכל לוודא שחותמת הזמן של העדכון שהורד חדשה יותר מזו של קובץ ההרצה הנוכחי. כדי למנוע תרחישי תקיפה אפשריים, תהליך העדכון בוטל וההורדה תימחק. נא לבדוק את יומן הרישום לפרטים נוספים.
hr_hr: Rufus nije mogao potvrditi da je vremenska oznaka preuzetog ažuriranja novija od oznake u trenutnoj verziji. S ciljem sprječavanja mogućih eksploatacija sustava, postupak ažuriranja je obustavljen te se preuzeta datoteka uklanja. Više informacija možete pronaći u zapisniku.
hu_hu: A Rufus nem tudta érvényesíteni, hogy a letöltött frissítés időbélyege újabb-e, mint a jelenlegié. Egy esetleges támadást megelőzve a frissítési folyamat meg lett szakítva, és a letöltött fájlok törölve lettek. Kérlek, ellenőrizd a naplót több részletért.
id_id: Rufus tidak dapat memvalidasi bahwa stempel waktu pembaruan yang diunduh lebih baru daripada yang sedang dijalankan saat ini. Untuk mencegah kemungkinan skenario serangan, proses pembaruan telah dibatalkan dan unduhan akan dihapus. Silakan periksa log untuk lebih jelasnya.
it_it: Rufus non può validare che la data/ora del pacchetto aggiornamento sia più recente di quello per l'attuale eseguibile. Per prevenire possibili scenari di un attacco malware, il processo di aggiornamento è stato interrotto e il file scaricato verrà eliminato. Per maggiori dettagli controlla il registro eventi.
ja_jp: ダウンロードしたアップデートのタイム スタンプが現在の実行ファイルのタイム スタンプよりも新しいことを確認できませんでした。 潜在的な攻撃シナリオを防止するため、更新プロセスを中止しダウンロードしたファイルを削除します。 詳細はログを確認してください。
lt_lt: Rufus negalėjo patikrinti ar atsisiųsto naujinio laiko žyma yra naujesnė už dabartinio vykdomojo failo. Kad būtų užkirstas kelias galimai atakos grėsmei, naujinimo procesas buvo nutrauktas, o naujinys bus ištrintas. Daugiau informacijos rasite dienyne.
lv_lv: Rufus neizdevās identificēt jauninājuma laika zīmogu, kā jaunāku attiecībā pret pašreizējo. Lai nepieļaut iespējamu ļaundarības varbūtību, programmas jaunināšanas process tika pārtraukts, un lejuplādētais fails tika izdzēsts. Sīkākai informācijai pārbaudiet atskaiti.
ms_my: Rufus tidak boleh mengasahkan bahawa kemas kini dimuat turun adalah lebih baru daripada aplikasi yang dijalankan sekarang. Untuk mengelakkan daripada senario dimana PC diserang dengan virus, proses kemaskini telah dibatalkan dan fail yang telah dimuat turun akan dipadam. Sila semak log untuk maklumat lanjut.
nb_no: Rufus kunne ikke bekrefte at tidspunktet av den nedlastede oppdateringen er nyere enn den nåværende startede. For å forhindre potensielle angrepsscenarier, har oppdateringsprosessen blitt avbrutt og nedlastingen vil bli slettet. Vennligst sjekk loggen for mer informasjon.
nl_nl: Rufus kon niet valideren dat de tijdstempel van de gedownloade update recenter is dan die van de huidige versie. Om mogelijke aanvalsscenario's te voorkomen is het updateproces afgebroken en zal de download verwijderd worden. Controleer het logboek voor meer details.
pl_pl: Rufus nie był w stanie potwierdzić, że znacznik czasu pobranej aktualizacji jest nowszy niż ten, który jest dla obecnego pliku wykonywalnego. Aby zapobiec potencjalnym atakom proces aktualizacji został przerwany, a pobrana aktualizacja zostanie usunięta. Proszę sprawdzić dziennik dla większej ilości szczegółów.
pt_br: O Rufus não pôde validar que a marca temporal da atualização baixada é mais recente do que aquela do executável atual. Para evitar possíveis cenários de ataque, o processo de atualização foi interrompido e o arquivo baixado será excluído. Verifique o registro para obter mais detalhes.
pt_pt: Não foi possível ao Rufus confirmar que a data e hora da atualização transferida é mais recente que a do executável atual. Para evitar possíveis cenários de ataque informático, o processo de atualização foi cancelado e o ficheiro transferido será apagado. Por favor, verifique o registo para mais detalhes.
sk_sk: Program Rufus nemohol overiť časovú známku stiahnutej aktualizácie, ktorá je aktuálnejšia ako aktuálne spustená verzia. Pre ochranu voči potencionálnemu útoku bude inštalácia zrušená a stiahnutý súbor bude vymazaný. Pre viac detailov skontrolujte záznam.
sv_se: Rufus kunde inte validera att tidsstämpeln på den nerladdade uppdateringen är nyare än den gamla. För att förhindra potentiella angreppsscenarier, har uppdateringsprocessen avslutats och den nerladdade filen har tagits bort. Kontrollera loggen för mer information.
tr_tr: Rufus, indirilen güncellemenin zaman damgasının geçerli yürütülebilir dosya için olandan daha güncel olduğunu doğrulayamadı. Potansiyel saldırı senaryolarını önlemek için güncelleme işleminden vazgeçildi ve indirme silinecek. Daha fazla bilgi için lütfen günlüğü kontrol edin.
uk_ua: Rufus не може підтвердити, що мітка часу для завантаженого оновлення більш пізня, ніж мітка запущеної програми. Щоб запобігти можливим сценаріям атаки, процес оновлення було скасовано та завантаження було видалено. Будь ласка, перегляньте логи для більш детальної інформації.

source: Show application settings
bg_bg: Покажи настройките на приложението
cs_cz: Zobrazit nastavení aplikace
da_dk: Vis applikationsindstillinger
de_de: Applikationseinstellungen anzeigen
el_gr: Εμφάνιση ρυθμίσεων εφαρμογής
es_es: Mostrar parámetros de la aplicación
fa_ir: نمایش تنظیمات برنامه
fi_fi: Näytä sovelluksen asetukset
fr_fr: Affiche les paramètres de l'application
he_il: הצגת הגדרות היישום
hr_hr: Prikaži postavke aplikacije
hu_hu: Az alkalmazás beállításainak megjelenítése
id_id: Tampilkan pengaturan aplikasi
it_it: Visualizza impostazioni applicazione
ja_jp: アプリケーションの設定を表示します。
lt_lt: Rodyti programos nuostatas
lv_lv: Programmas uzstādījumi
ms_my: Tunjuk tetapan aplikasi
nb_no: Vis programinnstillinger
nl_nl: Toepassingsinstellingen weergeven
pl_pl: Pokaż ustawienia aplikacji
pt_br: Exibir configurações do programa
pt_pt: Mostrar configurações da aplicação
sk_sk: Zobraziť nastavenia programu
sv_se: Visa programinställningar
tr_tr: Uygulama ayarlarını göster
uk_ua: Показати налаштування додатку

source: Show information about this application
bg_bg: Покажи информация за това приложение
cs_cz: Zobrazte informace o této aplikaci
da_dk: Vis oplysninger om denne applikation
de_de: Informationen über dieses Programm anzeigen
el_gr: Εμφάνιση πληροφοριών εφαρφογής
es_es: Mostrar información de la aplicación
fa_ir: نمایش اطلاعات مربوط به این برنامه
fi_fi: Näytä tietoa tästä sovelluksesta
fr_fr: Affiche des informations à propos de cette application
he_il: הצגת מידע על אודות יישום זה
hr_hr: Prikaži informacije o aplikaciji
hu_hu: Az alkalmazás névjegyének megjelenítése
id_id: Tampilkan informasi tentang aplikasi ini
it_it: Visualizza informazioni su questa applicazione
ja_jp: このアプリケーションの情報を表示します。
lt_lt: Rodyti informaciją apie šią programą
lv_lv: Informācija par programmu
ms_my: Paparkan maklumat tentang aplikasi ini
nb_no: Vis informasjon om denne applikasjonen
nl_nl: Informatie over deze toepassing weergeven
pl_pl: Pokaż informacje o tej aplikacji
pt_br: Exibir informações sobre este programa
pt_pt: Mostrar informações acerca da aplicação
sk_sk: Zobraziť informácie o tomto programe
sv_se: Visa information om programmet
tr_tr: Bu uygulama hakkında bilgi göster
uk_ua: Показати інформацію про цей додаток

source: Show the log
bg_bg: Покажи регистъра
cs_cz: Zobrazit protokol
da_dk: Vis loggen
de_de: Log anzeigen
el_gr: Εμφάνιση καταγραφών εφαρμογής (log)
es_es: Mostrar el registro
fa_ir: نمایش گزارش‌ها (Log)
fi_fi: Näytä loki
fr_fr: Affiche le log
he_il: הצגת יומן הרישום
hr_hr: Prikaži zapisnik
hu_hu: Napló megjelenítése
id_id: Tampilkan log
it_it: Visualizza registro eventi
ja_jp: ログを表示します。
lt_lt: Rodyti dienyną
lv_lv: Rādīt atskaiti
ms_my: Paparkan log
nb_no: Vis loggen
nl_nl: Logboek weergeven
pl_pl: Pokaż dziennik
pt_br: Exibir o registro
pt_pt: Mostrar registo de eventos
sk_sk: Zobraziť záznam činnosti programu
sv_se: Visa loggen
tr_tr: Günlüğü göster
uk_ua: Показати логи

source: Create a disk image of the selected device
bg_bg: Създай дисков образ на избраното устройство
cs_cz: Vytvořit obraz disku vybraného zařízení
da_dk: Opret et diskbillede af den valgte enhed
de_de: Ein Image des gewählten Laufwerks erstellen
el_gr: Δημιουργία ειδώλου δίσκου από την επιλεγμένη συσκευή
es_es: Crear una imagen de disco del dispositivo seleccionado
fa_ir: ساخت ایمیج از دستگاه انتخاب‌شده
fi_fi: Luo levykuva valitusta laitteesta
fr_fr: Crée une image disque à partir du périphérique sélectionné
he_il: יצירת קובץ תמונת דיסק של ההתקן הנבחר
hr_hr: Stvori sliku diska iz odabranog uređaja
hu_hu: Lemezkép készítése a kiválasztott eszközről
id_id: Buat disk image dari perangkat yang dipilih
it_it: Crea un'immagine disco dell'unità selezionata
ja_jp: 選択したデバイスのディスク イメージを作成します。
lt_lt: Kurti pasirinkto įrenginio disko atvaizdą
lv_lv: Veidot virtuālo attēlu no izvēlētās iekārtas
ms_my: Cipta imej cakera untuk peranti yang dipilih
nb_no: Opprett et diskbilde av den valgte enheten
nl_nl: Een schijf-image aanmaken van het geselecteerde apparaat
pl_pl: Utwórz obraz dysku wybranego urządzenia
pt_br: Criar uma imagem do dispositivo selecionado
pt_pt: Criar imagem do disco do dispositivo selecionado
sk_sk: Vytvoriť obraz disku na vybrané zariadenie
sv_se: Skapa en skivavbildning av den valda enheten
tr_tr: Seçilen cihazın disk yansısını oluşturur
uk_ua: Створити образ диска для вибраного пристрою
