Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: For the purpose of generating private usage statistics, we may keep the information collected, \b for at most a year\b0 . However, we will not willingly disclose any of this individual data to third parties.
bg_bg: С цел създаването на частна статистика на потреблението е възможно да запазим тази информация, \b най-много за година\b0 . Въпреки това, ние няма да предоставяме тази информация на трети лица или организации.
cs_cz: Pro účely vytváření neveřejných statistik používání programu můžeme uchovávat tyto shromážděné údaje, a to \b nejvýše po dobu jednoho roku\b0 . Žádný z těchto jednotlivých údajů však dobrovolně nepředáme třetí osobě.
da_dk: Med henblik på at generere private brugerstatistikker, kan vi beholde de indsamlede oplysninger, \b højst et år\b0 . Men vi vil ikke, frivilligt, videregive nogle af disse individuelle data til en tredjepart.
de_de: Zu privaten Statistikzwecken speichern wir diese Informationen \b für höchstens ein Jahr\b0. Es werden keine Daten an Dritte weitergegeben.
el_gr: Όλες αυτές οι πληροφορίες συλλέγονται με σκοπό τη δημιουργία ιδιωτικών στατιστικών χρήσης και μπορεί να παραμείνουν αποθηκευμένες \b το μέγιστο για ένα χρόνο\b0 . Ωστόσο, σε καμία περίπτωση δεν θα αποκαλύψουμε οποιαδήποτε από αυτά τα ατομικά σας στοιχεία σε τρίτους.
es_es: A fin de generar estadísticas de uso privadas, la información recogida puede ser retenida \b como mucho hasta un año\b0 . A menos que así sea requerido por la ley, no transmitiremos nada de esta información a terceros.
fa_ir: به جهت تولید آمار استفاده شخصی، ممکن است ما این اطلاعات جمع‌آوری‌شده را \b برای حداکثر یک سال \b0نگه‌داری کنیم. با وجود این، ما از روی میل این داده‌های فردی را در اختیار شخص ثالث قرار نخواهیم داد.
fi_fi: Yksityisten käyttötilastojen luomiseksi saatamme pitää tietoja kerättynä \b enimmillään vuoden\b0 . Emme kuitenkaan anna vapaaehtoisesti mitään yksittäistietoja kolmansille osapuolille.
fr_fr: Afin de générer des statistiques d’utilisation privées, il se peut que nous gardions les informations ainsi obtenues \b au plus un an\b0 . A moins d’y être contraint par la loi, nous nous engageons aussi à ne pas diffuser ces informations à de tierce parties.
he_il: לצורך יצירת סטטיסטיקת שימוש פרטית, יתכן שנשמור את המידע שייאסף \b לשנה לכל היותר\b0 . עם זאת, אנחנו לא נמסור מרצוננו החופשי את הנתונים האלה לשום גורם צד שלישי.
hr_hr: Zbog statistika, navedene informacije možemo čuvati \b najduže jednu godinu\b0 . Vaše informacije ne dijele se trećim strankama.
hu_hu: Használati statisztikák készítése céljából az összegyűjtött információkat megtarthatjuk \b legfeljebb egy évig\b0 . Mi NEM adjuk ki az adataidat más személyeknek.
id_id: Dengan tujuan untuk menghasilkan statistik penggunaan pribadi, kami dapat menyimpan informasi yang dikumpulkan, \b selama satu tahun\b0 . Namun, kami tidak akan pernah memberikan semua data individu ini kepada pihak ketiga.
it_it: Potremmo mantenere le informazioni al solo scopo di creare una statistica privata di utilizzo, \b per massimo un anno\b0 . Comunque ti garantiamo che NON invieremo nessuno di questi dati a nessuna terza parte.
ja_jp: 利用統計を作るために、\line収集した情報は\b最大で一年間\b0 保管する場合があります。 \lineただし、そのデータを安易に第三者へ開示することはありません。
lt_lt: Asmeninio naudojimo statistikos generavimo tikslu mes galime saugoti surinktą informaciją \b ne daugiau kaip metus\b0 . Tačiau mes savo valia neatskleisime nieko iš šios informacijos trečiosioms šalims.
lv_lv: Statistikas nolūkos apkopotā informācija var tikt uzglabāta \b gada laikā\b0 . Savukārt apkopotā informācija netiks izpausta jebkādai trešai pusei.
ms_my: Untuk tujuan menjana statistik penggunaan peribadi , kami mungkin menyimpan maklumat yang dikumpulkan, \b untuk sekurang-kurangnya setahun\b0 . Namun, kami tidak rela untuk mendedahkan maklumat ini kepada mana-mana pihak ketiga.
nb_no: For muligheten å lage privat bruksstatistikk, vil vi lagre informasjonen for senere bruk, \b for det meste opp mot ett år\b0 . Men vi vil ikke frivillig avsløre noen av personens data til tredjepart.
nl_nl: Om statistieken voor privégebruik te genereren, kunnen we de informatie blijven verzamelen\b voor maximaal een jaar\b0 . Wij zullen deze individuele gegevens echter niet vrijwillig openbaar maken aan derden.
pl_pl: W celu generowania poufnych statystyk użytkowania tego programu możemy przechowywać zebrane informacje \b co najwyżej rok\b0, jednak nie będziemy udostępniać żadnych z indywidualnych danych osobom trzecim.
pt_br: A fim de gerar estatísticas de uso privadas, as informações recolhidas podem ser retidas, \b por até um ano\b0 . A menos que assim seja requerido por lei, não será transmitida nenhuma dessas informações a terceiros.
pt_pt: A fim de gerar estatísticas de uso privado, a informação recolhida pode ser retida \b até um ano\b0 . A menos que assim seja requerido por lei, não forneceremos nenhuma desta informação a terceiros.
sk_sk: Pre účel vytvárania osobných štatistík používania programu, môžeme uschovávať tieto zhromaždené informácie, \b väčšinou rok\b0 . Avšak, tieto osobné informácie neposkytujeme dobrovoľne tretím stranám.
sv_se: För att kunna skapa användningsstatistik, kommer vi att spara informationen, \b i högst ett år\b0 . Vi kommer dock behålla informationen för oss själva.
tr_tr: Özel kullanım istatistikleri oluşturmak amacıyla, bilgi toplamaya \b en fazla bir yıl için\b0 devam edebiliriz. Fakat, Üçüncü şahıslarla isteyerek herhangi bir veri paylaşılmaz.
uk_ua: Для отримання статистики використання програми, ми можемо зберігати зібрану інформацію \b до одного року\b0. Проте, ми не будемо розкривати будь-які особисті дані третім сторонам.

source: Update Process:
bg_bg: Процес на актуализиране:
cs_cz: Aktualizační proces:
da_dk: Opdateringsproces:
de_de: Update-Vorgang:
el_gr: Διαδικασία ενημέρωσης:
es_es: Proceso de actualización:
fa_ir: فرآیند به‌روزرسانی:
fi_fi: Päivitysprosessi:
fr_fr: Processus de mise à jour :
he_il: תהליך העדכון:
hr_hr: Proces ažuriranja:
hu_hu: Frissítési folyamat:
id_id: Proses Pembaruan:
it_it: Processo aggiornamento:
ja_jp: アップデートの方法:
lt_lt: Atnaujinimo procesas:
lv_lv: Jaunināšanas process:
ms_my: Proses mengemas kini:
nb_no: Oppdateringsprosess:
nl_nl: Update-proces:
pl_pl: Proces aktualizacji:
pt_br: Processo de Atualização:
pt_pt: Processo de atualização:
sk_sk: Aktualizačný proces:
sv_se: Uppdateringsprocess:
tr_tr: Güncelleme İlerlemesi:
uk_ua: Процес оновлення:

source: Rufus does not install or run background services, therefore update checks are performed only when the main application is running.\line Internet access is of course required when checking for updates.
bg_bg: Rufus не инсталира и не използва скрити услуги и процеси, затова актуализиции са възможни само когато е активна програмата.\line Естествено, достъп до интернет е необходим, за да може да се направи проверка за актуализиции.
cs_cz: Rufus neinstaluje ani nespouští služby na pozadí. Kontrola aktualizací proto probíhá pouze v případě, kdy je spuštěna hlavní aplikace.\line Pro kontrolu aktualizací programu je samozřejmě nutný přístup k Internetu.
da_dk: Rufus kører eller installerer ikke nogle baggrundstjenester, derfor bliver søgning efter opdateringer kun udført, når hovedprogrammet kører.\line Internetadgang er naturligvis påkrævet, når du søger efter opdateringer.
de_de: Rufus verwendet keine Hintergrundprozesse. Deshalb wird nur auf Updates geprüft, wenn die Anwendung läuft.\line Eine Internetverbindung ist natürlich für die Prüfung auf neue Versionen erforderlich.
el_gr: Το Rufus δεν εγκαθιστά και δεν εκτελεί υπηρεσίες στο παρασκήνιο, ως εκ τούτου οι έλεγχοι ενημέρωσης εκτελούνται μόνο όταν η κύρια εφαρμογή εκτελείται.\line Απαιτείται σύνδεση στο διαδίκτυο για να ελέγξετε για ενημερώσεις.
es_es: Rufus no instala ni ejecuta ningún servicio ni tarea programada. Por tanto la búsqueda de actualizaciones sólo se realiza cuando la aplicación principal se está ejecutando.\line Se requiere acceso a Internet.
fa_ir: Rufus هیچ سرویس پس‌زمینه‌ای را اجرا یا نصب نمی‌کند؛ بنابراین فقط زمانی که نرم‌افزار در حال اجرا است فرآیند بررسی به‌روزرسانی‌های جدید انجام می‌شود.\line واضح است هنگام بررسی به‌روزرسانی‌ها، دسترسی به اینترنت لازم است.
fi_fi: Rufus ei asenna tai aja taustapalveluja, siksi päivitystarkistukset suoritetaan vain pääsovelluksen ollessa käynnissä.\line Internetyhteys toki vaaditaan päivityksiä tarkistettaessa.
fr_fr: Aucun service ou tâche de fond n'est installé ou lancé par Rufus ; la vérification de mises à jour intervient seulement lorsque l’application principale s'exécute.\line Bien entendu, un accès à internet est requis pour vérifier les mises à jour.
he_il: Rufus לא מתקין או מפעיל שירותים ברקע, לכן חיפוש אחר עדכונים יתבצע רק כשהיישום הראשי פועל. \line כמובן שנדרשת גישה לאינטרנט כדי לחפש עדכונים.
hr_hr: Rufus nema pozadinskih servisa, tako da se ažuriranja provjeravaju samo kada je Rufus aktivan.\line Naravno, prilikom provjere i preuzimanja ažuriranja, potrebna je veza s internetom.
hu_hu: A Rufus nem telepít vagy futtat háttérben futó szolgáltatásokat, a frissítések ellenőrzése csak akkor történik, amikor az alkalmazás fut.\line Természetesen a frissítések ellenőrzéséhez internet kapcsolat szükséges.
id_id: Rufus tidak memasang atau menjalankan layanan latar belakang, oleh karena itu pemeriksaan pembaruan dapat dilakukan hanya ketika aplikasi utama berjalan.\line Akses internet tentu saja diperlukan bila memeriksa pembaruan.
it_it: Rufus non installa o esegue servizi in background. Il controllo aggiornamenti verrà effettuato solo quando l'applicazione è in esecuzione.\line L'accesso internet è ovviamente richiesto quando si effettua il controllo aggiornamenti.
ja_jp: Rufus は、本アプリケーション実行時のみアップデートの確認を行います。インストールまたはバックグラウンド サービスを実行して処理を行うことは一切ありません。\line また、アップデートの確認にはインターネット接続が必要です。
lt_lt: Rufus neįdiegia ir nevykdo foninių tarnybų, todėl naujinių tikrinimai yra atliekami tik vykdant pagrindinę programą.\line Interneto prieiga, be abejo, yra reikalinga naujinių tikrinimui.
lv_lv: Rufus netiek instalēta kā OS serviss, tāpēc jauninājumu pārbaude iespējama tikai tad, kad programma darbojas.\line Jauninājumu pārbaudei un ielādei nepieciešams interneta pieslēgums.
ms_my: Rufus tidak memasang atau menjalankan servis di latar belakang. Oleh itu, semakan kemas kini hanya dijalankan apabila aplikasi utama berjalan.\line Akses internet diperlukan untuk menyemak untuk versi baru.
nb_no: Rufus vil ikke installere eller kjøre bakgrunnsprogrammer, derfor vil oppdateringskontrollen kun bli utført når hovedprogrammet kjører.\line Internett-tilgang er selvfølgelig påkrevd for å se etter oppdateringer.
nl_nl: Rufus installeert of start geen achtergrondservices. Daarom worden updatecontroles alleen uitgevoerd als de toepassing uitgevoerd wordt.\line Internettoegang is natuurlijk vereist wanneer er op updates gecontroleerd wordt.
pl_pl: Rufus nie instaluje lub uruchamia procesów w tle, dlatego aktualizacje są sprawdzane wyłącznie przy starcie głównego okna aplikacji.\line Dostęp do internetu jest wymagany podczas sprawdzania aktualizacji.
pt_br: O Rufus não instala nem executa serviços em segundo plano. Portanto, as verificações de atualização só se realizam quando o aplicativo principal está em execução.\line O acesso à Internet, é claro, é necessário ao verificar atualizações.
pt_pt: Rufus não instala nem executa nenhum serviço nem programa em segundo plano. A procura de atualizações só se realiza quando a aplicação principal está em execução.\line É necessário acesso à Internet para verificar as atualizações.
sk_sk: Program Rufus nepobeží ako služba na pozadí a nenainštaluje aktualizáciu. Pre kontrolu aktualizácií, musí byť spustené hlavné okno.\line Pre aktualizáciu programu je potrebný prístup na internet.
sv_se: Rufus installerar inga bakgrundsprogram, därför sker endast uppdateringskontrollen när det körs.\line För att kontrollera efter uppdateringar krävs naturligtvis internettillgång.
tr_tr: Güncelleme denetiminin sadece ana uygulama çalışırken gerçekleşmesinden dolayı, Rufus arkaplan hizmeti yüklemez ya da çalıştırmaz.\line Güncellemeler denetlenirken doğal olarak internet erişimi gerekir.
uk_ua: Додаток Rufus не встановлює та не запускає фонові служби, тому перевірка наявності оновлень виконується тільки тоді, коли запущений основний додаток.\line Для перевірки наявності оновлень необхідний доступ до інтернету.

source: Invalid image for selected boot option
bg_bg: Невалиден образ за избраната стартираща опция
cs_cz: Neplatný obraz pro zvolené nastavení zavaděče
da_dk: Ugyldig image for den valgte boot mulighed
de_de: Image-Datei für die gewählte Boot-Option nicht passend
el_gr: Μη έγκυρο είδωλο για τρέχων επιλογή εκκίνησης
es_es: Imagen ISO no válida para la opción de arranque seleccionada
fa_ir: ناهماهنگی بین ایمیج و گزینه راه‌اندازی انتخاب‌شده
fi_fi: Levykuva ei ole sopiva valitulle käynnistysvalinnalle
fr_fr: Image invalide pour l'option de démarrage sélectionnée
he_il: קובץ תמונה שגוי עבור אפשרות האתחול שנבחרה
hr_hr: Nepodržana slika za odabrani način pokretanja
hu_hu: Érvénytelen képfájl a kiválasztott boot opcióhoz
id_id: Image tidak sah untuk opsi boot yang dipilih
it_it: Immagine non valida per opzione boot selezionata
ja_jp: 選択したブート設定には無効なイメージです。
lt_lt: Negaliojantis atvaizdas pasirinktai įkelties parinkčiai
lv_lv: Izvēlētajai ielādes opcijai nederīgs virtuālais attēls
ms_my: Imej tidak sah untuk pilihan boot yang dipilih
nb_no: Ugyldig bilde for valgt oppstartsløsning
nl_nl: Ongeldige image voor geselecteerde opstartoptie
pl_pl: Obraz nieprawidłowy dla wybranej opcji rozruchowej
pt_br: Imagem inválida para a opção de inicialização selecionada
pt_pt: Imagem inválida para a opção de inicialização selecionada
sk_sk: Neplatný obraz pre vybrané nastavenie bootovania
sv_se: Ogiltig avbild för vald startinställning
tr_tr: Seçilen açılış seçeneği için geçersiz yansı
uk_ua: Невірний образ для вибраного варіанта завантаження

source: The current image doesn't match the boot option selected. Please use a different image or choose a different boot option.
bg_bg: Настоящият образ не съвпада с избраната стартиращата опция. Моля използвайте друг образ или различна стартираща опция.
cs_cz: Aktuální obraz neodpovídá zvolenému nastavení spouštěcího disku. Použijte jiný obraz nebo změňte nastavení.
da_dk: Det nuværende image matcher ikke den valgte boot mulighed. Vælg venligst et andet image eller vælg en anden boot mulighed.
de_de: Die derzeitige Image-Datei passt nicht zur gewählten Boot-Option. Bitte wählen sie eine andere Image-Datei oder eine andere Boot-Option.
el_gr: Το είδωλο δεν ταιριάζει με την τρέχων επιλογή εκκινησης. Παρακαλώ χρησιμοποιήστε κάποιο άλλο είδωλο ή διαφορετική επιλογή εκκίνησης.
es_es: La imagen actual no coincide con la opción de arranque elegida. Por favor use otra imagen o seleccione una opción de arranque distinta.
fa_ir: این فایل ایمیج (Image)، با تنظیمات راه‌اندازی (Boot) انتخاب‌شده؛ سازگار نیست. لطفاً فایل یا تنظیمات دیگری انتخاب کنید.
fi_fi: Nykyinen levykuva ei vastaa valittua käynnistysvalintaa. Käytä toista levykuvaa tai valitse eri käynnistysvalinta.
fr_fr: L'image choisie ne correspond pas à l'option de démarrage sélectionnée. Veuillez utiliser une image ou une option de démarrage différente.
he_il: קובץ התמונה הנוכחי אינו מתאים לאפשרות האתחול שנבחרה. נא להשתמש בקובץ תמונה אחר או לבחור באפשרות אתחול אחרת..
hr_hr: Trenutna slika se ne podudara s odabranim opcijama pokretanja. Odaberite drugu sliku ili opcije pokretanja.
hu_hu: A jelenlegi képfájl nem passzol a kiválasztott boot opcióhoz. Kérlek, használj egy másik képfájlt vagy válassz egy másik boot opciót.
id_id: Image saat ini tidak cocok dengan opsi boot yang dipilih. Silakan gunakan image yang lain atau pilih opsi boot yang berbeda.
it_it: L'immagine selezionata non corrisponde all'opzione boot scelta. Usa un'immagine differente o scegli un'opzione boot differente.
ja_jp: 現在選択中のイメージとブート設定が一致しません。別のイメージを使うか、他のブート設定を使用してください。
lt_lt: Dabartinis atvaizdas neatitinka pasirinktos įkelties parinkties. Prašome naudoti kitą atvaizdą arba rinktis kitą įkelties parinktį.
lv_lv: Izvēlētais virtuālais attēls neatbalsta izvēlēto ielādes variantu. Lūdzu izvēlieties citu virtuālo attēlu vai citas ielādes opcijas.
ms_my: Imej tidak serasi dengan pilihan boot yang dipilih. Sila gunakan imej lain atau pilih pilihan boot lain.
nb_no: Det nåværende bilde passer ikke det valgte oppstartsvalget. Vennligst velg et annet bilde, eller velg et annet oppstartsvalg.
nl_nl: De huidige image komt niet overeen met de opstartoptie die geselecteerd is. Gebruik een andere image of kies een andere opstartoptie.
pl_pl: Obecny obraz nie pasuje do wybranej opcji rozruchowej. Proszę użyć innego obrazu lub wybrać inną opcję rozruchową.
pt_br: A imagem atual não combina com a opção de inicialização selecionada. Por favor, use uma imagem diferente ou escolha uma opção de inicialização diferente.
pt_pt: A imagem atual não coincide com a opção de inicialização selecionada. Utilize uma imagem diferente ou escolha uma opção de inicialização diferente.
sk_sk: Aktuálny obraz sa nehodí pre vybrané nastavenia bootovania. Použite iný obraz alebo zmeňte nastavenia bootovania.
sv_se: Nuvarande avbild matchar inte det startbara valet. Välj en annan avbild eller ändra de startbara valet.
tr_tr: Mevcut yansı, seçilen açılış seçeneği ile eşleşmiyor. Lütfen farklı bir yansı kullanın ya da farklı bir açılış seçeneği seçin.
uk_ua: Обрано невірний образ для вибраного варіанта завантаження. Будь ласка, оберіть інший образ чи виберіть інший варіант завантаження.

source: This ISO image is not compatible with the selected filesystem
bg_bg: Този ISO образ не е съвместим с избраната файлова система
cs_cz: Tento ISO obraz není kompatibilní s vybraným souborovým systémem
da_dk: Dette ISO-image er ikke kompatibelt med det valgte filsystem
de_de: Dieses ISO-Image ist mit dem gewählten Dateisystem nicht kompatibel.
el_gr: Αυτό το είδωλο ISO δεν είναι συμβατό με το επιλεγμένο σύστημα αρχείων
es_es: Esta imagen ISO no es compatible con el sistema de archivos seleccionado
fa_ir: این فایل ایمیج (Image) با سیستم فایل انتخاب‌شده سازگار نیست
fi_fi: Tämä ISO-levykuva ei ole yhteensopiva valitun tiedostojärjestelmän kanssa
fr_fr: Cette image ISO n'est pas compatible avec le système de fichiers sélectionné
he_il: קובץ ה־ISO הזה אינו מותאם למערכת הקבצים שנבחרה
hr_hr: Ova ISO slika nije kompatibilna s odabranim datotečnim sustavom
hu_hu: Ez az ISO képfájl nem kompatibilis a kiválasztott fájlrendszerrel
id_id: Image ISO ini tidak kompatibel dengan sistem berkas yang dipilih
it_it: Questa immagine non è compatibile con il filesystem selezionato
ja_jp: この ISO は選択中のファイル システムと互換性がありません。
lt_lt: Šis ISO atvaizdas nesuderinamas su pasirinkta failų sistema
lv_lv: Šis ISO virtuālais attēls neatbalstās ar izvēlēto failu sistēmu
ms_my: Imej ISO ini tidak serasi dengan sistem fail yang dipilih
nb_no: Dette ISO-bildet er ikke kompatibelt med det valgte filsystemet
nl_nl: Deze ISO-image is niet compatibel met het geselecteerde bestandssysteem
pl_pl: Ten obraz ISO jest niekompatybilny z wybranym systemem plików
pt_br: Esta imagem ISO não é compatível com o sistema de arquivos selecionado
pt_pt: Esta imagem ISO não é compatível com o sistema de ficheiros selecionado
sk_sk: Tento ISO obraz nie je kompatibilný s vybratým súborovým systémom
sv_se: Denna ISO-avbild är inte kompatibel med valt filsystem
tr_tr: Bu ISO yansısı, seçilen dosya sistemi ile uyumlu değil
uk_ua: Даний ISO-образ несумісний з обраною файловою системою

source: Incompatible drive detected
bg_bg: Засечено е не съвместимо устройство
cs_cz: Rozpoznán nekompatibilní disk
da_dk: Inkompatibelt drev fundet
de_de: Inkompatibles Laufwerk erkannt
el_gr: Ανιχνεύθηκε μη συμβατός δίσκος
es_es: Dispositivo incompatible detectado
fa_ir: درایو ناسازگار و ناهماهنگ شناسایی شده است
fi_fi: Epäsopiva asema havaittu
fr_fr: Périphérique incompatible détecté
he_il: זוהה כונן שאינו תואם
hr_hr: Pronađen nekompatibilan uređaj
hu_hu: Inkompatibilis meghajtó észlelve
id_id: Perangkat tidak kompatibel terdeteksi
it_it: Rilevata unità incompatibile
ja_jp: 互換性のないドライブが検出されました。
lt_lt: Aptiktas nesuderinamas diskas
lv_lv: Noteikts neatbalstāms nesējs
ms_my: Pemacu tidak serasi dikesan
nb_no: Ikke kompatibel stasjon oppdaget
nl_nl: Niet-compatibele drive gedetecteerd
pl_pl: Wykryto niekompatybilny dysk
pt_br: Drive incompatível detectado
pt_pt: Detetada unidade incompatível
sk_sk: Zistené nekompatibilné zariadenie
sv_se: Enheten är inte kompatibel
tr_tr: Uyumsuz sürücü algılandı
uk_ua: Знайдено несумісний диск

source: Write pass
bg_bg: Пробег Записване
cs_cz: Zapsat průchod
da_dk: Skrive test
de_de: Schreiben durchgeführt
el_gr: Πέρασμα εγγραφής
es_es: Barrido de escritura
fa_ir: مرحله نوشتن
fi_fi: Kirjoitustesti
fr_fr: Phase d'écriture
he_il: מעבר כתיבה
hr_hr: Prolaz zapisivanja
hu_hu: Sikeres írás
id_id: Tulis berlalu
it_it: Fase scrittura
ja_jp: 書き込み中
lt_lt: Rašymo bandymas
lv_lv: Mēģinājums
ms_my: Melepasi tulisan
nb_no: Skriving
nl_nl: Schrijfactie
pl_pl: Postęp zapisu
pt_br: Verificação de escrita
pt_pt: Escrita
sk_sk: Prebieha zápis
sv_se: Skrivförsök
tr_tr: Yazma geçişi
uk_ua: Прохід запису

source: Read pass
bg_bg: Пробег Четене
cs_cz: Přečíst průchod
da_dk: Læse test
de_de: Lesen durchgeführt
el_gr: Πέρασμα ανάγνωσης
es_es: Barrido de lectura
fa_ir: مرحله خواندن
fi_fi: Lukutesti
fr_fr: Phase de lecture
he_il: מעבר קריאה
hr_hr: Prolaz čitanja
hu_hu: Sikeres olvasás
id_id: Baca berlalu
it_it: Fase lettura
ja_jp: 読み出し中
lt_lt: Skaitymo bandymas
lv_lv: Nolasīts
ms_my: Melepasi bacaan
nb_no: Lesing
nl_nl: Leesactie
pl_pl: Postęp odczytu
pt_br: Verificação de leitura
pt_pt: Leitura
sk_sk: Prebieha čítanie
sv_se: Läsförsök
tr_tr: Okuma geçişi
uk_ua: Прохід читання

source: Downloaded %s
bg_bg: Изтеглено %s
cs_cz: Staženo %s
da_dk: Hentet %s
de_de: %s heruntergeladen
el_gr: Έγινε λήψη του %s
es_es: Descargado %s
fa_ir: %s دانلود شد
fi_fi: Ladattu %s
fr_fr: Téléchargement completé pour %s
he_il: %s הורד
hr_hr: Preuzeto %s
hu_hu: Letöltve: %s
id_id: Diunduh %s
it_it: Scaricati %s
ja_jp: %s をダウンロードしました。
lt_lt: Atsiųsta %s
lv_lv: Ielādēts %s
ms_my: Muat turun %s
nb_no: Lastet ned %s
nl_nl: %s gedownload
pl_pl: Pobrano %s
pt_br: Baixado(s) %s
pt_pt: Transferido %s
sk_sk: Stiahnuté: %s
sv_se: Nerladdad %s
tr_tr: %s indirildi
uk_ua: Завантажено %s

source: Could not download %s
bg_bg: Не можа да се изтегли %s
cs_cz: Nelze stáhnout %s
da_dk: Kunne ikke hente %s
de_de: %s konnte nicht heruntergeladen werden
el_gr: Αποτυχία λήψης του %s
es_es: No se ha podido descargar %s
fa_ir: دانلود %s امکان‌پذیر نیست
fi_fi: Ei voitu ladata %s
fr_fr: Impossible de télécharger %s
he_il: לא ניתן להוריד את %s
hr_hr: Ne mogu preuzeti %s
hu_hu: Nem sikerült letölteni: %s
id_id: Tidak dapat mengunduh %s
it_it: Impossibile scaricare %s
ja_jp: %s はダウンロードできませんでした。
lt_lt: Nepavyko atsiųsti %s
lv_lv: Nevar ielādēt %s
ms_my: Tidak boleh muat turun %s
nb_no: Kunne ikke laste ned %s
nl_nl: Kon %s niet downloaden
pl_pl: Nie można pobrać %s
pt_br: Não foi possível baixar %s
pt_pt: Não é possível transferir %s
sk_sk: Nie je možné stiahnúť: %s
sv_se: Kunde inte ladda ner %s
tr_tr: %s indirilemedi
uk_ua: Неможливо завантажити %s
