Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: This image uses Grub %s but the application only includes the installation files for Grub %s. As different versions of Grub may not be compatible with one another, and it is not possible to include them all, Rufus will attempt to locate a version of the Grub installation file ('core.img') that matches the one from your image: - Select 'Yes' to connect to the Internet and attempt to download it - Select 'No' to use the default version from Rufus - Select 'Cancel' to abort the operation Note: The file will be downloaded in the current application directory and will be reused automatically if present. If no match can be found online, then the default version will be used.
bg_bg: Този образ използва GRUB %s Но приложението съдържа само инсталацйонните файлове за GRUB %s. Тъй като различните версии на GRUB може да не са съвместими една с друга и не е възможно да се включат всички, Rufus ще опита да намери версия на GRUB инсталационният файл ('core.img'), който съвпада с този от вашият образ: - Изберете 'Yes', за да се свържете с интернет и да я изтеглите - Изберете 'No', за да използвате версията по подразбиране на Rufus - Изберете 'Cancel', за да прекратите операцията Забележка: Файлът ще бъде изтеглен в настоящата директория и ще бъде използван автоматично, щом е наличен. Ако не е намерено съвпадение, ще бъде използвана версията по подразбиране.
cs_cz: Tento obraz používá Grub %s ale aplikace obsahuje pouze instalační soubory Grub %s. Vzhledem k různým verzím Grub nemusí být kompatibilní mezi sebou, Není možné je mít všechny, Rufus se pokusí najít verzi Grub instalace souboru ('core.img') který odpovídá vaší image: - Vybrat 'Ano' připojit k internetu a pokusit se stáhnout - Vybrat 'Ne' použít výchozí verzi z Rufus - Vybrat 'Zrušit' pro zrušení operace Poznámka: Soubor se stáhne do aktuální složky aplikace a bude použit automaticky, pokud je přítomen. Není-li shoda k dispozici online, pak bude použita standardní verze.
da_dk: Dette image bruger Grub %s, og dette program har kun installationsfiler til Grub %s. Da forskellige versioner af Grub muligvis ikke er kompatible med hinanden, og det ikke er muligt at inkludere alle versioner vil Rufus forsøge at finde en version af Grub-installationsfilen ('core.img') der matcher versionen fra dit image: - Vælg 'Ja' for at oprette forbindelse til internettet og hente filen - Vælg 'Nej' for at bruge den version der kommer med Rufus - Vælg 'Annuller' for at afbryde Bemærk: Filen vil blive hentet til samme placering som Rufus og vil blive genbrugt automatisk hvis behovet genopstår. Hvis der ikke findes en matchene version online, vil standardversionen blive brugt.
de_de: Dieses Image verwendet Grub %s, aber die Anwendung beinhaltet nur Installationsdateien für Grub %s. Weil verschiedene Versionen von Grub nicht untereinander kompatibel sind und es nicht möglich ist, alle mit Rufus auszuliefern, wird Rufus versuchen, eine Version der Installationsdatei ('core.img') von Grub zu finden, die zur Version im Image passt: - Wählen Sie 'Ja', um sich mit dem Internet zu verbinden und sie herunterzuladen - Wählen Sie 'Nein', um die Standardversion zu verwenden - Wählen Sie 'Abbrechen', um den Vorgang abzubrechen Hinweis: Die Datei wird in das Programmverzeichnis heruntergeladen und ggf. automatisch wiederverwendet. Wenn online nichts gefunden wird, wird die Standardversion verwendet.
el_gr: Αυτό το αρχείο χρησιμοποιεί το Grub %s παρόλα αυτά η εφαρμογή(Rufus) εμπεριέχει μόνο τα αρχεία εγκατάστασης του Grub %s. Εφόσον οι διαφορετικές εκδόσεις του Grub δεν είναι συμβατές μεταξύ τους, δεν είναι δυνατό για το Rufus να τις εμπεριέχει όλες. Επομένως, το Rufus θα επιχειρήσει να κάνει λήψη μιας έκδοσης του Grub ('core.img') που είναι συμβατή με το αρχείο σας: - Επιλέξτε το 'Ναι' για να συνδεθείτε στο διαδίκτυο και να κάνετε λήψη του αρχείου - Επιλέξτε το 'Όχι' για να ακυρώσετε τη λειτουργία. Σημείωση: Η λήψη των νέων αρχείων θα γίνει στον τρέχοντα κατάλογο και εφόσον τα αρχεία υπάρχουν εκεί, θα επαναχρησιμοποιηθούν αυτόματα. Εάν δε βρεθεί κάποιο συμβατό αρχείο τότε η προεπιλεγμένη έκδοση θα χρησιμοποιηθεί.
es_es: Esta imagen hace uso de Grub %s pero este programa sólo incluye los ficheros de instalación para Grub %s. Debido a que las diferentes versiones de Grub no son compatibles entre sí, y no es posible incluir todas, Rufus intentará encontrar una versión del fichero de instalación de Grub 'core.img' que se adecue con el de su imagen ISO: - Elija 'Si' para conectarse a internet e intentar descargarlo - Elija 'No' para usar la versión por defecto de Rufus - Elija 'Cancelar' para cancelar la operación Nota: El fichero será descargado en la carpeta de ejecución del programa y volverá a usarse automáticamente si se encuentra.Si no se puede encontrar el fichero en línea se usará la versión por defecto.
fa_ir: این ایمیج (Image) از «Grub %s» استفاده می‌کند؛ اما نرم‌افزار Rufus فقط تنظیمات و فایل‌های نصب «Grub %s» را به همراه دارد. از آنجا که نسخه‌های مختلف Grub ممکن است با یکدیگر سازگار نباشند و امکان قرار دادن همه آن‌ها در نرم‌افزار Rufus وجود ندارد؛ Rufus تلاش می‌کند فایل نصب «core.img» مناسب ایمیج شما را در اینترنت پیدا کند. installation file ('core.img') that matches the one from your image: -برای اتصال به اینترنت و تلاش برای دانلود این فایل «بله» را انتخاب کنید -اگر می‌خواهید از فایل کنونی و پیش‌فرض Rufus استفاده کنید «خیر» را انتخاب کنید -اگر از ادامه این فرآیند منصرف شده‌اید، «لغو» را انتخاب کنید. نکته: این فایل در پوشه نرم‌افزار دانلود می‌شود و در دفعات بعد به‌صورت خودکار از آن استفاده خواهد شد. اگر فایل مناسبی در اینترنت پیدا نشود، نرم‌افزار از نسخه پیش‌فرض استفاده خواهد کرد.
fi_fi: Tämä kuva käyttää Grubia %s, mutta tämä sovellus sisältää asennustiedostot vain Grubille %s. Koska Grubin eri versiot eivät välttämättä ole yhteensopivia eikä jokaista versiota voida sisällyttää, Rufus yrittää etsiä versiota Grub-asennustiedostosta ('core.img'), joka täsmäisi levykuvaasi: - Valitse 'Kyllä' yhdistääksesi internetiin ja yrittääksesi ladata tämän - Valitse 'Ei' käyttääksesi Rufuksen sisältämää vakioversiota - Valitse 'Peruuta' peruaksesi toiminnon Huomio: Tiedosto ladataan nykyiseen sovelluskansioon ja sitä käytetään automaattisesti sen löytyessä. Jos vastaavaa ei löydy verkosta, käytetään vakioversiota.
fr_fr: Cette image utilise Grub %s mais l'application inclus seulement les fichiers d'installation pour Grub %s. Comme différentes versions de Grub peuvent êtres incompatibles, et il n'est pas possible à Rufus de toutes les inclure, Rufus va essayer de télécharger une version du fichier d'installation de Grub ('core.img') qui correspond a cette de votre image : - Choisissez 'Oui' pour télécharger ces fichier depuis Internet - Choisissez 'Non' pour utiliser la version par défaut de Rufus - Choisissez 'Annuler' pour annuler cette opération Note : Ce fichier sera téléchargé dans le répertoire courant et réutilisé automatiquement une fois présent. Si il n'est pas possible de trouver une version correspondante en ligne, la version par défaut sera utilisée.
he_il: קובץ תמונה זה משתמש ב־Grub %s אבל היישום כולל רק את קובצי ההתקנה עבור Grub %s. מכיוון שגרסאות שונות של Grub עשויות שלא להיות תואמות אחת לשניה ובלתי אפשרי ש־Rufus יכלול את כולן, Rufus ינסה למצוא גרסה של קובץ ההתקנה של Grub‏ ('core.img') המתאימה לזו שבקובץ התמונה שלך: - יש לבחור 'כן' כדי להתחבר לאינטרנט ולנסות להוריד אותה - יש לבחור 'לא' כדי להשתמש בגרסת ברירת המחדל מ־Rufus - יש לבחור 'ביטול' כדי לבטל את הפעולה הערה: הקובץ יירד לספרייה בה ממוקם היישום ו־Rufus ישתמש בו באופן אוטומטי במידת הצורך. אם לא תימצא התאמה באינטרנט, Rufus ישתמש בגרסה ברירת המחדל.
hr_hr: Ova slika koristi Grub %s, a aplikacija sadrži samo instalacijske datoteke za Grub %s. Pošto razne Grub verzije nisu međusobno kompatibilne, a nije moguće uključiti sve Grub datoteke, Rufus će probati locirati verziju Grub instalacijske datoteke ('core.img') koja odgovara onoj iz vaše slike: - Odaberite 'Da' kako bi se preuzeli datoteke - Odaberite 'Ne' za korištenje verzije od Rufus-a - Odaberite 'Odustani' za prekid. Info: Datoteke se preuzimaju u trenutni direktorij programa i koristit će se automatski ako bude potrebno. Ako se ne pronađe potrebna verzija, koristi se dostupna verzija.
hu_hu: Ez a képfájl ezt használja: Grub %s, de ez az alkalmazás csak a Grub %s telepítő fájljait tartalmazza. Mivel a Grub különböző verziói nem feltétlenül kompatibilisek egymással, és a Rufus sem tartalmazhatja az összes verziót, ezért a Rufus megkísérel találni egy olyan verziót a Grub telepítő fájlból ('core.img'), ami egyezik a képfájlban lévővel: - Válaszd az 'Igen' gombot az internethez történő csatlakozáshoz és a letöltés megkísérléséhez - Válaszd a 'Nem' gombot a Rufus által biztosított, alapértelmezett verzió használatához - Válaszd a 'Mégse' gombot a művelet megszakításához Megjegyzés: A fájl a program mappájába lesz letöltve és automatikusan újra lesz használva, ha létezik. Ha az interneten nincs megegyező verzió, akkor az alapértelmezett verzió lesz használva.
id_id: Image ini menggunakan Grub %s namun aplikasi ini hanya menyertakan berkas instalasi untuk Grub %s. Karena versi baru Grub tidak kompatibel satu dengan lainnya, dan tidak mungkin bagi Rufus untuk menyertakan semuanya, Rufus akan mencoba mencari versi berkas instalasi Grub ('core.img') yang sesuai dengan image Anda: - Pilih 'Ya' untuk menyambungkan ke Internet dan mencoba untuk mengunduhnya - Pilih 'Tidak' untuk menggunakan versi default dari Rufus - Pilih 'Batal' untuk membatalkan operasi Catatan: Berkas akan diunduh di direktori aplikasi saat ini dan akan digunakan kembali jika diminta. Jika tidak ada yang cocok yang ditemukan secara online, versi default akan digunakan.
it_it: Questa immagine usa Grub %s ma l'applicazione include solo i file di installazione per Grub %s. Questa differente versione di Grub potrebbe non essere compatibile con l'altra, e non è possibile includere i file di installazione. Rufus tenterà di trovare una versione dei file di installazione di Grub ('core.img') che corrisponda a quella dell'immagine. - Seleziona 'Sì' per collegarti a internet e tentare il download - Seleziona 'No' per usare la versione predefinita di Rufus - Seleziona 'Annulla' per interrompere l'operazione. Note: i file verranno scaricati nella cartella attuale dell'applicazione e verranno riusati automaticamente se presenti. Se non sarà trovata online nessuna corrispondenza, verrà usata la versione predefinita.
ja_jp: このイメージは Grub %s を使用しますが、このアプリケーションには Grub %s のインストールファイルのみ内蔵しています。 それぞれのバージョンの Grub は他のバージョンの Grub と完全な互換性はありません。イメージに適合したバージョンの Grub インストール ファイル (core.img) を探すことができます。 - インターネットに接続し、ダウンロードを試行するには [はい] を選択してください。 - Rufus のデフォルトのバージョンを使用する場合は [いいえ] を選択してください。 - この操作を中止する場合は [キャンセル] を選択してください。 注意: ファイルは現在のディレクトリへダウンロードされます。ファイルが既に現在のディレクトリにある場合はダウンロードせず自動的に再使用されます。 適合するバージョンがオンラインで見つからなかった場合は内蔵しているバージョンの Grub が使用されます。
lt_lt: Šis atvaizdas naudoja Grub %s, bet ši programa turi tik diegimo failus, skirtus Grub %s. Kadangi skirtingos Grub versijos gali būti nesuderinamos tarpusavyje, o jų visų įtraukti nėra galimybės, Rufus bandys surasti Grub įdiegimo failo ('core.img') versiją, atitinkančią esančią jūsų atvaizde: - Pasirinkite 'Taip' norėdami prisijungti prie interneto ir atsisiųsti ją - Pasirinkite 'Ne' norėdami naudoti numatytąją versiją iš Rufus - Pasirinkite 'Atšaukti' norėdami nutraukti veiksmą Pastaba: Failas bus atsiųstas į dabartinį programos aplanką ir vėliau jam ten esant bus naudojamas automatiškai. Jei atitinkančio nebus rasta internete, bus naudojama numatytoji versija.
lv_lv: Šis virtuālais attēls izmanto Grub %s bet programma satur instalācijas failus Grub %s. Tā kā jaunās Grub versijas nav savstarpēji atbalstāmas, un visas versijas iekļaut nav iespējams, Rufus mēģinās noteikt Grub instalācijas faila versiju ('core.img') kuru meklēs Jūsu virtuālajā attēlā: - Izvēlieties 'Jā' lai pieslēgtos pie interneta un mēģināt ielādētu šos failus - Izvēlieties 'Nē' lai izmantot noklusējuma versiju, kuru iekļauj Rufus - Izvēlieties 'Atcelt' lai atceltu šo darbību Piezīme: Faili tiks lejuplādēti tekošajā mapē, un ja tādi eksistē, automātiski tiks pārrakstīti. Ja Internetā netiks atrasta meklējamā versija, tiks izmantots fails iekļautais Rufus.
ms_my: Imej ini menggunakan Grub %s tetapi aplikasi hanya termasuk fail pemasangan untuk Grub %s. Sepertimana versi Grub berlainan mungkin tidak sesuai antara satu sama lain, dan ianya tidak mungkin untuk memasukkan mereka semua, Rufus akan cuba mengesan versi fail pemasangan Grub ('core.img') yang sepadan dengan salah satu daripada imej anda: - Pilih 'Ya' untuk bersambung ke Internet dan cuba memuat turunnya - Pilih 'Tidak' untuk menggunakan versi lalai dari Rufus - Pilih 'Batal' untuk membatalkan operasi Nota: Fail akan dimuat turun dalam direktori aplikasi semasa dan akan digunakan semula secara automatik jika ada. Jika tiada padanan boleh dijumpai dalam talian, versi lalai akan digunakan.
nb_no: Dette bildet bruker Grub %s, men programmet inkluderer kun installasjonsfiler forGrub %s. Forskjellige versjoner av Grub er muligens ikke kompatible med hverandre, og er ikke mulig å inkludere dem alle, Rufus vil prøve å finne en versjon av Grub installasjonfilen ('core.img') som passer til ditt bilde: - Velg 'Ja' for å koble til internett og forsøke å laste den ned - Velg 'Nei' for å bruke den innebygde versjonen uansett - Velg 'Avbryt' for å avbryte OBS: Filen vil bli lastet ned i den aktuelle program-mappen og vil bli brukt automatisk hvis tilgjengelig. Hvis ingen treff kan bli funnet, den innebygde versjonen vil bli brukt.
nl_nl: Deze image maakt gebruik van Grub %s maar de toepassing bevat alleen de installatiebestanden voor Grub %s. Als verschillende versies van Grub mogelijk niet compatibel met elkaar zijn, en het is niet mogelijk om ze allemaal toe te voegen, dan zal Rufus proberen om een versie van het Grub installatie bestand ('core.img') te zoeken dat overeenkomst met uw image: - Selecteer 'Ja' om te proberen het te downloaden - Selecteer 'Nee' om de standaard versie van Rufus te gebruiken - Selecteer 'Annuleren' om de bewerking te stoppen Aantekening: Het bestand zal in de huidige programma map gedownload en automatisch vervangen worden als het bestand al bestaat. Als er geen bestand online wordt gevonden, dan zal de standaard versie worden gebruikt.
pl_pl: Ten obraz używa Grub %s, lecz ta aplikacja dołącza pliki instalacyjne tylko dla Grub %s. Ponieważ inna wersja Grub może nie być kompatybilna, oraz nie jest możliwe dołączenie wszystkich, Rufus spróbuje zlokalizować wersję pliku instalacyjnego Grub ('core.img'), która jest zgodna z użytą w twoim obrazie: - Wybierz 'Tak' aby połączyć z Internetem i spróbować ją pobrać - Wybierz 'Nie' aby użyć domyślnej wersji z Rufusa - Wybierz 'Anuluj' aby przerwać operację Informacja: Pliki zostaną pobrane do aktualnego folderu aplikacji i zostaną użyte ponownie automatycznie, jeśli istnieją. Jeżeli nie można znależć odpowiednich plików online, zostanie użyta domyślna wersja plików.
pt_br: Esta imagem usa o Grub %s, mas este aplicativo inclui somente os arquivos de instalação para Grub %s. Como novas versões do Grub podem não ser compatíveis entre si, e que não é possível incluí-las todas, o Rufus tentará localizar uma versão do arquivo de instalação do Grub ('core.img') que corresponda ao da sua imagem: - Selecione 'Sim' para se conectar à Internet e tentar baixá-lo - Selecione 'Não' para usar a versão padrão do Rufus - Selecione 'Cancelar' para abortar a operação Nota: O arquivo será baixado no diretório atual do aplicativo e será reutilizado automaticamente se estiver presente. Se nenhum arquivo correspondente puder ser encontrado online, será usada a versão padrão.
pt_pt: Esta imagem usa Grub %s mas a aplicação inclui apenas os ficheiros de instalação para Grub %s. As diferentes versões de Grub podem não ser compatíveis entre si e não é possível incluir todas elas. Rufus irá tentar localizar para a versão de Grub o ficheiro de instalação ('core.img') que coincida com o da imagem: - Selecione 'Sim' para tentar transferir - Selecione 'Não' para usar a versão padrão do Rufus - Selecione 'Cancelar' para abortar a operação Nota: O ficheiro será transferido para a pasta atual da aplicação e será usado automaticamente sempre que presente. Se não for possível encontrar online, a versão padrão será utilizada.
sk_sk: Tento obraz používa bootloader Grub %s ale tento program zahŕňa iba inštalačné súbory pre Grub %s. Pretože rozličné verzie Grubu nie sú kompatibilné s inými, nie je možné obsiahnuť všetky verzie. Program Rufus sa pokúsi nájsť verziu inštalačného súboru bootloaderu Grub ('core.img'), ktorý je zhodný s vašim obrazom: - Vyberte „Áno" pre pripojenie na internet a pokus o jeho stiahnutie - Vyberte „Nie" pre použitie pôvodnej verzie z programu Rufus - Vyberte „Zrušiť" pre zrušenie operácie Poznámka: Súbor bude stiahnutý do aktuálneho priečinku programu a bude teraz automatickypoužitý. Ak nebude nájdený na internete, bude použitá pôvodná verzia.
sv_se: Denna avbild använder Grub %s men programmet innehåller endast installationsfiler för Grub %s. Eftersom olika Grub-versioner inte är kompatibla med varandra och det skulle vara omöjligt att inkludera dem alla, därför kommer Rufus att försöka finna den versionen av Grub installationsfilen ('core.img') som matchar den från din avbild: - Välj 'Ja' för att ansluta till Internet och försöka ladda ner det - Välj 'Nej' för att använda standardversionen från Rufus - Välj 'Avbryt' för att avbryta Obs: Filen kommer att laddas ner i nuvarande katalog och kommer att automatiskt återanvändas om den existerar. Om ingen fil hittas online, kommer standardversionen att användas.
tr_tr: Bu yansı Grub %s kullanıyor fakat bu uygulama yalnız Grub %s için yükleme dosyalarını içeriyor. Grub 'un yeni sürümleri bir başkasıyla uyumlu olmadığından ve Rufus'un bunların tamamını içermesi mümkün olmadığından, Rufus yansısıyla eşleşen Grub'un bir yükleme dosyasını ('core.img') edinmeyi çalışacak: - İnternete bağlanıp bu dosyaları indirmek için 'Evet'i seçin - Rufustan varsayılan sürümü kullanmak için 'Hayır''ı seçin - İşlemden vazgeçmek için 'Vazgeç'i seçin Not: Dosyalar mevcut uygulama dizinine indirilecek ve hazır olduğunda otomatik olarak kullanılacak. Çevrimiçi bulunanlar eşleşmiyorsa varsayılan sürüm kullanılacak.
uk_ua: Даний образ використовує завантажувач Grub %s, але додаток включає тільки настановні файли для завантажувача Grub %s. Різні версії завантажувача Grub можуть бути несумісними одна з одною та увімкнення їх усіх не являється можливим. Rufus намагатиметься знайти потрібну версію настановного файла завантажува Grub ('core.img'), що відповідає версії завантажувача вашого образу: - Оберіть 'Так', щоб скачати завантажувальний файл з Інтернета - Оберіть 'Ні', щоб використовувати версію за замовчуванням із Rufus - Оберіть 'Відмінити', щоб відмінити операцію Примітка: Файл буде завантажено в поточний каталог додатку та буде використаний повторно наступного разу. Якщо потрібна версія настановного файла не буде знайдена в інтернеті, то буде використовуватися версія за замовчуванням.

source: Standard Windows installation
bg_bg: Стандартна Windows инсталация
cs_cz: Standardní instalace systému Windows
el_gr: Προσαρμοσμένη εγκατάσταση για Windows
es_es: Instalación de Windows estandar
fa_ir: نصب ویندوز به روش استاندارد و رایج
fi_fi: Tavanomainen Windowsin asennus
fr_fr: Installation standard de Windows
he_il: התקנת Windows רגילה
hr_hr: Uobičajena Windows instalacija
hu_hu: Alapértelmezett Windows telepítés
id_id: Instalasi Windows standar
it_it: Installazione Windows standard
ja_jp: 標準の Windows インストール
lt_lt: Standartinė Windows įdiegtis
lv_lv: Windows standarta instalācija
ms_my: Pemasangan Windows biasa
nb_no: Standard Windows installasjon
nl_nl: Standaard Windows-installatie
pl_pl: Standardowa instalacja Windowsa
pt_br: Instalação padrão do Windows
pt_pt: Instalação padrão do Windows
sk_sk: Štandardná inštalácia Windows (Inštalátor)
tr_tr: Standart Windows yüklemesi
uk_ua: Стандартне встановлення Windows

source: advanced drive properties
bg_bg: разширени свойства на устройството
cs_cz: pokročilé vlastnosti disku
da_dk: avancerede drev indstillinger
de_de: Erweiterte Laufwerkseigenschaften
el_gr: επιλογές δίσκου για προχωρημένους
es_es: propiedades avanzadas de la unidad
fa_ir: تنظیمات پیشرفته درایو
fi_fi: aseman lisäasetukset
fr_fr: options de périphérique avancées
he_il: מאפייני כונן מתקדמים
hr_hr: napredna svojstva jedinica
hu_hu: Haladó eszköz tulajdonságok
id_id: properti drive lanjutan
it_it: opzioni avanzate unità
ja_jp: 詳細なドライブ プロパティ
lt_lt: išsamias disko ypatybes
lv_lv: diska paplašinātās īpašības
ms_my: pilihan tambahan pemacu
nb_no: avanserte stasjonsegenskaper
nl_nl: geavanceerde eigenschappen van drive
pl_pl: zaawansowane właściwości dysku
pt_br: propriedades avançadas do drive
pt_pt: propriedades avançadas da unidade
sk_sk: pokročilé nastavenia zariadenia
sv_se: avancerade enhetsegenskaper
tr_tr: gelişmiş sürücü özellikleri
uk_ua: розширені властивості приводу

source: advanced format options
bg_bg: разширени опции за форматиране
cs_cz: pokročilé možnosti formátování
da_dk: avancerede formateringsindstillinger
de_de: Erweiterte Formatierungsoptionen
el_gr: προηγμένες επιλογές διαμόρφωσης
es_es: opciones avanzadas de formato
fa_ir: تنظیمات پیشرفته فرمت
fi_fi: formatoinnin lisäasetukset
fr_fr: options de formatage avancées
he_il: אפשרויות אתחול מתקדמות
hr_hr: napredne mogućnosti formatiranja
hu_hu: Haladó formázási beállítások
id_id: opsi format lanjutan
it_it: opzioni avanzate formattazione
ja_jp: 詳細なフォーマット オプション
lt_lt: išsamias formatavimo parinktis
lv_lv: formatēšanas paplašinātās īpašības
ms_my: pilihan format tambahan
nb_no: avanserte formatalternativer
nl_nl: geavanceerde opties voor formatteren
pl_pl: zaawansowane opcje formatowania
pt_br: opções avançadas de formatação
pt_pt: opções avançadas de formatação
sk_sk: pokročilé nastavenia formátovania
sv_se: avancerade formatalternativ
tr_tr: gelişmiş biçimlendirme seçenekleri
uk_ua: розширені властивості форматування

source: Show %s
bg_bg: Покажи %s
cs_cz: Zobrazit %s
da_dk: Vis %s
de_de: %s einblenden
el_gr: Εμφάνιση %s
es_es: Mostrar %s
fa_ir: نمایش دادن %s
fi_fi: Näytä %s
fr_fr: Afficher les %s
he_il: הצגת %s
hr_hr: Prikaži %s
hu_hu: %s megjelenítése
id_id: Tampilkan %s
it_it: Visualizza %s
ja_jp: %s を表示
lt_lt: Rodyti %s
lv_lv: Rādīt %s
ms_my: Tunjuk %s
nb_no: Vis %s
nl_nl: %s weergeven
pl_pl: Pokaż %s
pt_br: Exibir %s
pt_pt: Mostrar %s
sk_sk: Zobraziť %s
sv_se: Visa %s
tr_tr: %sni göster
uk_ua: Показати %s

source: Hide %s
bg_bg: Скрий %s
cs_cz: Skrýt %s
da_dk: Skjul %s
de_de: %s ausblenden
el_gr: Απόκρυψη %s
es_es: Ocultar %s
fa_ir: پنهان کردن %s
fi_fi: Piilota %s
fr_fr: Cacher les %s
he_il: הסתרת %s
hr_hr: Sakrij %s
hu_hu: %s elrejtése
id_id: Sembunyikan %s
it_it: Nascondi %s
ja_jp: %s を隠す
lt_lt: Slėpti %s
lv_lv: Slēpt %s
ms_my: Sembunyi %s
nb_no: Skjul %s
nl_nl: %s verbergen
pl_pl: Ukryj %s
pt_br: Esconder %s
pt_pt: Ocultar %s
sk_sk: Skryť %s
sv_se: Dölj %s
tr_tr: %sni gizle
uk_ua: Сховати %s
