Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Type of computer you plan to use this bootable drive with. It is your responsibility to determine whether your target is of BIOS or UEFI type before you start creating the drive, as it may fail to boot otherwise.
bg_bg: Типът компютър, с който планирате да използвате това стартиращо устройство. Ваша отговорност е да определите дали целевата ви система е от BIOS или UEFI тип преди да започнете създаването на устройството, тъй като в противен случай може да изникне грешка при стартиране.
cs_cz: Typ počítače, ve kterém chcete tuto zaváděcí jednotku používat. Je nutné zjistit zda cílové zařízení má klasický BIOS nebo UEFI, zadejte při vytváření media jinak nepůjde správně zavést.
da_dk: Enhedstypen du planlægger at bruge denne bootbare drev med. Det er dit ansvar at afgøre om dit mål er af BIOS eller UEFI-typen før du begynder at oprette drevet, da det ellers kan mislykkes at boote.
de_de: Der Typ des Computers, an dem Sie das startfähige Laufwerk verwenden wollen. Sie müssen entscheiden, ob Ihr Ziel vom Typ BIOS oder UEFI ist. Andernfalls schlägt der Start fehl.
el_gr: Επιλέξτε τον τύπο του υπολογιστή που θα χρησιμοποιήσετε μετά, για την εγκατάσταση του περιεχομένου του δίσκου με δυνατότητα εκκίνησης. Είναι δική σας αρμοδιότητα να γνωρίζετε άν θέλετε να προβείτε σε εγκατάσταση BIOS ή UEFI, ειδάλλως θα αποτύχει η εκκίνηση.
es_es: El tipo de sistema donde desea usar este dispositivo autoarrancable. Es su responsabilidad determinar si el equipo es BIOS o UEFI antes de empezar la creación del dispositivo, si no es la correcta posiblemente no funcione.
fa_ir: نوع کامپیوتری که می‌خواهید درایو USB ساخته‌شده را در آن استفاده کنید. شما می‌بایست قبل از ساختن درایو نوع راه‌اندازی کامپیوتر مقصد را شناسایی و مشخص کنید که از نوع BIOS است یا UEFI. اگرنه ممکن است با استفاده از این درایو نتوانید سیستم مورد نظر را راه‌اندازی کنید.
fi_fi: Tietokoneen tyyppi, jonka kanssa aiot käyttää asemaa. Sinun on määritettävä, onko kohdelaitteesi BIOS- vai UEFI-tyyppinen ennen aseman luomista, sillä väärän tyypin valinta voi estää käynnistymisen.
fr_fr: Type d'ordinateur avec lequel vous comptez utiliser ce disque démarrable. Il est de votre responsabilité de déterminer s'il s'agit d'un type BIOS ou UEFI avant de commencer a créer votre périphérique, car il risque de ne pas démarrer sinon.
he_il: סוג המחשב שברצונך להשתמש עם הכונן בר־האתחול. זוהי אחריותך לבדוק האם מערכת היעד היא מסוג BIOS או UEFI לפני התחלת יצירת הכונן, מכיוון שאחרת הוא עשוי להיכשל לעלות באתחול.
hr_hr: Vrsta računala koje će podići sadržaj s ovog uređaja. Vaša je odgovornost odrediti da li računalo koristi BIOS ili UEFI prije kreiranja BOOT-abilnog USB pogona, u suprotnom neće biti moguće podići sustav.
hu_hu: A számítógép típusa, amellyel használni szeretnéd ezt a rendszerindító meghajtót. A meghajtó létrehozásának megkezdése előtt a te felelősséged annak eldöntése, hogy a célrendszer BIOS vagy UEFI típusú-e, mivel ellenkező esetben előfordulhat, hogy nem indul el.
id_id: Tipe komputer yang akan menggunakan drive bootable ini. Anda harus menentukan apakah target komputer bertipe BIOS atau UEFI sebelum Anda memulai pembuatan drive ini. Jika salah memilih, drive akan gagal diboot.
it_it: Tipo di computer con cui pensi di effettuare il boot. E' una tua responsabilità, prima di creare l'unità, identificare se il tipo di sistema destinazione è di tipo BIOS o UEFI. Altrimenti il boot potrebbe fallire .
ja_jp: このブート用ドライブを使用する予定のコンピューターの種類です。 起動に失敗する可能性を減らすため、ドライブの作成を開始する前にターゲットが BIOS と UEFI のどちらの形式を使うかを確認してください。
lt_lt: Paprastai saugiausias pasirinkimas. Bet jei turite UEFI kompiuterį ir norite įdiegti operacinę sistemą EFI režimu, turėtumėte pasirinkit vieną iš kitų parinkčių
lv_lv: Datora tips, uz kāda tiks izmantota ielāde no šīs iekārtas. Jūs esat atbildīgi par savu izvēli, nepareizi norādot BIOS vai UEFI ielādes veidu izveidotais disks var nedarboties kā ielādes disks.
ms_my: Jenis komputer yang anda merancang untuk menggunakan cakera "bootable" ini. Adalah menjadi tanggungjawab anda untuk menentukan sama ada sasaran anda adalah jenis BIOS atau UEFI sebelum anda wujudkan cakera tersebut, kerana ia mungkin gagal untuk boot.
nb_no: Datamaskin typen du planlegger å bruke denne oppstartbare stasjonen med. Det er ditt ansvar å avgjøre om målet ditt er av BIOS eller UEFI-typen før du begynner å lage stasjonen, da det kan mislykkes å starte opp ellers.
nl_nl: Type computer waarop u deze opstartbare schijf wilt gebruiken. Het is uw verantwoordelijkheid om te bepalen of u een BIOS- of UEFI-type wilt voordat u begint met het maken van de schijf, anders kunt u deze niet opstarten.
pl_pl: Typ komputera, na którym chcesz użyć dysku rozruchowego. Przed stworzeniem dysku musisz sam określić, czy docelowy komputer posiada BIOS, czy UEFI, inaczej może się nie uruchomić.
pt_br: Tipo de computador no qual deseja utilizar o disco de inicialização. É de sua responsabilidade determinar se o destino utiliza BIOS ou UEFI antes de começar a criar um disco, caso contrário poderá haver falhas.
pt_pt: Tipo de computador com o qual pretende usar esta unidade inicializável. É da sua responsabilidade determinar se o computador é do tipo BIOS ou UEFI antes de começar a criar a unidade, pois pode falhar no arranque.
sk_sk: Vyberte typ bootovateľného disku, ktorým chcete nabootovať počítač. Musíte určiť, či chcete vytvoriť BIOS alebo UEFI predtým, ako začnete vytvárať disk, inak sa zariadenie nemusí spustiť.
sv_se: Typ av dator du planerar att använda den här startbara enheten på. Det är ditt ansvar att avgöra om ditt mål är av typen BIOS eller UEFI innan du börjar skapa enheten, eftersom den kanske inte startar sen.
tr_tr: Bu önyüklenebilir sürücüyü kullanmayı planladığınız bilgisayarın türü. Sürücüyü oluşturmaya başlamadan önce hedefinizin BIOS ya da UEFI türü olup olmadığını belirlemek sizin sorumluluğunuzdur. Aksi halde önyükleme yapamayabilir.
uk_ua: Тип комп'ютера, разом з яким ви хочете використовувати завантажувальний диск. Ви повинні визначити який тип інтерфейсу (BIOS чи UEFI) використовує ваш комп'ютер перед початком створення диску, оскільки неправильний вибір може спровокувати помилку завантаження.

source: 'UEFI-CSM' means that the device will only boot in BIOS emulation mode (also known as 'Legacy Mode') under UEFI, and not in native UEFI mode.
bg_bg: 'UEFI-CSM' означава, че това устройство ще се стартира само в BIOS-симулиращ режим (познат също и като 'Legacy Mode') под UEFI, и не в стандартен UEFI режим.
cs_cz: 'UEFI-CSM' znamená, že zařízení bude spouštěno pouze v režimu emulace systému BIOS (také známý jako 'Legacy Mode') pod UEFI, a ne v nativním UEFI modu.
da_dk: 'UEFI-CSM' betyder at enheden kun booter i BIOS-emuleringsmodus (også kendt som 'Legacy Mode') under UEFI, og ikke i indbygget UEFI-modus.
de_de: 'UEFI-CSM' bedeutet, dass der Computer unter UEFI nur im BIOS-Emulationsmodus (auch als 'Legacy-Modus' bezeichnet) und nicht im nativen UEFI-Modus gestartet wird.
el_gr: Άν επιλέξετε 'UEFI-CSM' η συσκευή θα μιμηθεί την εκκίνηση για BIOS εντός UEFI (όχι native)
es_es: 'UEFI-CSM' significa que el dispositivo sólo arrancará en modo UEFI con emulación de BIOS (también conocido como 'Legacy Mode'), y no en modo UEFI nativo.
fa_ir: 'UEFI-CSM' به این معنی است که این دستگاه بجای راه‌اندازی به روش اصلی UEFI، در حالت شبیه‌سازی BIOS بالا می‌آید که به 'Legacy Mode' مشهور است.
fi_fi: 'UEFI-CSM' tarkoittaa, että laite käynnistyy vain emuloidussa BIOS-tilassa (tunnetaan myös nimellä 'Legacy Mode') UEFIn alaisena eikä natiivissa UEFI-tilassa.
fr_fr: 'UEFI-CSM' signifie que le périphérique démarrera seulement en mode émulation BIOS (i.e. 'Legacy Mode') sous UEFI, et non pas en mode UEFI natif.
he_il: הכוונה באפשרות 'UEFI-CSM' היא שההתקן יוכל לעלות באתחול רק במצב הדמיית BIOS (הידוע גם כ־'Legacy Mode') תחת UEFI, ולא במצב UEFI טבעי.
hr_hr: 'UEFI-CSM' znači će se s USB pogona boot-ati samo u modu emulacije BIOS-a (poznatom kao "Legacy Mode") pod UEFI, a ne u "pravom" UEFI modu.
hu_hu: 'UEFI-CSM' azt jelenti, hogy az eszköz csak BIOS emulációs módban ('Legacy Mode'), és nem natív UEFI módban bootol.
id_id: 'UEFI-CSM' artinya perangkat tersebut hanya akan boot dalam mode emulasi BIOS (juga dikenal dengan 'Legacy Mode') di bawah UEFI, dan tidak dalam mode UEFI asli.
it_it: 'UEFI CSM' significa che l'unità effettuerà il boot solo in modo emulazione BIOS (conosciuto come 'Legacy Mode') in UEFI, e non in modo nativo UEFI.
ja_jp: UEFI-CSM では UEFI モードではなく、UEFI 環境下での BIOS エミュレーション モード (レガシー モード) でのみデバイスを起動することができます。
lt_lt: 'UEFI-CSM' reiškia, kad įrenginys įkėlimą vykdys BIOS emuliacijos režimu (žinomu kaip 'Legacy Mode') esant UEFI, o ne tikruoju UEFI režimu.
lv_lv: 'UEFI-CSM' nozīmē, ka iekārta ielādei izmantos BIOSa emulāciju (zināmu arī kā 'Legacy Mode'), un nedarbosies UEFI režīmā.
ms_my: 'UEFI-CSM' bermaksud peranti hanya akan boot di dalam mod emulasi BIOS (juga dikenali sebagai 'Legacy Mode') dibawah UEFI, dan bukan dalam mod asli UEFI.
nb_no: 'UEFI-CSM' betyr at enheten bare starter opp i BIOS-emuleringsmodus (også kjent som 'Legacy Mode') under UEFI, og ikke i innebygde UEFI-modus.
nl_nl: 'UEFI-CSM' betekent dat het apparaat alleen in BIOS-emulatiemodus kan starten (beter bekend als 'Legacy Modus') onder UEFI, en niet in native UEFI-modus.
pl_pl: 'UEFI-CSM' oznacza, że urządzenie uruchomi się jedynie w trybie emulacji BIOSu (znanej jako 'Legacy Mode') w UEFI, ale nie w natywnym trybie UEFI.
pt_br: 'UEFI-CSM' significa que o dispositivo apenas irá inicializar no modo BIOS emulação (também conhecido como 'Legacy Mode') quando UEFI, e não UEFI nativo.
pt_pt: 'UEFI-CSM' significa que o dispositivo inicializará apenas no modo de emulação da BIOS (também conhecido como 'Legacy Mode') em UEFI e não no modo UEFI nativo.
sk_sk: „UEFI-CSM" znamená, že zariadenie bude bootovateľné iba emulovanom BIOS režime (taktiež známom ako „Legacy Mode") pod UEFI a nie v natívnom UEFI režime.
sv_se: 'UEFI-CSM' innebär att enheten startar i BIOS-emuleringsläge (kallas också för 'Legacy Mode') under UEFI och inte i nativ UEFI-läge.
tr_tr: 'UEFI-CSM', cihazın yerel UEFI modunda değil, yalnız BIOS öykünme modunda ('Legacy Mode' olarak da bilinir) önyükleme yapacağı anlamına gelir.
uk_ua: 'UEFI-CSM' означає, що пристрій завантажується лише в режимі емуляції BIOS (також відомому як 'Legacy Mode'), а не в рідному режимі UEFI.

source: 'non CSM' means that the device will only boot in native UEFI mode, and not in BIOS emulation mode (also known as 'Legacy Mode').
bg_bg: 'без CSM' означава, че устройството ще се стартира само в стандартен UEFI режим, а не в BIOS режим (познат също и като 'Legacy Mode').
cs_cz: 'non CSM' znamená to, že zařízení bude startovat pouze v nativním UEFI modu, ne v BIOS emulaci režimu (také známý jako 'Legacy Mode').
da_dk: 'ikke CSM' betyderr at enheden kun booter i indbygget UEFI-modus, og ikke i BIOS-emuleringsmodus (også kendt som 'Legacy Mode').
de_de: 'Ohne CSM' bedeutet, dass das Gerät nur im nativen UEFI-Modus und nicht im 'Legacy- bzw. CSM-Modus' startet.
el_gr: Άν επιλέξετε 'εκτός από CSM' η συσκευή θα τρέχει μόνο σε UEFI συστήματα (native)
es_es: 'no CSM' significa que el dispositivo sólo arrancará en modo UEFI nativo, y no en modo emulación de BIOS (también conocido como 'Legacy Mode').
fa_ir: 'non CSM' به این معنی است که این دستگاه برخلاف روش شبیه‌سازی BIOS ('Legacy Mode') به روش اصلی UEFI راه‌اندازی می‌شود.
fi_fi: 'ei-CSM' tarkoittaa, että laite käynnistyy vain natiivissa UEFI-tilassa eikä emuloidussa BIOS-tilassa (joka tunnetaan myös nimellä 'Legacy Mode').
fr_fr: 'non CSM' signifie que le périphérique démarrera seulement en mode UEFI natif, et non pas en mode émulation BIOS (i.e. 'Legacy Mode').
he_il: הכוונה באפשרות 'שאינו CSM' היא שההתקן יוכל לעלות באתחול רק במצב UEFI טבעי, ולא במצב הדמיית BIOS (הידוע גם כ־'Legacy Mode').
hr_hr: 'bez CSM' znači da će se s USB pogona boot-ati samo u UEFI modu (ne u BIOS modu emulacije - poznat kao "Legacy Mode").
hu_hu: 'nem CSM' azt jelenti, hogy az eszköz csak natív UEFI módban bootol, BIOS emulációs ('Legacy Mode') módban pedig nem.
id_id: 'non CSM' artinya perangkat tersebut hanya akan boot dalam UEFI asli, dan tidak dalam mode emulasi BIOS (juga dikenal dengan 'Legacy Mode').
it_it: 'non CSM' significa che l'unità effettuerà il modo nativo UEFI, e non in modo emulazione BIOS (conosciuto come 'Legacy Mode').
ja_jp: CSM が無効な環境では UEFI 環境下での BIOS エミュレーション モード (レガシー モード) ではなく、 UEFI モードでのみデバイスを起動することができます。
lt_lt: 'ne CSM' reiškia, kad įrenginys įkėlimą vykdys tikruoju UEFI režimu, o ne BIOS emuliacijos režimu (žinomu kaip 'Legacy Mode').
lv_lv: 'bez CSM' nozīmē, ka iekārta ielādei izmantos UEFI režīmu, un nedarbosies BIOSa emulācijas režīmā (zināms arī kā 'Legacy Mode').
ms_my: 'bukan CSM' bermaksud peranti hanya akan boot di dalam mod asli UEFI, dan bukan di mod emulasi BIOS (juga dikenali sebagai 'Legacy Mode').
nb_no: 'ikke-CSM' betyr at enheten bare starter opp i innebygde UEFI-modus, og ikke i BIOS-emuleringsmodus (også kjent som 'Legacy Mode').
nl_nl: 'geen CSM' betekent dat het apparaat alleen in native UEFI-modus kan starten, en niet in BIOS-emulatiemodus (beter bekend als 'Legacy Mode').
pl_pl: 'bez CSM' oznacza, że urządzenie uruchomi się jedynie w natywnym trybie UEFI, ale nie w trybie emulacji BIOSu (znanej jako 'Legacy Mode').
pt_br: 'não CSM' significa que o dispositivo irá inicializar apenas no modo UEFI nativo, e não no modo BIOS emulação (também conhecido como 'Legacy Mode').
pt_pt: 'não CSM' significa que o dispositivo inicializará apenas no modo UEFI nativo, e não no modo de emulação da BIOS (também conhecido como 'Legacy Mode').
sk_sk: „Bez CSM" znamená, že zariadenie bude bootovateľné iba v natívnom UEFI režime a nie v emulovanom BIOS režime (taktiež známom ako „Legacy Mode").
sv_se: 'icke CSM' innebär att enheten startar i nativ UEFI-läge och inte i BIOS-emuleringsläge (kallas också för 'Legacy Mode').
tr_tr: 'CSM yok', aygıtın BIOS'a öykünme modunda değil de ('Legacy Mode' olarak da bilinir) yalnızca yerel UEFI modunda önyükleme yapacağı anlamına gelir.
uk_ua: 'без CSM' означає, що пристрій завантажується лише в режимі UEFI.

source: Test pattern: 0x%02X
bg_bg: Тестов модел: 0x%02X
cs_cz: Zkušební vzorek: 0x%02X
da_dk: Test mønster: 0x%02X
de_de: Prüfmuster: 0x%02X
el_gr: Μοτίβο δοκιμής: 0x%02X
es_es: Patrón de pruebas: 0x%02X
fa_ir: الگوی آزمایش: 0x%02X
fi_fi: Testikuvio: 0x%02X
fr_fr: Motif de test : 0x%02X
he_il: דפוס בדיקה: 0x%02X
hr_hr: Test uzorak: 0x%02X
hu_hu: Teszt minta: 0x%02X
id_id: Tes pola: 0x%02X
it_it: Pattern test: 0x%02X
ja_jp: テスト パターン: 0x%02X
lt_lt: Testo šablonas: 0x%02X
lv_lv: Bojāto sektoru noteikšana izmantojot 1 mēģinājumu
ms_my: Uji corak: 0x%02X
nb_no: Testmønster: 0x%02X
nl_nl: Testpatroon: 0x%02X
pl_pl: Wzorzec testowy: 0x%02X
pt_br: Padrão de teste: 0x%02X
pt_pt: Padrão de teste: 0x%02X
sk_sk: Skúšobná vzorka: 0x%02X
sv_se: Testmönster: 0x%02X
tr_tr: Deneme Düzeni: 0x%02X
uk_ua: Тестовий паттерн: 0x%02X

source: Test pattern: 0x%02X, 0x%02X
bg_bg: Тестов модел: 0x%02X, 0x%02X
cs_cz: Zkušební vzorek: 0x%02X, 0x%02X
da_dk: Test mønster: 0x%02X, 0x%02X
de_de: Prüfmuster: 0x%02X, 0x%02X
el_gr: Μοτίβο δοκιμής: 0x%02X, 0x%02X
es_es: Patrón de pruebas: 0x%02X, 0x%02X
fa_ir: الگوی آزمایش: 0x%02X, 0x%02X
fi_fi: Testikuvio: 0x%02X, 0x%02X
fr_fr: Motif de test : 0x%02X, 0x%02X
he_il: דפוס בדיקה: 0x%02X, 0x%02X
hr_hr: Test uzorak: 0x%02X, 0x%02X
hu_hu: Teszt minta: 0x%02X, 0x%02X
id_id: Tes pola: 0x%02X, 0x%02X
it_it: Pattern test: 0x%02X, 0x%02X
ja_jp: テスト パターン: 0x%02X, 0x%02X
lt_lt: Testo šablonas: 0x%02X, 0x%02X
lv_lv: Bojāto sektoru noteikšana izmantojot 2 mēģinājumus
ms_my: Uji corak: 0x%02X, 0x%02X
nb_no: Testmønster: 0x%02X, 0x%02X
nl_nl: Testpatroon: 0x%02X, 0x%02X
pl_pl: Wzorzec testowy: 0x%02X, 0x%02X
pt_br: Padrão de teste: 0x%02X, 0x%02X
pt_pt: Padrão de teste: 0x%02X, 0x%02X
sk_sk: Skúšobné vzorka: 0x%02X, 0x%02X
sv_se: Testmönster: 0x%02X, 0x%02X
tr_tr: Deneme Düzeni: 0x%02X, 0x%02X
uk_ua: Тестовий паттерн: 0x%02X, 0x%02X

source: Test pattern: 0x%02X, 0x%02X, 0x%02X
bg_bg: Тестов модел: 0x%02X, 0x%02X, 0x%02X
cs_cz: Zkušební vzorek: 0x%02X, 0x%02X, 0x%02X
da_dk: Test mønster: 0x%02X, 0x%02X, 0x%02X
de_de: Prüfmuster: 0x%02X, 0x%02X, 0x%02X
el_gr: Μοτίβο δοκιμής: 0x%02X, 0x%02X, 0x%02X
es_es: Patrón de pruebas: 0x%02X, 0x%02X, 0x%02X
fa_ir: الگوی آزمایش: 0x%02X, 0x%02X, 0x%02X
fi_fi: Testikuvio: 0x%02X, 0x%02X, 0x%02X
fr_fr: Motif de test : 0x%02X, 0x%02X, 0x%02X
he_il: דפוס בדיקה: 0x%02X, 0x%02X, 0x%02X
hr_hr: Test uzorak: 0x%02X, 0x%02X, 0x%02X
hu_hu: Teszt minta: 0x%02X, 0x%02X, 0x%02X
id_id: Tes pola: 0x%02X, 0x%02X, 0x%02X
it_it: Pattern test: 0x%02X, 0x%02X, 0x%02X
ja_jp: テスト パターン: 0x%02X, 0x%02X, 0x%02X
lt_lt: Testo šablonas: 0x%02X, 0x%02X, 0x%02X
lv_lv: Bojāto sektoru noteikšana izmantojot 3 mēģinājumus
ms_my: Uji corak: 0x%02X, 0x%02X, 0x%02X
nb_no: Testmønster: 0x%02X, 0x%02X, 0x%02X
nl_nl: Testpatroon: 0x%02X, 0x%02X, 0x%02X
pl_pl: Wzorzec testowy: 0x%02X, 0x%02X, 0x%02X
pt_br: Padrão de teste: 0x%02X, 0x%02X, 0x%02X
pt_pt: Padrão de teste: 0x%02X, 0x%02X, 0x%02X
sk_sk: Skúšobná vzorka: 0x%02X, 0x%02X, 0x%02X
sv_se: Testmönster: 0x%02X, 0x%02X, 0x%02X
tr_tr: Deneme Düzeni: 0x%02X, 0x%02X, 0x%02X
uk_ua: Тестовий паттерн: 0x%02X, 0x%02X, 0x%02X

source: Test pattern: 0x%02X, 0x%02X, 0x%02X, 0x%02X
bg_bg: Тестов модел: 0x%02X, 0x%02X, 0x%02X, 0x%02X
cs_cz: Zkušební vzorek: 0x%02X, 0x%02X, 0x%02X, 0x%02X
da_dk: Test mønster: 0x%02X, 0x%02X, 0x%02X, 0x%02X
de_de: Prüfmuster: 0x%02X, 0x%02X, 0x%02X, 0x%02X
el_gr: Μοτίβο δοκιμής: 0x%02X, 0x%02X, 0x%02X, 0x%02X
es_es: Patrón de pruebas: 0x%02X, 0x%02X, 0x%02X, 0x%02X
fa_ir: الگوی آزمایش: 0x%02X, 0x%02X, 0x%02X, 0x%02X
fi_fi: Testikuvio: 0x%02X, 0x%02X, 0x%02X, 0x%02X
fr_fr: Motif de test : 0x%02X, 0x%02X, 0x%02X, 0x%02X
he_il: דפוס בדיקה: 0x%02X, 0x%02X, 0x%02X, 0x%02X
hr_hr: Test uzorak: 0x%02X, 0x%02X, 0x%02X, 0x%02X
hu_hu: Teszt minta: 0x%02X, 0x%02X, 0x%02X, 0x%02X
id_id: Tes pola: 0x%02X, 0x%02X, 0x%02X, 0x%02X
it_it: Pattern test: 0x%02X, 0x%02X, 0x%02X, 0x%02X
ja_jp: テスト パターン: 0x%02X, 0x%02X, 0x%02X, 0x%02X
lt_lt: Testo šablonas: 0x%02X, 0x%02X, 0x%02X, 0x%02X
lv_lv: Bojāto sektoru noteikšana izmantojot 4 mēģinājumus
ms_my: Uji corak: 0x%02X, 0x%02X, 0x%02X, 0x%02X
nb_no: Testmønster: 0x%02X, 0x%02X, 0x%02X, 0x%02X
nl_nl: Testpatroon: 0x%02X, 0x%02X, 0x%02X, 0x%02X
pl_pl: Wzorzec testowy: 0x%02X, 0x%02X, 0x%02X, 0x%02X
pt_br: Padrão de teste: 0x%02X, 0x%02X, 0x%02X, 0x%02X
pt_pt: Padrão de teste: 0x%02X, 0x%02X, 0x%02X, 0x%02X
sk_sk: Skúšobná vzorka: 0x%02X, 0x%02X, 0x%02X, 0x%02X
sv_se: Testmönster: 0x%02X, 0x%02X, 0x%02X, 0x%02X
tr_tr: Deneme Düzeni: 0x%02X, 0x%02X, 0x%02X, 0x%02X
uk_ua: Тестовий паттерн: 0x%02X, 0x%02X, 0x%02X, 0x%02X

source: Sets the target filesystem
bg_bg: Задава целевата файлова система
cs_cz: Nastaví cílový souborový systém
da_dk: Sætter destinationsfilsystem
de_de: Zieldateisystem auswählen
el_gr: Ρυθμίζει το επιθυμητό σύστημα αρχείων
es_es: Seleccione el sistema de archivos destino
fa_ir: سیستم فایل موردنظر را انتخاب کنید. اگر نمی‌دانید کدام گزینه مناسب است؛ مقدار پیش‌فرض را انتخاب کنید
fi_fi: Asettaa kohteen tiedostojärjestelmän
fr_fr: Sélectionne le système de fichiers
he_il: הגדרת מערכת הקבצים של היעד
hr_hr: Odabire datotečni sustav
hu_hu: A fájlrendszert állítja be
id_id: Atur sistem berkas target
it_it: Impostazione filesystem destinazione
ja_jp: ターゲット ドライブに設定するファイル システムです。
lt_lt: Nustato paskirties failų sistemą
lv_lv: Failu sistēmas izvēlne
ms_my: Menetapkan sistem fail sasaran
nb_no: Setter målfilsystemet
nl_nl: Stelt het doel-bestandssysteem in
pl_pl: Ustawia docelowy system plików
pt_br: Define o sistema de arquivos de destino
pt_pt: Selecionar o sistema de ficheiros destino
sk_sk: Nastavte cieľový súborový systém
sv_se: Ställer in målets filsystem
tr_tr: Hedef Dosya Sistemini Ayarlar
uk_ua: Встановити цільову файлову систему

source: Minimum size that a block of data will occupy in the filesystem
bg_bg: Минималният размер, който един блок информация ще заема във файловата система
cs_cz: Minimální velikost, kterou zabere blok dat v souborovém systému
da_dk: Mindste datamængde, en blok af data vil optage i filsystemet
de_de: Kleinste Größe, die ein Datenblock im Dateisystem belegt
el_gr: Το ελάχιστο μέγεθος που κάθε κομμάτι δεδομένων(data block) θα καταλάβει στο σύστημα αρχείων
es_es: Tamaño mínimo que un bloque de datos ocupará en el sistema de archivos
fa_ir: کمترین مقداری که یک بلاک داده (Data block) در سیستم فایل اشغال می‌کند. اگر نمی‌دانید کدام گزینه مناسب است؛ مقدار پیش‌فرض را انتخاب کنید
fi_fi: Minimikoko, jonka datalohko varaa tiedostojärjestelmässä
fr_fr: Taille minimum qu’un bloc de données occupera sur le système de fichiers
he_il: הגודל המינימלי שבלוק של נתונים יתפוס במערכת הקבצים
hr_hr: Minimalna veličina koju će blok okupirati u datotečnom sustavu
hu_hu: A legkisebb méret, amelyet egy adatblokk elfoglal a fájlrendszerben
id_id: Ukuran minimal blok data yang akan menempati sistem berkas
it_it: Dimensione minima blocco dati filesystem
ja_jp: ファイル システム内で使用するデータ ブロックの最小サイズです。
lt_lt: Mažiausias dydis, kurį duomenų blokas užims failų sistemoje
lv_lv: Minimālais failu sistēmas izmantojamā bloka izmērs
ms_my: Saiz minima satu blok data akan gunakan dalam sistem fail
nb_no: Minimum størrelse en datablokk vil okkupere i filsystemet
nl_nl: Minimumruimte die een datablok inneemt in het bestandssysteem
pl_pl: Minimalny rozmiar jaki blok będzie zajmował w systemie plików
pt_br: Tamanho mínimo que um bloco de dados ocupará no sistema de arquivos
pt_pt: Tamanho mínimo que um bloco de dados ocupará no sistema de ficheiros
sk_sk: Minimálna veľkosť bloku použitého v súborovom systéme
sv_se: Minsta storlek som ett block av data kommer att ta plats i filsystemet
tr_tr: Dosya sisteminde tutulacak en küçük veri bloğu boyutu
uk_ua: Вибір мінімального розміру кластера, що займає кожен блок даних
