Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Start the formatting operation. This will DESTROY any data on the target!
bg_bg: Стартирай форматиращата операция. Това ще УНИЩОЖИ всякаква информация на целта!
cs_cz: Klepnutím spustíte formátování. FORMÁTOVANÍM SE ODSTRANÍ VEŠKERÁ DATA NA CÍLOVÉM ZAŘÍZENÍ!
da_dk: Start formateringen. Dette vil SLETTE alle data på destinationsdrevet!
de_de: Formatierung starten. Alle Daten auf dem Ziellaufwerk werden GELÖSCHT!
el_gr: Εκκίνηση της λειτουργίας διαμόρφωσης. Η λειτουργία θα διαγράψει όλα τα υπάρχοντα δεδομένα από την επιλεγμένη συσκευή!
es_es: Comienza la operación de formateo. ¡Todos los datos en el dispositivo elegido serán DESTRUIDOS!
fa_ir: شروع فرآیند فرمت کردن با این کار، همه اطلاعات موجود در درایوی که انتخاب کرده‌اید «پاک» می‌شود!
fi_fi: Käynnistä alustustoiminto. Tämä POISTAA kaiken tiedon kohteesta!
fr_fr: Lance le formatage. Cette opération DETRUIT toutes les données sur le périphérique sélectionné !
he_il: התחלת פעולת האתחול. תהליך זה ישמיד את כל הנתונים על ההתקן!
hr_hr: Započni proces. To BRIŠE sve podatke s uređaja!
hu_hu: A formázás elkezdése. Ez MINDEN ADATOT TÖRÖL az eszközön!
id_id: Mulai operasi format. Tindakan ini akan MENGHAPUS semua data pada target!
it_it: Avvia l'operazione di formattazione. Questa operazione DISTRUGGERÀ qualsiasi dato sull'unità di destinazione!
ja_jp: フォーマットを始めます。 ターゲット ドライブのデータは全て破棄されます。
lt_lt: Pradėti formatavimą. Tai SUNAIKINS visus duomenis paskirtyje!
lv_lv: Tiks sākta formatēšana. Visi dati no nesēja tiks IZNĪCINĀTI!!!
ms_my: Mulakan operasi pemformatan. Ini akan MEMADAMKAN semua data pada sasaran!
nb_no: Starter formateringsoperasjonen. Dette vil SLETTE data på målstasjonen!
nl_nl: De formatteerhandeling starten. Dit zal alle data op de doeldrive VERWIJDEREN!
pl_pl: Uruchom operację formatowania. To ZNISZCZY wszystkie dane na urządzeniu docelowym!
pt_br: Iniciar a operação de formatação. Todos os dados no dispositivo serão DESTRUÍDOS!
pt_pt: Iniciar a operação de formatação. Todos os dados no dispositivo serão DESTRUÍDOS!
sk_sk: Stlačením tohto tlačidla spustíte formátovanie. Formátovaním sa VYMAŽÚ všetky údaje na disku!
sv_se: Starta formateringen. Detta kommer att ta bort ALL data på målenheten!
tr_tr: Biçimlendirme işlemini başlat. Bu hedef üzerinde tüm veriyi yok edecek!
uk_ua: Почати форматування пристрою. Всі дані на диску будуть ЗНИЩЕНІ!

source: Invalid download signature
bg_bg: Невалиден подпис на изтеглянето
cs_cz: Neplatný podpis stažení
da_dk: Ugyldig download signatur
de_de: Ungültige Download-Signatur
el_gr: Η υπογραφή του αρχείου λήψης δεν είναι έγκυρη
es_es: Firma de descarga inválida
fa_ir: امضای فایل دانلود شده معتبر نیست
fi_fi: Epäkelpo latauksen allekirjoitus
fr_fr: Signature de téléchargement invalide
he_il: חתימת הורדה לא חוקית
hr_hr: Neispravan potpis datoteke
hu_hu: Érvénytelen a letöltés aláírása
id_id: Tanda tangan unduhan tidak valid
it_it: Firma download non valida
ja_jp: 無効なデジタル署名です。
lt_lt: Negaliojantis atsisiuntimo parašas
lv_lv: Nekorekts lejupielādes paraksts
ms_my: Tandatangan digital muat turun tidak sah
nb_no: Ugyldig nedlastings signatur
nl_nl: Ongeldige downloadhandtekening
pl_pl: Nieprawidłowa sygnatura pobranego pliku
pt_br: Assinatura do download inválida
pt_pt: Assinatura do ficheiro inválida
sk_sk: Neplatný podpis stiahnutého súboru
sv_se: Ogiltig nerladdningssignatur
tr_tr: Geçersiz indirme imzası
uk_ua: Помилка завантаження підпису

source: Click to select...
bg_bg: Натиснете тук за да изберете...
cs_cz: Kliknutím zvolit...
da_dk: Klik for at vælge...
de_de: Klicken Sie, um auszuwählen...
el_gr: Κάντε κλικ για επιλογή...
es_es: Haga clic para seleccionar...
fa_ir: برای انتخاب کلیک کنید...
fi_fi: Paina valitaksesi...
fr_fr: Cliquez pour sélectionner...
he_il: יש ללחוץ כדי לבחור...
hr_hr: Klikni za odabir...
hu_hu: Kattints a kiválasztáshoz...
id_id: Klik untuk memilih...
it_it: Fai clic per selezionare...
ja_jp: 選択するにはクリックしてください。
lt_lt: Spauskite pasirinkti...
lv_lv: Piespiediet izvēlei...
ms_my: Klik untuk memilih...
nb_no: Klikk for å velge...
nl_nl: Klikken om te selecteren...
pl_pl: Kliknij, aby wybrać...
pt_br: Clique para selecionar...
pt_pt: Clique para selecionar...
sk_sk: Stlačením vybrať...
sv_se: Tryck för att välja...
tr_tr: Seçmek için tıklayın...
uk_ua: Натисніть для вибору...

source: Rufus - The Reliable USB Formatting Utility
bg_bg: Rufus - Надеждната USB форматираща програма
cs_cz: Rufus - Spolehlivý program pro formátování USB
da_dk: Rufus - Det pålidelige USB-formateringsværktøj
de_de: Rufus - Das zuverlässige USB-Formatierungstool
el_gr: Rufus - Μία αξιόπιστη εφαρμογή διαμόρφωσης USB
es_es: Rufus, la herramienta de formateo de USBs en la que puedes confiar
fa_ir: Rufus، ابزاری کاربردی و قابل‌اطمینان برای فرمت کردن درایوهای USB
fi_fi: Rufus - Luotettava USB-alustusohjelma
he_il: Rufus - הכלי לאתחול USB האמין ביותר
hr_hr: Rufus - Pouzdan alat za formatiranje USB-a
hu_hu: Rufus - A megbízható USB-formázó segédprogram
id_id: Rufus - Utilitas Pemformatan USB yang Handal
it_it: Rufus - Utility affidabile formattazione unità USB
ja_jp: Rufus - 信頼性の高い USB フォーマット ユーティリティ
lt_lt: Rufus - patikima USB formatavimo priemonė
lv_lv: Rufus - uzticama un vienkārša USB formatēšanas utilīta
ms_my: Rufus - Utiliti pemformatan USB yang dipercayai
nb_no: Rufus - Det pålitelige USB-formateringsprogrammet
nl_nl: Rufus - de betrouwbare USB-formatteertool
pl_pl: Rufus - niezawodne narzędzie do formatowania USB
pt_br: Rufus - O Utilitário de Formatação USB Confiável
pt_pt: Rufus - O utilitário de confiança para formatação USB
sk_sk: Rufus - Spoľahlivý program pre formátovanie USB
sv_se: Rufus - Det pålitliga verktyget för USB-formatering
tr_tr: Rufus - Güvenilir USB Biçimlendirme Programı
uk_ua: Rufus - надійна утиліта для форматування USB-дисків

source: Version %d.%d (Build %d)
bg_bg: Версия %d.%d (Build %d)
cs_cz: Verze %d.%d (Build %d)
el_gr: Εκδοχή %d.%d (Build %d)
es_es: Versión %d.%d (Build %d)
fa_ir: نسخه %d.%d (Build %d)
fi_fi: Versio %d.%d (Build %d)
he_il: גרסה %d.%d (בנייה %d)
hr_hr: Verzija %d.%d (Build %d)
hu_hu: Verzió: %d.%d (Build %d)
id_id: Versi %d.%d (Build %d)
it_it: Versione %d.%d (build %d)
ja_jp: バージョン %d.%d (Build %d)
lt_lt: Versija %d.%d (sąranka %d)
lv_lv: Versija %d.%d (Build %d)
ms_my: Versi %d.%d (Build %d)
nb_no: Versjon %d.%d (Utgave %d)
nl_nl: Versie %d.%d (build %d)
pl_pl: Wersja %d.%d (Build %d)
pt_br: Versão %d.%d (Build %d)
pt_pt: Versão %d.%d (Build %d)
sk_sk: Verzia %d.%d (Build %d)
tr_tr: Sürüm %d.%d (Yapı %d)
uk_ua: Версія %d.%d (Збірка %d)

source: English translation: Pete Batard <mailto:pete@akeo.ie>
bg_bg: Български превод:\line• Krasimir Nevenov <mailto:berzabel@yahoo.com>\line• Kaloyan Nikolov <mailto:kotipuka01@gmail.com>
cs_cz: Čeština: Richard Kahl <mailto:richard.kahl@seznam.cz>
da_dk: Dansk oversættelse:\line• Mike Handberg Hovedskov <mailto:mikehovedskov@gmail.com>\line• Jens Hansen <mailto:zenzay@gmail.com>\line• Bo Riis <mailto:supergoof@live.dk>\line• Andrea Wood <mailto:annideer@gmail.com>
de_de: Deutsche Übersetzung: Thilo Langbein <mailto:mail@thilo-langbein.de>
el_gr: Μετάφραση στα ελληνικά:\line• Konstantinos Margaritis <mailto:kotsos.marga@gmail.com>\line• Nikolaos Margaritis <mailto:marga.nikos@gmail.com>\line• Alex F. <mailto:alirael@outlook.com>\line• Christos Alvanos <mailto:chrisalvanos17@gmail.com>
es_es: Traducción al español:\line• José Pineda <mailto:battletroll@gmail.com>\line• MaKK <mailto:jordikab@gmail.com>\line• Marco A. Ramirez Madrid <mailto:rastrillin@hotmail.com>
fa_ir: ترجمه فارسی:\line‏ •مستر ویتو <mailto:mv@mvaop.ir>\line‏ •ضیاءالدین عظیمی <mailto:s.zia.azimi@gmail.com>
fi_fi: Suomenkielinen käännös: Riku Brander
fr_fr: Traduction Française : Pete Batard <mailto:pete@akeo.ie>
he_il: תרגום לעברית: נועם סרוסי, איתיאל וידידים
hr_hr: Preveo:\line• Dario Komar <mailto:dkmr_main@hotmail.com>\line• Saša Vujanić <mailto:svujanic@gmail.com>
hu_hu: Magyar fordítás:\line• Csizmadia Gábor <mailto:gabor.csizmadia@hotmail.hu>\line• Viszokai György <mailto:familyguyfan79@gmail.com>
id_id: Terjemahan Bahasa Indonesia: \line• Abe Akatsuki\line • Arif Budiman <mailto:arifpedia@gmail.com>
it_it: Traduzione italiana a cura di bovirus
ja_jp: 日本語翻訳:\line• チャンテラ・ジャクソン <mailto:chantella-eng@live.com>\line• Tiryoh <mailto:tiryoh+rufus@gmail.com>\line• 五月雨 <mailto:samidare3desu@gmail.com>
lt_lt: Lietuviškas vertimas: Gintaras Venslovas <gintaras.venslovas@gmail.com>
lv_lv: Latviešu tulkojums: Aldis Tutins <mailto:alibaba@inbox.lv>
ms_my: Terjemahan Bahasa Malaysia:\line • Muhammad Aman <mailto:aman.tifli@gmail.com>\line • VGPlayer <mailto:razman90a@yahoo.com.my>
nb_no: Norsk oversettelse:\line• JED <mailto:translator744@outlook.com>\line• Thorbjørn Bruarøy <mailto:problemkontroll@gmail.com>\line• Jakub Zieciak
nl_nl: Nederlandse vertaling:\line• Roberto Pino <mailto:rcp@eclipso.me>\line• Thomas De Rocker <mailto:thomasderocker@outlook.com>
pl_pl: Polskie tłumaczenie:\line• Piotr Halama <http://halamix2.pl>\line• Krzysztof J. Szklarski\line• Jakub Zieciak\line• Jakub Mierzejewski <mailto:jakmierzejewski@gmail.com>
pt_br: Tradutores:\line• Tiago Rinaldi <mailto:trinaldi@gmail.com>\line• Chateaubriand Vieira Moura <mailto:chateaubriand@ifse.com.br>\line• Maison da Silva <mailto:maisonmdsgreen@hotmail.com>\line• Marcos Mello <mailto:marcosfrm@gmail.com>
pt_pt: Tradução para Português: Dinis Medeiros, Fernando Baptista
sk_sk: Do slovenčiny preložil martinco78 <mailto:martinco78@azet.sk>
sv_se: Svensk översättning: Sopor <mailto:sopor@hotmail.com>
tr_tr: Türkçe Çeviri:\line• Mehmetali KURAN <mailto:mehmetalikuran@gmail.com>\line• İlhami TUĞRAL <mailto:ilhamitugral@gmail.com>
uk_ua: Українською переклав: Великожон Костянтин <mailto:mind.converter@gmail.com>

source: Report bugs or request enhancements at:
bg_bg: Докладвайте за проблем или поискайте подобрения на:
cs_cz: Nahlášení chyb nebo námětů pro zlepšení programu:
da_dk: Rapporter fejl eller anmod om forbedringer på:
de_de: Fehler und Anforderungen an:
el_gr: Για αναφορά σφαλμάτων ή βελτιώσεων επισκεφθείτε το:
es_es: Para indicar fallos o sugerir mejoras, acceda a:
fa_ir: گزارش اشکال (Bug) یا درخواست قابلیت جدید و بهبود نرم‌افزار در:
fi_fi: Raportoi virheitä tai pyydä parannuksia osoitteessa:
fr_fr: Soumettre un bug ou une demande d'amélioration à :
he_il: דיווח על תקלות או הצעת שיפורים בכתובת:
hr_hr: Prijavite greške u prijevodu na navedenu adresu:
hu_hu: Hibák bejelentése és fejlesztések kérése:
id_id: Laporkan bug atau permintaan perbaikan di:
it_it: Segnala i problemi o richiedi nuove funzionalità a:
ja_jp: バグの報告、お問い合わせ等はこちらから:
lt_lt: Dėl pastebėtų klaidų ar pageidaujamų patobulinimų kreipkitės:
lv_lv: Paziņot par kļūdu vai ieteikt uzlabojumus:
ms_my: Laporkan masalah atau cadangan penambahbaikan di:
nb_no: Rapporter feil, og forespør forbedringer på:
nl_nl: Meld fouten of verbeteringsverzoeken naar:
pl_pl: Zgłaszaj błędy lub ulepszenia na:
pt_br: Relate bugs ou solicite aprimoramentos em:
pt_pt: Para reportar erros ou sugerir melhorias, visite:
sk_sk: Oznámenie chýb alebo žiadosti o zlepšenie programu:
sv_se: Rapportera fel eller om du har några idéer:
tr_tr: Hataları ya da geliştirme isteklerini buraya raporlayın:
uk_ua: Повідомити про помилку чи запропонувати покращення на веб-сайті:

source: Additional Copyrights:
bg_bg: Допълнителни авторски права:
cs_cz: Další licenční informace:
da_dk: Yderligere rettigheder:
de_de: Weitere Copyrights:
el_gr: Επιπλέον Πνευματικά δικαιώματα:
es_es: Derechos de autor adicionales:
fa_ir: حقوق نشر دیگران:
fi_fi: Muut tekijänoikeudet:
fr_fr: Copyrights supplémentaires :
he_il: זכויות יוצרים נוספות:
hr_hr: Dodatna autorska prava:
hu_hu: További jogi információk:
id_id: Hak Cipta Tambahan:
it_it: Diritti aggiuntivi:
ja_jp: 各種著作権:
lt_lt: Kitos autorių teisės:
lv_lv: Papildus autortiesības:
ms_my: Hak cipta tambahan:
nb_no: Tilleggs Copyright:
nl_nl: Aanvullende auteursrechten:
pl_pl: Dodatkowe prawa autorskie:
pt_br: Direitos Autorais Adicionais:
pt_pt: Direitos de autor adicionais:
sk_sk: Doplnkové Copyrighty:
sv_se: Andra upphovsrätter:
tr_tr: Ek Telif Hakları:
uk_ua: Додаткові авторські права:

source: Update Policy:
bg_bg: Политика за актуализации:
cs_cz: Zásady aktualizace:
da_dk: Opdateringspolitik:
de_de: Aktualisierungseinstellungen:
el_gr: Πολιτική ενημέρωσης:
es_es: Política de actualización:
fa_ir: سیاست به‌روزرسانی:
fi_fi: Päivityskäytäntö:
fr_fr: Politique de mises à jour :
he_il: מדיניות עדכונים:
hr_hr: Politika ažuriranja:
hu_hu: Frissítési irányelvek:
id_id: Ketentuan Pembaruan:
it_it: Policy aggiornamenti:
ja_jp: アップデート ポリシー:
lt_lt: Naujinių politika:
lv_lv: Jauninājumu politika:
ms_my: Polisi kemaskini:
nb_no: Oppdateringspolitikk:
nl_nl: Updatebeleid:
pl_pl: Polityka aktualizacji:
pt_br: Política de Atualização:
pt_pt: Politica de atualização:
sk_sk: Zásady aktuálizácií:
sv_se: Uppdateringspolicy:
tr_tr: Güncelleme İlkesi:
uk_ua: Політика оновлення:

source: If you choose to allow this program to check for application updates, you agree that the following information may be collected on our server(s):
bg_bg: Ако изберете да позволите на програмата да проверява за актуализации, вие се съгласявате че следната информация може да бъде събирана на нашият сървър:
cs_cz: Pokud povolíte tomuto programu kontrolu aktualizací, souhlasíte s tím, že naše servery mohou shromažďovat následující údaje:
da_dk: Hvis du vælger at tillade dette program at søge efter applikationsopdateringer, accepterer du, at følgende oplysninger kan indsamles på vores server(e):
de_de: Wenn Sie die Prüfung auf neue Versionen verwenden, erlauben Sie, dass die folgenden Informationen auf unseren Systemen gespeichert werden:
el_gr: Εάν επιλέξετε να επιτρέψετε στο πρόγραμμα να ελέγχει για ενημερώσεις, συμφωνείτε ότι οι ακόλουθες πληροφορίες μπορεί να συλλεχθούν στους διακομιστές μας:
es_es: Si usted autoriza que este programa busque e instale actualizaciones por sí mismo acepta que la siguiente información pueda ser recogida en nuestros servidores:
fa_ir: اگر به این نرم‌افزار اجازه بررسی به‌روزرسانی‌های جدید را بدهید؛ شما موافقت خود را با احتمال جمع‌آوری اطلاعات زیر در سرور یا سرورهای ما اعلام کرده‌اید:
fi_fi: Jos annat ohjelman etsiä sovelluspäivityksiä, hyväksyt, että seuraavia tietoja saatetaan kerätä palvelimillemme:
fr_fr: Si vous autorisez ce programme à chercher les mises à jour, vous acceptez que les informations suivantes peuvent être collectées sur nos serveurs :
he_il: אם בחירתך היא לאפשר ליישום זה לבדוק אחר עדכונים, מקובל עליך שהמידע הזה יישמר בשרתים שלנו:
hr_hr: Ako želite automatska ažuriranja, slažete se da se sljedeće informacije skupljaju na našem serveru:
hu_hu: Ha engedélyezed, hogy a program frissítéseket keressen, akkor elfogadod azt, hogy az alábbi információkat a szerverünkön fogjuk tárolni:
id_id: Jika Anda memilih untuk mengizinkan program ini memeriksa pembaruan aplikasi, Anda setuju bahwa informasi berikut dapat dikumpulkan pada server kami:
it_it: Se scegli di permettere a questo programma di controllare automaticamente gli aggiornamenti, accetti che le seguenti informazioni saranno catalogate nei nostri server:
ja_jp: このアプリケーションのアップデート確認を許可した場合、\line以下の情報をサーバーに送信することに同意します。
lt_lt: Jei leisite šiai programai tikrinti, ar yra naujinių, jūs sutinkate, kad mūsų serveriuose gali būti renkama ši informacija:
lv_lv: Ja jūs ļaujat programmai veikt jauninājumus, jūs piekrītat tam ka uz mūsu serveriem tiks saglabāta sekojoša informācija:
ms_my: Jika anda pilih untuk membenarkan perisian ini menyemak untuk aplikasi versi baharu, anda bersetuju untuk membenarkan pelayan kami mengumpulkan maklumat berikut:
nb_no: Hvis du ønsker å tillate at programmet skal sjekke for oppdateringer, du tillater da følgende informasjon å bli samlet inn til vår server(e):
nl_nl: Als u ervoor kiest dat dit programma op updates controleert, dan gaat u akkoord dat de volgende informatie verzameld kan worden op onze server(s):
pl_pl: Jeśli pozwolisz temu programowi szukać aktualizacji aplikacji, zgadzasz się na to, że następujące informacje mogą być zbierane na naszym serwerze (serwerach):
pt_br: Se você optar por permitir que este programa verifique se há atualizações do aplicativo, você concorda que as seguintes informações possam ser coletadas em nosso(s) servidor(es):
pt_pt: Autoriza que este programa procure e instale automaticamente as atualizações e aceita que a seguinte informação possa ser recolhida nos nossos servidores:
sk_sk: Ak povolíte tomuto programu kontrolu aktualizácií, súhlasíte s tým, že nasledujúce informácie budú zbierané našimi servermi:
sv_se: Om du väljer att tillåta detta program att leta efter uppdateringar, tillåter du även att följande information sparas på våra servrar:
tr_tr: Programa güncellemelerini denetlemesi için izin vermeyi seçerseniz, aşağıdaki bilgilerin sunucu(lar)ımızda depolanabilmesini kabul etmiş olursunuz:
uk_ua: Якщо ви дозволите цій програмі перевіряти наявність оновлень, значить ви погоджуєтесь, що наступна інформація може збиратися на наших серверах:

source: Your operating system's architecture and version
bg_bg: Архитектура и версия на вашата операционна система
cs_cz: Architektura vašeho operačního systému a jeho verzi
da_dk: Dit operativsystems arkitektur og version
de_de: Ihre Betriebssystem-Architektur und -Version
el_gr: Η αρχιτεκτονική και η εκδοχή του λειτουργικού σας συστήματος
es_es: Arquitectura y versión de su sistema operativo
fa_ir: معماری و نسخه سیستم‌عامل شما
fi_fi: Käyttöjärjestelmäsi arkkitehtuuri ja versio
fr_fr: L’architecture de votre système d’exploitation ainsi que sa version
he_il: סוג וגרסת מערכת ההפעלה שלך
hr_hr: Arhitektura vašeg OS-a i verzija
hu_hu: Az operációs rendszered architektúrája és verziója
id_id: Arsitektur dan versi sistem operasi Anda
it_it: L'architettura del tuo sistema operativo e la versione
ja_jp: ご使用中の OS の種類とバージョン
lt_lt: Jūsų operacinės sistemos architektūra ir versija
lv_lv: Jūsu OS arhitektūra un versija
ms_my: Versi dan kerangka sistem operasi
nb_no: Ditt operativsystems arkitektur og versjon
nl_nl: Type besturingssysteem en versienummer
pl_pl: Architektura i wersja twojego systemu operacyjnego
pt_br: A arquitetura e versão do seu sistema operacional
pt_pt: A arquitetura e versão do seu sistema operativo
sk_sk: Architektúra vášho operačného systému a jeho verzia
sv_se: Information om ditt operativsystem och version
tr_tr: İşletim Sistemi mimarisi ve sürümü
uk_ua: Версія та архітектура вашої операційної системи

source: The version of the application you use
bg_bg: Версия на настоящата програма която използвате
cs_cz: Použitá verze aplikace Rufus
da_dk: Versionen af den applikation du bruger
de_de: Die Version der Anwendung, die Sie einsetzen
el_gr: Η εκδοχή της εφαρμογής που χρησιμοποιείτε
es_es: La versión de la aplicación que posee
fa_ir: نسخه این نرم‌افزار که در حال استفاده از آن هستید
fi_fi: Käyttämäsi sovelluksen versio
fr_fr: La version de l’application que vous utilisez
he_il: גרסת היישום שבשימוש
hr_hr: Verzija Rufusa koju koristite
hu_hu: A program verziója, amit használsz
id_id: Versi aplikasi yang Anda gunakan
it_it: La versione dell'applicazione in uso
ja_jp: ご使用中の Rufus のバージョン
lt_lt: Programos, kurią naudojate, versija
lv_lv: Izmantojamās programmas versija
ms_my: Versi aplikasi yang anda gunakan
nb_no: Versjon av programmet du bruker
nl_nl: Versienummer van de toepassing die u gebruikt
pl_pl: Wersja aplikacji, z której korzystasz
pt_br: A versão do aplicativo que você usa
pt_pt: A versão da aplicação que está a usar
sk_sk: Verzia používaného programu Rufus
sv_se: Version på programmet du använder
tr_tr: Kullandığınız uygulamanın sürümü
uk_ua: Версія використовуваного додатку

source: Your IP address
bg_bg: Вашият IP адрес
cs_cz: Vaši IP adresa
da_dk: Din IP-adresse
de_de: Ihre IP-Adresse
el_gr: Η διεύθυνση διαδικτυακού πρωτοκόλλου(IP) σας
es_es: Su dirección IP
fa_ir: آدرس IP شما
fi_fi: IP-osoitteesi
fr_fr: Votre adresse IP
he_il: כתובת ה־IP שלך
hr_hr: Vaša IP adresa
hu_hu: Az IP címed
id_id: Alamat IP Anda
it_it: Il tuo indirizzo IP
ja_jp: IP アドレス
lt_lt: Jūsų IP adresas
lv_lv: Jūsu IP adrese
ms_my: Alamat IP anda
nb_no: Din IP-adresse
nl_nl: Uw IP-adres
pl_pl: Twój adres IP
pt_br: Seu endereço de IP
pt_pt: O seu endereço IP
sk_sk: Vaša IP adresa
sv_se: Din IP-adress
tr_tr: IP Adresiniz
uk_ua: Ваша IP-адреса
