Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: The device is in use by another process. Please close any other process that may be accessing the device.
bg_bg: Това устройство се използва от друг процес.Моля, спрете всички процеси, които използват това устройство.
cs_cz: Zařízení je používáno jiným procesem. Ukončete prosím všechny procesy, které mohou přistupovat k zařízení.
da_dk: Enheden er i brug af en anden proces. Afslut venligst enhver anden proces der kan have låst enheden.
de_de: Das Laufwerk wird von einem anderen Prozess verwendet. Bitte beenden Sie diesen anderen Prozess.
el_gr: Η συσκευή είναι σε χρησιμοποιείται από άλλη διαδικασία. Παρακαλώ κλείστε κάθε άλλη διαδικασία που μπορεί να έχει πρόσβαση στη συσκευή.
es_es: El dispositivo está en uso por otra aplicación. Cierre todas las aplicaciones que puedan estar usando el dispositivo.
fa_ir: برنامه یا فرآیند (Process) دیگری در حال استفاده از درایو انتخاب‌شده است.لطفاً سایر برنامه‌هایی را که در حال استفاده کردن از درایو موردنظر هستند؛ ببندید.
fi_fi: Laite on toisen prosessin käytössä. Sulje prosessit, jotka saattavat käyttää laitetta.
fr_fr: Le périphérique est en cours d'utilisation par une autre application. Veuillez fermer toute autre application susceptible d'accéder au périphérique.
he_il: ההתקן בשימוש על ידי תהליך אחר. נא לסגור כל תהליך אחר שעשוי להשתמש בהתקן.
hr_hr: Uređaj se koristi u drugom procesu. Obustavite procese koji koriste uređaj.
hu_hu: Az eszközt más folyamat használja. Kérlek, zárj be minden más alkalmazást, ami használhatja ezt az eszközt.
id_id: Perangkat ini sedang digunakan oleh proses lain. Silakan tutup semua proses lain yang sedang mengakses perangkat ini.
it_it: L'unità è in uso da un altro processo. Chiudi ogni altro processo che potrebbe accedere all'unità.
ja_jp: デバイスは他のプロセスで使われています。デバイスにアクセスしているプロセスを停止してください。
lt_lt: Įrenginį naudoja kitas procesas. Prašau uždaryti kitus procesus, kurie gali kreiptis į įrenginį.
lv_lv: Iekārtu izmanto kāds cits process. Lai izmantot izvēlēto iekārtu aizveriet citu procesu.
ms_my: Peranti ini digunakan oleh proses lain. Sila tutup mana-mana program yang mungkin menggunakan peranti ini.
nb_no: Enheten brukes av en annen prosess. Vennligst lukk den andre prosessen som muligens bruker denne enheten.
nl_nl: Het apparaat is in gebruik door een ander proces. Sluit alle processen af die toegang hebben tot het apparaat.
pl_pl: Urządzenie jest używane przez inny proces. Proszę zamknąć inne procesy, które mogą korzystać z tego urządzenia.
pt_br: Outro processo está usando o dispositivo. Feche qualquer outro processo que possa estar acessando o dispositivo.
pt_pt: Outra aplicação está a usar o dispositivo. Feche todas as aplicações que possam estar a usar o dispositivo.
sk_sk: Disk je používaný iným procesom. Zatvorte procesy, ktoré môžu pristupovať na disk.
sv_se: Enheten används redan av en annan process. Stäng andra processer som kan tänkas använda enheten.
tr_tr: Aygıt başka bir işlem tarafından kullanılıyor. Lütfen aygıta erişilebilmesi için diğer işlemi kapatın.
uk_ua: Обраний пристрій використовується іншим процесом. Будь ласка, закінчіть процес перед використанням обраного пристрою.

source: Quick format is not available for this device.
bg_bg: Бързото форматиране не е налично за това устройство.
cs_cz: Rychlé formátování není pro toto zařízení dostupné.
da_dk: Ekspresformatering er ikke tilgængelig for denne enhed.
de_de: Die Schnellformatierung ist für dieses Laufwerk nicht verfügbar.
el_gr: Η γρήγορη διαμόρφωση δεν είναι διαθέσιμη για αυτήν τη συσκευή.
es_es: El formateo rápido no está disponible para este dispositivo.
fa_ir: برای درایو انتخاب‌شده، امکان «فرمت کردن سریع» وجود ندارد.
fi_fi: Tälle laitteelle ei voida suorittaa pika-alustusta.
fr_fr: Le formatage rapide n'est pas disponible pour ce périphérique.
he_il: אתחול מהיר לא זמין עבור ההתקן הזה.
hr_hr: Brzo formatiranje nije dostupno za ovaj uređaj.
hu_hu: A gyorsformázás nem elérhető ehhez az eszközhöz.
id_id: Format cepat tidak tersedia bagi perangkat ini.
it_it: Formattazione rapida non disponibile per questa unità.
ja_jp: このデバイスはクイック フォーマットできません。
lt_lt: Greitasis formatavimas negalimas šiam įrenginiui.
lv_lv: Šai ierīcei ātrā formatēšana nav iespējama.
ms_my: Format pantas tidak boleh digunakan pada peranti ini.
nb_no: Hurtigformatering er ikke tilgjengelig for denne enheten.
nl_nl: Snelformatteren is niet beschikbaar voor dit apparaat.
pl_pl: Szybkie formatowanie jest niedostępne dla tego urządzenia.
pt_br: Formatação rápida não está disponível para este dispositivo.
pt_pt: Formatação rápida não está disponível para este dispositivo.
sk_sk: Rýchle formátovanie tohto disku nie je dovolené.
sv_se: Enheten går inte att snabbformatera.
tr_tr: Bu aygıt için Hızlı Biçimlendirme yapılamaz.
uk_ua: Швидке форматування недоступне для обраного пристрою.

source: The volume label is invalid.
bg_bg: Етикетът на тома е невалиден.
cs_cz: Neplatný název svazku.
da_dk: Volume-etiketten er ugyldig.
de_de: Die Laufwerksbezeichnung ist ungültig.
el_gr: Η ετικέτα του τόμου δεν είναι έγκυρη.
es_es: La etiqueta de volumen no es válida.
fa_ir: نام انتخاب‌شده برای درایو، نامعتبر است. لطفاً نام دیگری را انتخاب کنید.
fi_fi: Aseman nimi ei kelpaa.
fr_fr: Le nom de volume est invalide.
he_il: תווית השם של אמצעי האחסון שגויה.
hr_hr: Nevažeći naziv jedinice.
hu_hu: A kötetcímke érvénytelen.
id_id: Label volume tidak sah.
it_it: Etichetta volume non valida.
ja_jp: ボリューム ラベルは無効です。
lt_lt: Tomo žymė negaliojanti.
lv_lv: Ierīces nosaukums nav korekts.
ms_my: Label jilid tidak sah.
nb_no: Volumnavnet er ugyldig.
nl_nl: Het volumelabel is ongeldig.
pl_pl: Nazwa woluminu jest nieprawidłowa.
pt_br: O nome do volume não é válido.
pt_pt: O Nome do volume não é válido.
sk_sk: Názov disku je neplatný.
sv_se: Volymens namn är ogiltigt.
tr_tr: Birim etiketi geçersiz.
uk_ua: Неприпустима мітка пристрою.

source: The device handle is invalid.
bg_bg: Устройственият манипулатор е невалиден.
cs_cz: Neplatný identifikátor zařízení.
da_dk: Enhedshandle er ugyldig.
de_de: Das Geräte-Handle ist ungültig.
el_gr: Η αναφορά πόρου(handle) συσκευής δεν είναι έγκυρη.
es_es: El gestor de dispositivo no es válido.
fa_ir: دستگیره (handle) نرم‌افزاری درایو موردنظر نامعتبر است.
fi_fi: Laitteen tunniste ei kelpaa.
fr_fr: Le handle de périphérique est invalide.
he_il: מזהה ההתקן (handle) שגוי.
hr_hr: Nevažeći odabir jedinice.
hu_hu: Az eszközkezelő érvénytelen.
id_id: Perangkat tidak sah.
it_it: Il gestore unità non è valido.
ja_jp: デバイス ハンドルは無効です。
lt_lt: Įrenginio klasės vardas negaliojantis.
lv_lv: Ierīces pazīme nav korekta.
ms_my: Pengendali peranti tidak sah.
nb_no: Enhetshåndteringen er ugyldig.
nl_nl: De apparaat-handle is ongeldig.
pl_pl: Uchwyt urządzenia jest nieprawidłowy.
pt_br: O identificador do dispositivo não é válido.
pt_pt: O identificador do dispositivo não é válido.
sk_sk: Identifikátor zariadenia je neplatný.
sv_se: Hantering av enheten är ogiltig.
tr_tr: Aygıt tanıtıcısı geçersiz.
uk_ua: Неприпустимий дескриптор пристрою.

source: The selected cluster size is not valid for this device.
bg_bg: Избраният размер на клъстера е невалиден за това устройство.
cs_cz: Zvolená velikost alokační jednotky není platná pro toto zařízení.
da_dk: Den valgte klyngestørrelse er ikke gyldig for denne enhed.
de_de: Die ausgewählte Größe der Zuordnungseinheit ist für dieses Laufwerk nicht gültig.
el_gr: Το επιλεγμένο μέγεθος μονάδας εκχώρησης δεν είναι έγκυρο για αυτήν τη συσκευή.
es_es: El tamaño de clúster indicado no es válido para este dispositivo.
fa_ir: برای درایو موردنظر اندازه کلاستری که انتخاب کرده‌اید نامعتبر است. لطفاً اندازه دیگری را انتخاب کنید.
fi_fi: Valittua tilanvarausyksikköä ei voida käyttää tämän laitteen kanssa.
fr_fr: Cette taille de cluster n'est pas applicable ici.
he_il: גודל האשכול שנבחר אינו תקף להתקן זה.
hr_hr: Uređaj ne podržava odabranu veličinu grupiranja.
hu_hu: A kiválasztott klaszterméret érvénytelen ehhez az eszközhöz.
id_id: Ukuran klaster terpilih tidak sah untuk perangkat ini.
it_it: Dimensione cluster selezionata non valida per questa unità.
ja_jp: 選択されたクラスター サイズはこのデバイスには無効です。
lt_lt: Pasirinktas klasterio dydis negalioja šiam įrenginiui.
lv_lv: Izvēlētais klastera izmērs nesader ar šo ierīci.
ms_my: Saiz gugusan yang dipilih tidak boleh digunakan pada peranti ini.
nb_no: Den valgte cluster-størrelsen er ikke gyldig for denne enheten.
nl_nl: De geselecteerde clustergrootte is ongeldig voor dit apparaat.
pl_pl: Wybrany rozmiar jednostki alokacji jest nieprawidłowy dla tego urządzenia.
pt_br: O tamanho do cluster selecionado não é válido para este dispositivo.
pt_pt: O tamanho de cluster indicado não é válido para este dispositivo.
sk_sk: Vybraný klaster nie je platný pre toto zariadenie.
sv_se: Klusterstorlek är ogiltig för denna enheten.
tr_tr: Seçilen ayırma boyutu bu aygıt için geçerli değil.
uk_ua: Обраний розмір кластеру не являється припустимим для даного пристрою.

source: The volume size is invalid.
bg_bg: Размерът на този том е невалиден.
cs_cz: Velikost svazku je neplatná.
da_dk: Den valgte volumestørrelse er ugyldig.
de_de: Die Volume-Größe ist ungültig.
el_gr: Το μέγεθος του τόμου δεν είναι έγκυρο.
es_es: El tamaño del volúmen no es válido.
fa_ir: اندازه فضای ذخیره‌سازی درایو موردنظر نامعتبر است.
fi_fi: Aseman koko ei kelpaa.
fr_fr: La taille du volume est invalide.
he_il: גודל אמצעי האחסון שגוי.
hr_hr: Nevažeća veličina particije.
hu_hu: A kötetméret érvénytelen.
id_id: Ukuran volume tidak sah.
it_it: Dimensione volume non valida.
ja_jp: ボリューム サイズは無効です。
lt_lt: Tomo dydis negaliojantis.
lv_lv: Nekorekts partīcijas izmērs.
ms_my: Saiz jilid tidak sah.
nb_no: Volumstørrelsen er ugyldig.
nl_nl: De volumegrootte is ongeldig.
pl_pl: Rozmiar woluminu jest nieprawidłowy.
pt_br: O tamanho do volume não é válido.
pt_pt: O tamanho do volume não é válido.
sk_sk: Názov zväzku je neplatný.
sv_se: Volymens storlek är ogiltig.
tr_tr: Birim boyutu geçersiz.
uk_ua: Невірний розмір тому.

source: Please insert a removable media in drive.
bg_bg: Моля, поставете сменяем носител в устройството.
cs_cz: Vložte vyměnitelné zařízení.
da_dk: Indsæt venligst et flytbart medie i drevet.
de_de: Bitte legen Sie einen Wechseldatenträger ein.
el_gr: Παρακαλώ εισάγετε κάποιο αφαιρούμενο μέσο στο δίσκο.
es_es: Inserte un dispositivo en la unidad.
fa_ir: لطفاً در درایو USB، یک ابزار ذخیره‌سازی قابل‌حمل وارد کنید.
fi_fi: Aseta irroitettava tietoväline asemaan.
fr_fr: Veuillez insérer un média dans le lecteur.
he_il: נא להכניס מדיה נשלפת לכונן.
hr_hr: Priključite uklonjivi medij.
hu_hu: Kérlek, helyezz be egy eltávolítható eszközt a meghajtóba.
id_id: Silakan sisipkan media kedalam perangkat.
it_it: Connetti un supporto nell'unità.
ja_jp: ドライブにリムーバブル メディアを挿入してください。
lt_lt: Įdėkite keičiamą laikmeną į įrenginį.
lv_lv: Lūdzu ievietojiet datu nesēju.
ms_my: Sila masukkan media boleh alih ke dalam pemacu.
nb_no: Vennligst sett inn et media i stasjonen.
nl_nl: Plaats een verwisselbaar medium in de drive.
pl_pl: Proszę włożyć dysk wymienny do napędu.
pt_br: Por favor, insira uma mídia removível no drive.
pt_pt: Inserir um dispositivo USB.
sk_sk: Pripojte výmenné médium.
sv_se: Sätt i ett flyttbart media i enheten.
tr_tr: Lütfen sürücüdeki kaldırılabilir medyayı takın.
uk_ua: Вставте знімний носій до приводу.

source: An unsupported command was received.
bg_bg: Получена е неподдържана команда.
cs_cz: Obdržen nepodporovaný příkaz.
da_dk: En ikke understøttet kommando blev modtaget.
de_de: Ein nicht unterstütztes Kommando wurde erkannt.
el_gr: Δόθηκε μη έγκυρη εντολή.
es_es: Se ha recibido un comando no compatible.
fa_ir: فرمان غیرقابل پشتیبانی و نامشخصی دریافت شد.
fi_fi: Ohjelma vastaanotti ei-tuetun komennon.
fr_fr: Commande non supportée.
he_il: התקבלה פקודה שאינה נתמכת.
hr_hr: Zaprimljena je nepoznata komanda.
hu_hu: Nem támogatott parancs.
id_id: Perintah tidak didukung.
it_it: È stato ricevuto un comando non supportato.
ja_jp: 非対応コマンドを受け取りました。
lt_lt: Gauta nepalaikoma komanda.
lv_lv: Tika saņemta neatbalstāma komanda.
ms_my: Arahan yang tidak disokong diterima.
nb_no: Ustøttet kommando mottatt.
nl_nl: Er werd een niet-ondersteunde opdracht ontvangen.
pl_pl: Otrzymano niewspieraną komendę.
pt_br: Comando não suportado.
pt_pt: Comando não suportado.
sk_sk: Bol prijatý nepodporovaný príkaz.
sv_se: Tog emot ett ogiltigt kommando.
tr_tr: Destelenmeyen bir komut alındı.
uk_ua: Була отримана непідтримувана команда.

source: Memory allocation error.
bg_bg: Грешка при разпределяне на паметта.
cs_cz: Chyba při přidělení paměti.
da_dk: Fejl ved allokering af hukommelse.
de_de: Fehler bei der Speicherzuweisung.
el_gr: Σφάλμα ταξινόμησης μνήμης.
es_es: Error en la asignación de memoria.
fa_ir: خطا در تخصیص حافظه (Memory Allocation)
fi_fi: Muistinvarausvirhe.
fr_fr: Erreur d'allocation mémoire.
he_il: שגיאה בהקצאת זיכרון.
hr_hr: Greška raspodjele memorije.
hu_hu: Memóriafoglalási hiba.
id_id: Kesalahan pengalokasian memori.
it_it: Errore allocazione memoria.
ja_jp: メモリ割り当てエラー
lt_lt: Atminties paskirstymo klaida.
lv_lv: Atmiņas kļūda.
ms_my: Kesilapan peruntukkan memori.
nb_no: Minnetildelingsfeil.
nl_nl: Geheugentoewijzingsfout.
pl_pl: Błąd alokacji pamięci.
pt_br: Erro na alocação de memória.
pt_pt: Erro na alocação de memória.
sk_sk: Chyba pri pridelení pamäte.
sv_se: Minnesfel.
tr_tr: Bellek ayırma hatası.
uk_ua: Помилка розподілу пам'яті.

source: Read error.
bg_bg: Грешка при четене.
cs_cz: Chyba čtení.
da_dk: Læsefejl.
de_de: Lesefehler.
el_gr: Σφάλμα ανάγνωσης.
es_es: Error de lectura.
fa_ir: خطا در خواندن.
fi_fi: Virhe lukiessa.
fr_fr: Erreur de lecture.
he_il: שגיאת קריאה.
hr_hr: Greška kod čitanja.
hu_hu: Olvasási hiba.
id_id: Kesalahan baca.
it_it: Errore lettura.
ja_jp: 読み込みエラー
lt_lt: Skaitymo klaida.
lv_lv: Nolasīšanas kļūda.
ms_my: Kesilapan membaca.
nb_no: Lesefeil.
nl_nl: Leesfout.
pl_pl: Błąd odczytu.
pt_br: Erro de leitura.
pt_pt: Erro de leitura.
sk_sk: Chyba čítania.
sv_se: Läsfel.
tr_tr: Okuma Hatası.
uk_ua: Помилка читання.

source: Write error.
bg_bg: Грешка при записване.
cs_cz: Chyba zápisu.
da_dk: Skrivefejl.
de_de: Schreibfehler.
el_gr: Σφάλμα εγγραφής.
es_es: Error de escritura.
fa_ir: خطا در نوشتن.
fi_fi: Virhe kirjoittaessa.
fr_fr: Erreur d'écriture.
he_il: שגיאת כתיבה.
hr_hr: Greška kod pisanja.
hu_hu: Írási hiba.
id_id: Kesalahan tulis.
it_it: Errore scrittura.
ja_jp: 書き込みエラー
lt_lt: Rašymo klaida.
lv_lv: Ieraksta kļūda.
ms_my: Kesilapan menulis.
nb_no: Skrivefeil.
nl_nl: Schrijffout.
pl_pl: Błąd zapisu.
pt_br: Erro de gravação.
pt_pt: Erro de escrita.
sk_sk: Chyba zápisu.
sv_se: Skrivfel.
tr_tr: Yazma Hatası.
uk_ua: Помилка запису.

source: Installation failure
bg_bg: Неуспешна инсталация
cs_cz: Instalace selhala
da_dk: Installationsfejl
de_de: Installationsfehler
el_gr: Αποτυχία εγκατάστασης
es_es: Fallo en la instalación
fa_ir: فرآیند نصب ناموفق بود
fi_fi: Asennus epäonnistui
fr_fr: L'installation a échoué
he_il: שגיאת התקנה
hr_hr: Instalacija nije uspjela
hu_hu: Telepítési hiba
id_id: Instalasi gagal
it_it: Installazione fallita
ja_jp: インストールに失敗
lt_lt: Įdiegimo triktis
lv_lv: Nesekmīga instalācija
ms_my: Kegagalan memasang
nb_no: Installasjonsfeil
nl_nl: Installatie mislukt
pl_pl: Niepowodzenie instalacji
pt_br: Falha na instalação
pt_pt: Falha na instalação
sk_sk: Inštalácia zlyhala
sv_se: Installationsfel
tr_tr: Yükleme Hatası
uk_ua: Помилка встановлення.

source: Could not open media. It may be in use by another process. Please re-plug the media and try again.
bg_bg: Устройството не можа да бъде отворено. Възможно е да се използва от друг процес. Моля, изкарайте и вкарайте повторно устройството и опитайте отново.
cs_cz: Není možné otevřít zařízení. Zřejmě je používáno jiným procesem. Odpojte a opět připojte zařízení a zkuste to znovu.
da_dk: Kan ikke åbne medie. Det kan være i brug af en anden proces. Fjern og genindsæt mediet.
de_de: Datenträger konnte nicht geöffnet werden. Möglicherweise wird er von einem anderen Prozess verwendet. Bitte legen Sie den Datenträger noch einmal ein und versuchen Sie es erneut.
el_gr: Το μέσο δεν μπορεί να ανοίξει. Πιθανόν να είναι σε χρήση από κάποια άλλη διαδικασία. Παρακαλώ επανασυνδέστε το μέσο και δοκιμάστε ξανά.
es_es: Imposible abrir el medio - otro proceso lo está usando. Desconecte y vuelva a conectar la unidad, luego inténtelo nuevamente.
fa_ir: نرم‌افزار نتوانست درایو موردنظر را باز کند. ممکن است برنامه یا فرآیند دیگری در حال استفاده از این درایو باشد. لطفاً وسیله موردنظر را از درگاه USB بیرون بیاورید و سپس دوباره آن را متصل و امتحان کنید.
fi_fi: Tietovälinettä ei voitu avata. Se voi olla toisen prosessin käytössä. Irroita ja yhdistä tietoväline ja yritä uudelleen.
fr_fr: Impossible d'accéder au média. Il peut être en cours d'utilisation par une autre application. Essayer de déconnecter le média et essayez à nouveau.
he_il: לא ניתן לפתוח את המדיה. יתכן שהיא בשימוש על ידי תהליך אחר. נא לחבר מחדש את המדיה ולנסות שוב.
hr_hr: Ne mogu otvoriti medij. Možda ga koristi drugi proces. Ponovo priključite uređaj i zatim pokušajte ponovo.
hu_hu: Nem sikerült megnyitni az adathordozót. Lehet, hogy másik folyamat használja. Kérlek, helyezd be újra és próbáld újra.
id_id: Tidak dapat membuka media. Media mungkin sedang digunakan oleh proses lain. Silakan pasang ulang media dan coba lagi.
it_it: Impossibile aprire il supporto. Potrebbe essere in uso da un altro processo. Riconnetti il supporto e riprova.
ja_jp: メディアを開けませんでした。他のプログラムで使われている可能性があります。もう一度接続し、やり直してください。
lt_lt: Nepavyko atverti laikmenos. Ji gali būti naudojama kito proceso. Prašau įdėti laikmeną iš naujo ir bandykite vėl.
lv_lv: Nevar atvērt ierīci. Iespējams, to izmanto kāds cits process. Atvienojiet ierīci, un pieslēdziet no jauna.
ms_my: Media tidak boleh dibuka. Ia mungkin digunakan dalam proses yang lain. Sila cabut dan masukkan semula dan cuba sekali lagi.
nb_no: Kunne ikke åpne media. Er muligens i bruk av en annen prosess. Vennligst koble fra, og prøv å koble til på nytt.
nl_nl: Kon medium niet openen. Het kan in gebruik zijn door een ander proces. Sluit het medium opnieuw aan en probeer het opnieuw.
pl_pl: Nie można otworzyć nośnika. Może być używany przez inny proces. Proszę podłączyć ponownie nośnik i spróbować jeszcze raz.
pt_br: Impossível abrir a mídia. Ela pode estar sendo utilizada por outro processo. Por favor, reconecte a mídia e tente novamente.
pt_pt: Impossível abrir dispositivo - pode estar em utilização. Retire, volte a ligar a unidade e tente novamente.
sk_sk: Nie je možné otvoriť zariadenie. Možno je používané iným procesom. Skúste odpojiť a znovu pripojiť zariadenie a vyskúšajte to znovu.
sv_se: Kunde inte öppna mediet. Det verkar redan användas av en annan process. Prova ta ur och stoppa in mediet igen.
tr_tr: Medya açılamadı. Başka bir işlem tarafından kullanılıyor olabilir. Lütfen medyayı yeniden takın ve deneyin.
uk_ua: Неможливо зчитати носій інформації. Можливо він використовується іншим процесом. Будь ласка, витягніть носій інформації та вставте його знову.

source: Could not partition drive.
cs_cz: Disk nelze rozdělit.
da_dk: Der kunne ikke partitioneres drev.
de_de: Laufwerk konnte nicht partitioniert werden.
el_gr: Σφάλμα κατά το διαμερισμό της μονάδας δίσκου.
es_es: No se pudo particionar la unidad.
fa_ir: خطا در هنگام پارتیشن‌بندی درایو.
hr_hr: Pogreška kod particioniranja pogona.
hu_hu: Nem sikerült a meghajtót particionálni.
id_id: Tidak dapat mempartisi perangkat.
ja_jp: ドライブのパーティション設定中にエラーが発生しました。
nb_no: Kunne ikke partisjonere disken.
nl_nl: Kon de drive niet partitioneren.
pl_pl: Nie można podzielić dysku na partycje.
pt_br: Erro ao particionar o drive.
tr_tr: Sürücü bölümlenemedi.

source: Could not copy files to target drive.
bg_bg: Файловете не можаха да бъдат копирани на целевото устройство.
cs_cz: Kopírování souborů na cílový disk se nezdařilo.
da_dk: Kunne ikke kopiere filer til destinationsdrevet.
de_de: Dateien konnten nicht auf das Ziellaufwerk kopiert werden.
el_gr: Δεν ήταν δυνατή η αντιγραφή αρχείων στον επιθυμητό δίσκο.
es_es: No se pudieron copiar los archivos al dispositivo destino.
fa_ir: نمی‌توان فایل‌ها را در درایو موردنظر کپی کرد.
fi_fi: Tietoja ei voitu kopioida kohdelevylle.
fr_fr: Impossible de copier les fichiers sur le périphérique de destination.
he_il: לא ניתן להעתיק קבצים לכונן היעד.
hr_hr: Datoteke se ne mogu kopirati na odabrani pogon.
hu_hu: Nem sikerült fájlokat másolni a célmeghajtóra.
id_id: Tidak dapat menyalin berkas ke perangkat tujuan.
it_it: Impossibile copiare i file nell'unità destinazione.
ja_jp: ファイルをターゲット ドライブへコピーできませんでした。
lt_lt: Nepavyko nukopijuoti failų į paskirties diską.
lv_lv: Neizdevās nokopēt failus uz ierīci.
ms_my: Tidak boleh meyalin fail kepada pemacu.
nb_no: Kunne ikke kopiere filer til målstasjonen.
nl_nl: Kon bestanden niet kopiëren naar de doel-drive.
pl_pl: Nie można skopiować plików na dysk docelowy.
pt_br: Não é possível copiar arquivos para o drive de destino.
pt_pt: Erro ao copiar ficheiros para o dispositivo de destino.
sk_sk: Nie je možné kopírovať súbory do cieľovej jednotky.
sv_se: Kunde inte kopiera filer till målenheten.
tr_tr: Dosyalar hedef sürücüye kopyalanamadı.
uk_ua: Неможливо скопіювати файли на обраний пристрій.

source: Cancelled by user.
bg_bg: Прекратено от потребител.
cs_cz: Zrušeno uživatelem.
da_dk: Afbrudt af bruger.
de_de: Vom Benutzer abgebrochen.
el_gr: Ακυρώθηκε από το χρήστη.
es_es: Cancelado por el usuario.
fa_ir: کاربر ادامه فرآیند را لغو کرد.
fi_fi: Käyttäjä peruutti.
fr_fr: Opération annulée par l'utilisateur.
he_il: בוטל על ידי המשתמש.
hr_hr: Otkazao korisnik.
hu_hu: Felhasználó által megszakítva.
id_id: Dibatalkan oleh pengguna.
it_it: Annullato dall'utente.
ja_jp: ユーザーによってキャンセルされました。
lt_lt: Atšaukta naudotojo.
lv_lv: Darbību atcēla lietotājs.
ms_my: Dibatalkan oleh pengguna.
nb_no: Brukeravbrutt.
nl_nl: Geannuleerd door gebruiker.
pl_pl: Przerwane przez użytkownika.
pt_br: Cancelado pelo usuário.
pt_pt: Cancelado pelo utilizador.
sk_sk: Prerušené používateľom.
sv_se: Avbruten av användaren.
tr_tr: Kullanıcı tarafından vazgeçildi.
uk_ua: Скасовано користувачем

source: Unable to start thread.
bg_bg: Неуспешно стартиране на нишка.
cs_cz: Nelze spustit vlákno.
da_dk: Ikke i stand til at starte tråd.
de_de: Thread konnte nicht gestartet werden.
el_gr: Δεν είναι δυνατή η εκκίνηση της διεργασίας(thread).
es_es: No se pudo crear el hilo.
fa_ir: نرم‌افزار نتوانست ریسه (Thread) را اجرا کند.
fi_fi: Säiettä ei voitu käynnistää.
fr_fr: Impossible de créer le thread.
he_il: לא ניתן להתחיל תהליכון.
hr_hr: Ne mogu započeti nit.
hu_hu: Nem sikerült elindítani a folyamatot.
id_id: Tidak dapat memulai thread.
it_it: Impossibile creare attività formattazione.
ja_jp: スレッドを開始できません。
lt_lt: Negalima pradėti gijos.
lv_lv: Neizdevās palaist izpildes plūsmu.
ms_my: Proses-proses kecil tidak boleh dimulakan.
nb_no: Ikke mulig å starte tråd.
nl_nl: Kon thread niet starten.
pl_pl: Nie można rozpocząć wątku.
pt_br: Impossível iniciar thread.
pt_pt: Impossível iniciar tópico.
sk_sk: Nie je možné spustiť vlákno.
sv_se: Kunde inte starta tråd.
tr_tr: İş parçacığı başlatılamadı.
uk_ua: Неможливо запустити потік виконання.
