Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Replace %s?
bg_bg: Заместване на %s ?
cs_cz: Nahradit %s?
da_dk: Erstat %s?
de_de: %s ersetzen?
el_gr: Αντικατάσταση %s?
es_es: ¿Reemplazar %s?
fa_ir: %s جایگزین شود؟
fi_fi: Korvataanko %s?
fr_fr: Remplacer %s ?
he_il: האם להחליף את %s?
hr_hr: Zamijeni %s?
hu_hu: Felülírod ezt: %s?
id_id: Ganti %s?
it_it: Sostituire %s?
ja_jp: %sを置き換えますか?
lt_lt: Pakeisti %s?
lv_lv: Aizvietot %s?
ms_my: Gantikan %s?
nb_no: Bytte ut %s?
nl_nl: %s vervangen?
pl_pl: Zastąpić %s?
pt_br: Substituir %s?
pt_pt: Substituir %s?
sk_sk: Nahradenie modulu %s?
sv_se: Ersätt %s?
tr_tr: %s yer değiştirilsin mi?
uk_ua: Перемістити %s?

source: This ISO image seems to use an obsolete version of '%s'. Boot menus may not display properly because of this. A newer version can be downloaded by Rufus to fix this issue: - Choose 'Yes' to connect to the internet and download the file - Choose 'No' to leave the existing ISO file unmodified If you don't know what to do, you should select 'Yes'. Note: The new file will be downloaded in the current directory and once a '%s' exists there, it will be reused automatically.
bg_bg: Изглежда, че този ISO образ използва стара версия на '%s'. Поради тази причина стартиращите менюта може да не бъдат изобразени правилно. По-нова версия може да бъде изтеглена от Rufus, за да отстрани този проблем: - Изберете 'Yes', за да се свържете с интернет и да изтеглите необходимият файл - Изберете 'No', за да продължите с настоящият ISO файл Ако не знаете какво да правите, е препоръчително да изберете 'Yes'. Бележка: Този файл ще бъде изтеглен в настоящата директория и щом '%s' е наличен, процесът ще продължи автоматично.
cs_cz: Zdá se, že tento ISO obraz používá zastaralou verzi '%s'. Nabídka boot systému se proto nemusí zobrazovat správně. Rufus může odstranit tento problém stažením nové verze: - Zvolte 'Ano' pro připojení na Internet a stažení souboru - Zvolte 'Ne' pro ponechání stávajícího ISO souboru beze změny Pokud nevíte, co máte udělat, zvolte 'Ano'. Poznámka: Nový soubor %s bude stažen do aktuální složky pro opětovné automatické použití.
da_dk: Dette ISO-image lader til at bruge en forældet version af '%s'. På grund af dette bliver Boot-menuer måske ikke vist korrekt. Rufus kan hente en nyere version for at fikse dette problem: - Vælg 'Ja' for at oprette forbindelse til internettet og hente filen - Vælg 'Nej' for at lade ISO-filen forblive uændret Hvis du er i tvivl om, hvad du skal vælge, bør du vælge 'Ja'. Bemærk: '%s' bliver gemt i den nuværende mappe og bliver efterfølgende automatisk genanvendt, hvis den er der.
de_de: Diese ISO-Image-Datei verwendet eine veraltete Version von '%s'. Bootmenüs werden deswegen möglicherweise fehlerhaft dargestellt. Eine neuere Version kann von Rufus heruntergeladen werden, um dieses Problem zu vermeiden: - Wählen Sie 'Ja', um die Datei herunterzuladen - Wählen Sie 'Nein', um das ISO-Image nicht zu verändern Wenn Sie unsicher sind, wählen Sie 'Ja'. Hinweis: Die neue Datei wird in das aktuelle Verzeichnis heruntergeladen und falls '%s' bereits vorhanden ist, wird sie automatisch wiederverwendet.
el_gr: Αυτό το αρχείο ISO φαίνεται να χρησιμοποιεί μία ξεπερασμένη εκδοχή του '%s'. Το μενού εκκίνησης μπορεί να μην εμφανίζεται σωστά εξαιτίας αυτού. Το Rufus είναι σε θέση να κάνει λήψη μίας νεότερης έκδοσης για να διορθωθεί αυτό το πρόβλημα: - Επιλέξτε το 'Ναι' για να συνδεθείτε στο διαδίκτυο και να κάνετε λήψη του αρχείου - Επιλέξτε το 'Όχι' για να αφήσετε το αρχείο ISO αμετάβλητο. Σε περίπτωση που δεν γνωρίζετε τι να κάνετε, καλύτερα να επιλέξετε το 'Ναι'. Σημείωση: Η λήψη του νέου αρχείου θα γίνει στον τρέχοντα φάκελο και εφόσον το'%s' υπάρχει εκεί, θα επαναχρησιμοποιηθεί αυτόματα.
es_es: Esta imagen ISO parece que usa una versión obsoleta del archivo '%s'. Esto puede hacer que los menús de arranque no se muestren correctamente. Rufus puede descargar una versión más reciente para resolver este problema: - Seleccione 'Sí' para conectarse al Internet y descargar el archivo - Seleccione 'No' para dejar el archivo ISO tal como está Si no sabe qué hacer, se recomienda seleccionar 'Sí'. Nota: El nuevo archivo se descargará en el directorio actual, en el momento que un archivo '%s' exista ahí, será usado automáticamente.
fa_ir: انگار این فایل ISO از نسخه قدیمی «%s» استفاده می‌کند. به همین دلیل، ممکن است منوی راه‌اندازی (Boot Menu) به‌درستی نمایش داده نشود. برای از بین بردن این مشکل، Rufus می‌تواند نسخه جدید آن را دانلود کند. -برای اتصال به اینترنت و دانلود این فایل «بله» را انتخاب کنید -اگر نمی‌خواهید این فایل را دانلود کنید، «خیر» را انتخاب کنید. نکته: این فایل در پوشه نرم‌افزار دانلود می‌شود و در دفعات بعد به‌صورت خودکار از آن استفاده خواهد شد.
fi_fi: Tämä ISO-levykuva vaikuttaisi käyttävän vanhentunutta '%s'-versiota. Tämän vuoksi käynnistysvalikot saattavat näkyä väärin. Rufus voi ladata uudemman version ongelman korjaamiseksi: - Valitse 'Kyllä' yhdistääksesi internetiin ja ladataksesi tiedoston - Valitse 'Ei' jättääksesi ISO-levykuvan alkuperäiseen muotoonsa Jos et ole varma, sinun kannattaa valita 'Kyllä'. Huomio: Uusi tiedosto ladataan nykyiseen sijaintiin ja kun '%s' löytyy sijainnista, sitä käytetään automaattisesti.
fr_fr: Cette image ISO utilise une version obsolète du fichier '%s'. Les menus de démarrage peuvent de pas fonctionner à cause de cela. Rufus peut télécharger une nouvelle version du fichier pour résoudre ce problème : - Choisissez 'Oui' pour télécharger le fichier depuis Internet - Choisissez 'Non' pour garder le fichier de l'image ISO Si vous ne savez pas quoi faire, sélectionnez 'Oui'. Note : Le nouveau fichier sera téléchargé dans le répertoire courant. Si un '%s' existe à cet endroit, il sera réutilisé automatiquement.
he_il: נראה שקובץ ה־ISO הזה משתמש בגרסה מיושנת של '%s'. לפיכך, יתכן שתפריטי האתחול לא יוצגו כראוי. Rufus יכול להוריד גרסה חדשה כדי לתקן בעיה זו: - יש לבחור 'כן' כדי להתחבר לאינטרנט ולהוריד את הקובץ - יש לבחור 'לא' כדי להשאיר את קובץ ה־ISO ללא שינויים אם לא ברור לך מה לעשות, כדאי לבחור באפשרות 'כן'. הערה: הקובץ החדש יירד לספרייה בה ממוקם היישום וכל עוד ש־'%s' קיים שם, Rufus ישתמש בו באופן אוטומטי במידת הצורך.
hr_hr: Ova ISO slika koristi staru verziju '%s'. Boot izbornici možda neće raditi pravilno zbog toga. Rufus može preuzeti novu verziju da ne dođe do problema: - Odaberite 'Da' kako bi se datoteka preuzela - Odaberite 'Ne' da nastavite bez preuzimanja Preporuka je da odabarete 'Da'. Nova datoteka preuzima se u mapu gdje je Rufus.
hu_hu: Úgy tűnik, hogy ez az ISO képfájl a(z) '%s' elavult verzióját használja. Emiatt a boot menü valószínűleg nem fog megfelelően megjelenni. A Rufus le tud tölteni egy újabb verziót a probléma megoldásához: - Válaszd az 'Igen' gombot az új verzió letöltéséhez - Válaszd a 'Nem' gombot a létező ISO képfájl változatlanul hagyásához Ha nem tudod, hogy mit kell tenned, akkor válaszd az 'Igen' gombot. Megjegyzés: Az új fájl a jelenlegi mappába lesz letöltve, és ha egy '%s' létezik, akkor az automatikusan újra lesz használva.
id_id: ISO image ini tampaknya menggunakan versi lawas dari '%s'. Menu Boot mungkin tidak ditampilkan dengan baik karena masalah ini. Versi yang lebih baru dapat diunduh oleh Rufus untuk menyelesaikan masalah ini: - Pilih 'Ya' untuk menyambungkan ke internet dan mengunduh berkas - Pilih 'Tidak' untuk membiarkan berkas ISO yang ada tidak termodifikasi Jika Anda tidak mengetahui apa yang harus dilakukan, sebaiknya pilih 'Ya'. Catatan: Berkas baru akan diunduh di direktori saat ini dan karena '%s' sudah ada disana, berkas tersebut akan digunakan kembali secara otomatis.
it_it: Questa immagine sembra che usi una versione obsoleta di '%s'. A causa di ciò il menu di avvio potrebbe non essere visualizzato correttamente. Una nuova versione può essere scaricata da Rufus per correggere questo problema: - Seleziona 'Sì' per collegarsi a internet e scaricare il file - Seleziona 'No' per lasciare inalterato il file immagine ISO In caso di dubbi, è preferibile selezionare 'Sì'. Nota: il nuovo file verrà scaricato nella cartella attuale e una volta scaricato '%s', verrà riusato automaticamente.
ja_jp: この ISO は “%s” の古いバージョンを使用するようです。 ブートメニューが正しく表示できないかもしれません。 この問題を解決するために新しいバージョンをダウンロードできます。 - インターネットに接続し、ファイルをダウンロードするには [はい] をクリックしてください。 - 既存のISOを変更しない場合は [いいえ] をクリックしてください。 どうしたらよいかわからない場合は [はい] をクリックすることを推奨します。 注意: 新しいファイルは現在のフォルダーにダウンロードされます。すでに “%s” のファイルがある場合は自動的に再利用します。
lt_lt: Atrodo, šis ISO atvaizdas naudoja pasenusią „%s“ versiją. Įkelties meniu dėl to gali būti vaizduojamas blogai. Galima atsisiųsti naujesnę Rufus versiją išspręsti problemai: - Pasirinkite 'Taip' norėdami prisijungti prie interneto ir atsisiųsti failą - Pasirinkite 'Ne' norėdami palikti esamą ISO failą nepakeistą Jei nežinote ką daryti, reikėtų pasirinkti 'Taip'. Pastaba: naujas failas bus atsiųstas į dabartinį katalogą ir jei „%s“ ten jau yra, jis bus panaudotas iš naujo automatiškai.
lv_lv: Šis ISO virtuālais attēls izmanto novecojušas versijas '%s'. Ielādes komandkarte var attēloties nekorekti. Šīs kļūdas novēršanai jāielādē jaunāka Rufus versija: - Izvēlieties 'Jā' lai pieslēgtos pie interneta un ielādētu jaunāku versiju - Izvēlieties 'Nē' lai ISO fails paliktu nemainīts Ja nezināt ko darīt, izvēlieties 'Jā'. Piezīme: Jaunais fails tiks lejupielādēts tekošajā mapē, un eksistējošais '%s' automātiski tiks samainīts.
ms_my: Imej ISO ini menggunakan versi '%s' yang telah lapuk. Oleh sebab ini, menu boot mungkin tidak dipaparkan dengan betul. Versi yang lebih baharu boleh dimuat turun oleh Rufus untuk memperbaiki isu ini: - Pilih 'Ya' untuk menyambung ke internet dan muat turun fail tersebut - Pilih 'Tidak' untuk tidak mengubahsuai fail ISO yang digunakan Jika anda tidak pasti apa yang perlu dilakukan, pilih 'Ya'. Perhatian: Fail yang dimuat turun akan disimpan di dalam direktori bersamaan dengan Rufus dan apabila terdapat '%s' , ia akan digunakan secara automatik.
nb_no: Dette ISO-bildet ser ut til å inneholde en foreldet versjon av '%s'. Boot-menyene vil muligens bli vist feil p.g.a. dette. En nyere versjon kan lastes ned fra Rufus for å fikse dette problemet: - Velg 'Ja' for å koble til internett og laste ned filen - Velg 'Nei' for å bruke den eksisterende ISO-filen Hvis du ikke vet hva du skal gjøre, bør du velge 'Ja'. OBS: Den nye filen vil bli lastet ned i den gjeldende mappen, og når'%s' er der, vil den bli brukt automatisk.
nl_nl: Deze ISO-image lijkt een verouderde versie te gebruiken van '%s'. Opstartmenu's worden hierdoor mogelijk niet goed weergegeven. Een nieuwere versie kan gedownload worden door Rufus om dit probleem op te lossen: - Kies 'Ja' om met het internet te verbinden en het bestand te downloaden - Kies 'Nee' om het bestaande ISO-bestand ongewijzigd te laten. Als u niet weet wat u moet doen, selecteert u best 'Ja'. Opmerking: Het nieuwe bestand wordt naar de huidige map gedownload en eens er een '%s' bestaat, zal deze automatisch opnieuw gebruikt worden.
pl_pl: Ten obraz ISO wydaje się używać przestarzałej wersji '%s'. Z tego powodu menu rozruchowe może nie wyświetlać się poprawnie. Nowsza wersja może być pobrana przez Rufus, aby naprawić ten błąd: - Wybierz 'Tak', aby połączyć się z internetem i pobrać plik - Wybierz 'Nie', aby zostawić istniejący plik ISO niezmienionym Jeśli nie wiesz co zrobić, powinieneś wybrać 'Tak'. Informacja: Nowy plik będzie pobrany do aktualnej lokalizacji i jeśli '%s' istnieje, zostanie ponownie użyte automatycznie.
pt_br: Parece que esta imagem ISO usa uma versão obsoleta do arquivo '%s'. Isso pode fazer com que os menus de inicialização não sejam exibidos corretamente. O Rufus pode baixar uma versão mais recente para resolver esse problema: - Selecione 'Sim' para se conectar à Internet e baixar o arquivo - Selecione 'Não' para deixar o arquivo ISO tal como está Se não sabe o que fazer, é recomendado selecionar 'Sim'. Nota: O novo arquivo será baixado na pasta atual e, caso exista um arquivo '%s' nela, ele será reutilizado automaticamente.
pt_pt: Esta imagem ISO usa uma versão obsoleta do ficheiro '%s'. Isto pode fazer com que o menu de arranque não seja exibido corretamente. Rufus pode transferir uma versão mais recente para resolver este problema: - Selecione 'Sim' para ligar-se à Internet e transferir o ficheiro - Selecione 'Não' para deixar o ficheiro ISO tal como está Se não sabe o que fazer, é recomendado selecionar 'Sim'. Nota: O novo ficheiro será transferido para a pasta atual, e se o ficheiro '%s' já existir, será substituído automaticamente.
sk_sk: Zdá sa, že tento ISO obraz používa zastaralú verziu modulu %s. Bootovacie menu sa preto nemusí zobrazovať správne. Nová verzia modulu bude automaticky stiahnutá programom Rufus a môže jednoducho odstrániť tento problém: - Stlačte „Áno" pre pripojenie na internet a stiahnutie súboru - Stlačte „Nie" a nechajte existujúci ISO súbor nezmenený Ak neviete, čo máte robiť, vyberte tlačidlo „Áno". Poznámka: Nový súbor „%s" bude stiahnutý do aktuálneho priečinka programu a potom bude automaticky použitý.
sv_se: Denna ISO-avbild verkar använda en gammal version av '%s'. Startmenyn visas kanske inte på ett korrekt sätt på grund av detta. Ladda ner en nyare version av Rufus så löser det problemet: - Välj 'Ja' för att ansluta till internet och ladda ner filen - Välj 'Nej' för att låta befintlig ISO-fil vara omodifierad Vet du inte vad du ska välja, så ska du välja 'Ja'. Obs: Filen kommer att laddas ner i nuvarande katalog och när '%s' sedan finns där, kommer den automatiskt att återanvändas.
tr_tr: Bu ISO yansısı eski bir '%s' sürümünü kullanıyor gibi görünüyor. Açılış menüsü bundan dolayı düzgün görüntülenmeyebilir. Bu durumu düzeltmek için yeni sürümü Rufus tarafından indirilebilir: - İnternete bağlanıp dosyayı indirmek için 'Evet'i seçin - Varolan ISO dosyasını olduğu gibi bırakmak için 'Hayır'ı seçin Ne yapacağınızı bilmiyorsanız, 'Evet'i seçmelisiniz. Not: Yeni dosya mevcut dizine indirilecek ve '%s' orada var olunca, otomatik olarak kullanılacak.
uk_ua: Обраний ISO-образ використовує застарілу версію '%s'. Через це завантажувальне меню може відображатися неправильно. Нову версію можна завантажити за допомогою Rufus: - Оберіть 'Так', щоб завантажити файл з інтернету - Оберіть 'Ні', щоб не модифікувати ISO-образ Якщо ви не знаєте що робити, то оберіть 'Так'. Файл буде завантажений в поточну директорію, а в разі наявності '%s' - замінений автоматично.

source: Downloading %s
cs_cz: Staženo %s
da_dk: Downloader %s
de_de: Herunterladen von %s
el_gr: Κατάσταση Λήψης %s
es_es: Descargando %s
fa_ir: در حال دانلود کردن %s
hr_hr: Preuzimanje %s
hu_hu: %s letöltése
id_id: Mengunduh %s
ja_jp: %s をダウンロード中
nb_no: Laster ned %s
nl_nl: Downloaden van %s
pl_pl: Pobieranie %s
pt_br: Baixando %s
tr_tr: %s indiriliyor

source: No image selected
bg_bg: Не е избран образ
cs_cz: Nebyl zvolen žádný obraz disku
da_dk: Ingen image-fil er valgt
de_de: Keine Image-Datei gewählt
el_gr: Δεν έχει επιλεχθεί κάποιο επιλεγμένο αρχείο
es_es: No hay imagen ISO seleccionada
fa_ir: فایل ایمیج انتخاب نشده است
fi_fi: ISO-levykuvaa ei valittu
fr_fr: Aucune image sélectionnée
he_il: לא נבחר קובץ תמונה
hr_hr: Nema odabrane slike
hu_hu: Nincs képfájl kiválasztva
id_id: Tidak ada image terpilih
it_it: Nessuna immagine selezionata
ja_jp: イメージが選択されていません。
lt_lt: Atvaizdas nepasirinktas
lv_lv: Nav izvēlēts virtuālais attēls
ms_my: Tiada imej yang dipilih
nb_no: Intet bilde valgt
nl_nl: Geen image geselecteerd
pl_pl: Nie wybrano obrazu
pt_br: Nenhuma imagem ISO foi selecionada
pt_pt: Nenhuma imagem selecionada
sk_sk: Nie je vybraný žiadny obraz disku
sv_se: Ingen avbild vald
tr_tr: Yansı seçilmedi
uk_ua: Образ не обрано

source: for %s NAND
bg_bg: за %s NAND
cs_cz: pro %s NAND
da_dk: til %s NAND
de_de: für %s-Flash
el_gr: για %s NAND
es_es: para NAND %s
fa_ir: برای نوع %s
fi_fi: %s NAND-muistille
fr_fr: pour NAND %s
he_il: עבור %s NAND
hr_hr: za %s NAND
hu_hu: %s NAND típushoz
id_id: untuk %s NAND
it_it: per NAND %s
ja_jp: (%s NAND 用)
lt_lt: su %s NAND
lv_lv: no %s NAND
ms_my: untuk %s NAND
nb_no: til %s NAND
nl_nl: voor %s NAND
pl_pl: dla NAND %s
pt_br: para %s NAND
pt_pt: para %s TIPO
sk_sk: pre %s NAND
sv_se: för %s-NAND
tr_tr: %s NAND için
uk_ua: для %s NAND

source: Image is too big
bg_bg: Образът е твърде голям
cs_cz: Obraz disku je příliš velký
da_dk: Image-filen er for stor
de_de: Image ist zu groß
el_gr: Το αρχείο έχει πολύ μεγάλο μέγεθος
es_es: Imagen ISO demasiado grande
fa_ir: فایل ایمیج بیش از اندازه بزرگ است
fi_fi: Levykuva on liian suuri
fr_fr: Image trop large
he_il: קובץ התמונה גדול מדי
hr_hr: Slika je prevelika
hu_hu: A képfájl túl nagy
id_id: Image terlalu besar
it_it: Immagine troppo grande
ja_jp: イメージが大きすぎます。
lt_lt: Atvaizdas per didelis
lv_lv: Virtuālais attēls pārāk liels
ms_my: Imej terlalu besar
nb_no: Bildet er for stort
nl_nl: Image is te groot
pl_pl: Obraz jest zbyt duży
pt_br: Imagem é muito grande
pt_pt: Imagem demasiado grande
sk_sk: Obraz disku je príliš veľký
sv_se: Avbilden är för stor
tr_tr: Yansı boyutu çok büyük
uk_ua: Образ занадто великий

source: The image is too big for the selected target.
bg_bg: Образът е твърде голям за избраната цел.
cs_cz: Obraz disku je příliš velký pro zvolený cíl.
da_dk: Diskbilledet er for stort til den valgte destination.
de_de: Dieses Image ist zu groß für das gewählte Ziel.
el_gr: Το μέγεθος του επιλεγμένου αρχείου είναι μεγαλύτερο από την χωρητικότητα του επιλεγμένου μέσου.
es_es: La imagen ISO es demasiado grande para el destino seleccionado.
fa_ir: اندازه فایل ایمیج (Image) از ظرفیت درایو انتخاب‌شده بیشتر است.
fi_fi: Levykuva on liian suuri valittuun kohteeseen.
fr_fr: L'image est trop large pour être copiée sur le périphérique sélectionné.
he_il: קובץ התמונה גדול מדי עבור התקן היעד שנבחר.
hr_hr: Slika je prevelika za odabrani medij.
hu_hu: A képfájl túl nagy a kiválasztott célhoz.
id_id: Image terlalu besar untuk Target yang dipilih.
it_it: Questa immagine è troppo grande per l'unità di destinazione.
ja_jp: イメージが選択したターゲットには大きすぎます。
lt_lt: Atvaizdas yra per didelis pasirinktai paskirčiai.
lv_lv: Izvēlētajam nesējam virtuālais attēls pārāk liels.
ms_my: Imej ini terlalu besar untuk sasaran yang dipilih.
nb_no: Bildet er for stort for det valgte målet.
nl_nl: De image is te groot voor het geselecteerde doelapparaat.
pl_pl: Ten obraz jest zbyt duży dla wybranego celu.
pt_br: A imagem é muito grande para o destino selecionado.
pt_pt: A imagem é demasiado grande para o destino selecionado.
sk_sk: Obraz disku je príliš veľký pre vybraný disk.
sv_se: Avbilden är för stor för det valda målet.
tr_tr: Seçilen yansı boyutu hedef için çok büyük.
uk_ua: Образ занадто великий для обраного пристрою.

source: Unsupported ISO
bg_bg: Неподдържано ISO
cs_cz: Nepodporovaný ISO obraz
da_dk: ISO-filen er ikke understøttet
de_de: ISO-Image nicht unterstützt
el_gr: Μη υποστηριζόμενο ISO
es_es: ISO no soportado
fa_ir: خطا در انتخاب فایل ISO
fi_fi: ISO-levykuvaa ei tueta
fr_fr: Image ISO non supportée
he_il: קובץ ISO לא נתמך
hr_hr: Nepodržani ISO
hu_hu: Nem támogatott ISO
id_id: ISO tidak didukung
it_it: Formato ISO non supportato
ja_jp: 非対応の ISO です。
lt_lt: Nepalaikomas ISO
lv_lv: Neatbalstāms ISO formāts
ms_my: ISO tidak disokong
nb_no: Ikke støttet ISO
nl_nl: Niet-ondersteunde ISO
pl_pl: Niewspierane ISO
pt_br: ISO não suportada
pt_pt: ISO não suportado
sk_sk: Nepodporovaný ISO obraz
sv_se: ISO-filen stöds ej
tr_tr: Desteklenmeyen ISO
uk_ua: Непідтримуваний ISO-образ
