Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: This image uses Syslinux %s%s but this application only includes the installation files for Syslinux %s%s. As new versions of Syslinux are not compatible with one another, and it wouldn't be possible for Rufus to include them all, two additional files must be downloaded from the Internet ('ldlinux.sys' and 'ldlinux.bss'): - Select 'Yes' to connect to the Internet and download these files - Select 'No' to cancel the operation Note: The files will be downloaded in the current application directory and will be reused automatically if present.
bg_bg: Този образ използва Syslinux %s%s, но тази програма включва само инсталационни файлове за Syslinux %s%s. Тъй като новите версии на Syslinux не са съвместими една с друга и няма да е възможно Rufus да ги включи всичките, два допълнителни файла трябва да бъдат изтеглени от Интернет ('ldlinux.sys' и 'ldlinux.bss'): - Изберете 'Yes', за да се свържете с интернет и да изтеглите тези файлове - Изберете 'No', за да прекратите тази операция Бележка: Тези файлове ще бъдат изтеглени в настоящата директория на програмата и ще бъдат използвани автоматично щом са налични.
cs_cz: Tento obraz používá Syslinux %s%s, tato aplikace však obsahuje pouze instalační soubory pro Syslinux %s%s. Jelikož nové verze Syslinux nejsou vzájemně kompatibilní a není možné v programu Rufus zahrnout všechny verze, je nutné z Internetu stáhnout dodatečné dva soubory (ldlinux.sys a ldlinux.bss): - Zvolte 'Ano' pro stažení souborů z Internetu - Zvolte 'Ne' pro zrušení operace Poznámka: Soubory budou staženy do aktuální složky programu pro opětovné automatické použití.
da_dk: Dette image benytter Syslinux %s%s men denne applikation indeholder kun installationsfilerne til Syslinux %s%s. Da nye versioner af Syslinux ikke er kompatible med hinanden, og det desuden ikke ville være muligt for Rufus at inkludere dem alle, er det nødvendigt at hente to yderligere filer fra internettet ('ldlinux.sys' og 'ldlinux.bss'): - Vælg 'Ja' for at oprette forbindelse til internettet og hente filerne - Vælg 'Nej' for at annullere operationen Bemærk: Disse filer bliver gemt i den nuværende mappe og bliver efterfølgende automatisk genanvendt, hvis de er der.
de_de: Dieses Image benutzt Syslinux %s%s, aber diese Anwendung verfügt nur über Installationsdateien für Syslinux %s%s. Neuere Syslinux-Versionen sind untereinander nicht kompatibel. Rufus kann nicht alle Versionen unterstützen. Zwei zusätzliche Dateien müssen aus dem Internet heruntergeladen werden ('ldlinux.sys' und 'ldlinux.bss'): - Wählen Sie 'Ja', um dem Download zuzustimmen - Wählen Sie 'Nein', um den Vorgang abzubrechen Hinweis: Die Dateien werden in das Programmverzeichnis heruntergeladen und können bei Bedarf wiederverwendet werden.
el_gr: Αυτό το αρχείο χρησιμοποιεί το Syslinux %s%s παρόλα αυτά η εφαρμογή(Rufus) εμπεριέχει μόνο τα αρχεία εγκατάστασης του Syslinux %s%s. Εφόσον οι νέες εκδόσεις του Syslinux δεν είναι συμβατές μεταξύ τους, δεν είναι δυνατό για το Rufus να τις εμπεριέχει όλες. Επομένως, απαιτείται η λήψη δύο νέων αρχείων απο το διαδίκτυο ('ldlinux.sys' και 'ldlinux.bss'): - Επιλέξτε το 'Ναι' για να συνδεθείτε στο διαδίκτυο και να κάνετε λήψη των αρχείων - Επιλέξτε το 'Όχι' για να ακυρώσετε τη λειτουργία. Σημείωση: Η λήψη των νέων αρχείων θα γίνει στον τρέχοντα κατάλογο και εφόσον τα αρχεία υπάρχουν εκεί, θα επαναχρησιμοποιηθούν αυτόματα.
es_es: Esta imagen usa Syslinux %s%s pero este programa sólo incluye los ficheros de instalación para Syslinux %s%s. Debido a que las nuevas versiones de Syslinux no son compatibles entre si, y no es posible para Rufus incluirlas todas, se deben descargar dos ficheros adicionales de internet ('ldlinux.sys' y 'ldlinux.bss'): - Elije 'Si' para conectarse a internet y descargar estos ficheros - Elije 'No' para cancelar la operación Nota: Los ficheros se descargarán en la carpeta actual y volverán a usarse automáticamente si se encuentran.
fa_ir: این ایمیج (Image) از «Syslinux %s%s» استفاده می‌کند؛ اما نرم‌افزار Rufus فقط تنظیمات و فایل‌های نصب «Syslinux %s%s» را به همراه دارد. از آنجا که نسخه‌های مختلف Syslinux با یکدیگر سازگار نیستند و امکان قرار دادن همه آن‌ها در نرم‌افزار Rufus وجود ندارد؛ Rufus باید دو فایل «ldlinux.sys» و «ldlinux.bss» را از اینترنت دانلود کند. -برای اتصال به اینترنت و دانلود این فایل‌ها «بله» را انتخاب کنید -اگر از ادامه این فرآیند منصرف شده‌اید، «خیر» را انتخاب کنید. نکته: این فایل‌ها در پوشه نرم‌افزار دانلود می‌شود و در دفعات بعد به‌صورت خودکار از آن‌ها استفاده خواهد شد.
fi_fi: Tämä kuva käyttää Syslinuxia %s%s, mutta tämä sovellus sisältää asennustiedostot vain Syslinuxille %s%s. Koska Syslinuxin uudet versiot eivät ole keskenään yhteensopivia, eikä Rufus voisi sisältää niitä kaikkia, on kaksi lisätiedostoa ladattava internetistä ('ldlinux.sys' ja 'ldlinux.bss'): - Valitse 'Kyllä' yhdistääksesi internetiin ja ladataksesi nämä tiedostot - Valitse 'Ei' peruaksesi toiminnon Huomio: Tiedosto ladataan nykyiseen sovelluskansioon ja niitä käytetäänautomaattisesti uudelleen niiden löytyessä.
fr_fr: Cette image utilise Syslinux %s%s mais l'application inclus seulement les fichiers d'installation pour Syslinux %s%s. Comme les nouvelles versions de Syslinux sont incompatibles entre elles, et il n'est pas possible à Rufus de toutes les inclure, deux fichiers supplémentaires ('ldlinux.sys' et 'ldlinux.bss') doivent être téléchargés : - Choisissez 'Oui' pour télécharger ces fichier depuis Internet - Choisissez 'Non' pour annuler l'opération Note : Ces fichier seront téléchargés dans le répertoire courant et réutilisés automatiquement une fois présents.
he_il: קובץ תמונה זה משתמש ב־Syslinux %s%s אבל יישום זה כולל רק את קובצי ההתקנה עבור Syslinux %s%s. מכיוון שגרסאות חדשות של Syslinux אינן תואמות אחת לשניה ובלתי אפשרי ש־Rufus יכלול את כולן, יש להוריד 2 קבצים נוספים מהאינטרנט ('ldlinux.sys' ו־'ldlinux.bss'): - יש לבחור 'כן' כדי להתחבר לאינטרנט ולהוריד את הקבצים האלו - יש לבחור 'לא' כדי לבטל את הפעולה הערה: הקבצים יירדו לספרייה בה ממוקם היישום וכל עוד קבצים אלו יהיו שם, Rufus ישתמש בהם באופן אוטומטי במידת הצורך.
hr_hr: Ova slika koristi Syslinux %s%s ali ova aplikacija uključuje instalacijske datoteke za Syslinux %s%s. Pošto nove verzije Syslinuxa nisu međusobno kompatibilne, nemoguće je da Rufus sadrži sve, dvije dodatne datoteke se trebaju preuzeti: ('ldlinux.sys' i 'ldlinux.bss') - Odaberite 'Da' kako bi se preuzeli datoteke - Odaberite 'Ne' za prekid Info: Datoteke se preuzimaju u trenutni direktorij programa i koristit će se automatski ako bude potrebno.
hu_hu: Ez a képfájl ezt használja: Syslinux %s%s, de ez az alkalmazás csak a Syslinux %s%s telepítő fájljait tartalmazza. Mivel a Syslinux új verziói nem kompatibilisek egymással, és a Rufus sem tartalmazhatja az összes verziót, ezért két további fájlt le kell tölteni az internetről ('ldlinux.sys' és 'ldlinux.bss'): - Válaszd az 'Igen' gombot az internethez történő kapcsolódáshoz, és ezen fájlok letöltéséhez - Válaszd a 'Nem' gombot a művelet megszakításához Megjegyzés: A fájlok a program mappájába lesznek letöltve és automatikusan újra lesznek használva.
id_id: Image ini menggunakan Syslinux %s%s namun aplikasi ini hanya menyertakan berkas instalasi untuk Syslinux %s%s. Karena versi baru Syslinux tidak kompatibel satu dengan lainnya, dan tidak mungkin bagi Rufus untuk menyertakan semuanya, dua berkas tambahan harus diunduh dari Internet ('ldlinux.sys' dan 'ldlinux.bss'): - Pilih 'Ya' untuk menyambungkan ke Internet dan mengunduh berkas tersebut - Pilih 'Tidak' untuk membatalkan operasi Catatan: Berkas akan diunduh di direktori aplikasi saat ini dan akan digunakan kembali secara otomatis jika diminta.
it_it: Questa immagine usa Syslinux %s%s ma questa applicazione include solo i file di installazione per Syslinux %s%s. Poiché le nuove versioni di Syslinux non sono compatibili con le precedenti e non sarebbe possibile per Rufus includerle tutte, devono essere scaricati da internet due file aggiuntivi ('ldlinux.sys' e 'ldlinux.bss'): - Seleziona 'Sì' per collegarti a internet e scaricare questi due file - Seleziona 'No' per annullare l'operazione Nota: questi file verranno scaricati nella cartella corrente dell'applicazione e se presenti verranno riusati automaticamente.
ja_jp: このイメージは Syslinux %s%s を使用しますが、このアプリケーションには Syslinux %s%s のインストールファイルのみ内蔵しています。 新しいバージョンの Syslinux は古い Syslinux と完全な互換性はありません。Rufus にすべてのバージョンの Syslinux データを含むことはできないため、インターネットから 2 つのファイル (ldlinux.sys と ldlinux.bss) を追加でダウンロードする必要があります。 - インターネットに接続し、ファイルをダウンロードするには [はい] を選択してください。 - 取り消したい場合は [いいえ] を選択してください。 注意: ファイルは現在のディレクトリへダウンロードされます。ファイルが既に現在のディレクトリにある場合はダウンロードせず自動的に再使用されます。
lt_lt: Šis atvaizdas naudoja Syslinux %s%s, bet ši programa turi tik diegimo failus, skirtus Syslinux %s%s. Kadangi naujos Syslinux versijos tarpusavyje nesuderinamos, ir nėra galimybės į Rufus įtraukti jas visas, du papildomi failai turi būti atsisiųsti iš interneto ('ldlinux.sys' ir 'ldlinux.bss'): - Pasirinkite 'Taip' norėdami prisijungti prie interneto ir atsisiųsti šiuos failus - Pasirinkite 'Ne' norėdami veiksmą atšaukti Pastaba: Failai bus atsiųsti į dabartinį programos katalogą ir bus naudojami vėl automatiškai, juos ten radus.
lv_lv: Šis virtuālais attēls izmanto Syslinux %s%s, bet programma satur instalācijas failus Syslinux %s%s. Tā kā jaunās Syslinux versijas nav savstarpēji atbalstāmas, nepieciešams ielādēt no interneta vajadzīgos failus ('ldlinux.sys' un 'ldlinux.bss'): - Izvēlieties 'Jā' lai pieslēgtos pie interneta un mēģināt ielādētu šos failus - Izvēlieties 'Nē' lai atceltu šo darbību Piezīme: Faili tiks lejuplādēti tekošajā mapē, un ja tādi eksistē, automātiski tiks pārrakstīti.
ms_my: Imej ini menggunakan Syslinux %s%s tetapi aplikasi ini hanya mempunyai fail pemasangan untukSyslinux %s%s. Oleh kerana versi-versi baharu Syslinux tidak serasi dengan satu sama lain, maka tidakwajar Rufus menyediakan semuanya, dua fail tambahan perlu dimuat turun dariInternet ('ldlinux.sys' dan 'ldlinux.bss'): - Pilih 'Ya' untuk menyambung ke Internet dan memuat turun fail tersebut - Pilih 'Tidak' untuk membatalkan operasi NOTA:Fail akan dimuat turun ke dalam direktori aplikasi ini dan akan digunakan semulasecara automatik sekiranya sedia ada.
nb_no: Dette bildet bruker Syslinux %s%s men dette programmet inkluderer kun installsjonsfiler for Syslinux %s%s. Nye versjoner av Syslinux er ikke kompatible med hverandre, og dermed ikke mulig for Rufus å inkludere alle, 2 ekstra filer må lastes ned fra Internett ('ldlinux.sys' og 'ldlinux.bss'): - Velg 'Ja' For å koble til internett og laste ned disse filene - Velg 'Nei' for å avbryte OBS: Filene vil bli lastet ned i det aktuelle programmets mappe og vil bli brukt automatisk hvis de er tilstede.
nl_nl: Deze image maakt gebruik van Syslinux %s%s maar de toepassing bevat alleen de installatiebestanden voor Syslinux %s%s. Omdat oude en nieuwe versies van Syslinux niet compatibel zijn met elkaar, en het niet mogelijk is voor Rufus om alle versies te beheren, moeten twee extra bestanden gedownload worden van het internet ('ldlinux.sys' en 'ldlinux.bss'): - Klik op 'Ja' om via internet deze bestanden te downloaden - Klik op 'Nee' om de opdracht te annuleren Let op: De bestanden worden in de huidige map opgeslagen en zullen automatisch vervangen worden als het bestand al bestaat.
pl_pl: Ten obraz używa Syslinux %s%s, lecz ta aplikacja dołącza pliki instalacyjne tylko dla Syslinux %s%s. Ponieważ nowa wersja Syslinux nie jest kompatybilna z inną i nie jest możliwe dla Rufusa aby załączyć je wszystkie, dwa dodatkowe pliki muszą być pobrane z Internetu ('ldlinux.sys' oraz 'ldlinux.bss'): - Wybierz 'Tak' aby połączyć z Internetem i pobrać te pliki - Wybierz 'Nie' aby anulować operację Informacja: Pliki zostaną pobrane do aktualnego folderu aplikacji i zostaną użyte ponownie automatycznie, jeśli istnieją.
pt_br: Esta imagem usa Syslinux %s%s, mas este aplicativo inclui somente os arquivos de instalação para Syslinux %s%s. Como novas versões de Syslinux não são compatíveis entre si, e não seria seja possível para o Rufus incluir todas elas, dois arquivos adicionais devem ser baixados a partir da Internet ('ldlinux.sys' e 'ldlinux.bss'): - Selecione 'Sim' para se conectar à Internet e baixar esses arquivos - Selecione 'Não' para cancelar a operação Nota: Os arquivos serão baixados no diretório atual do aplicativo e serão reutilizados automaticamente se estiverem presentes.
pt_pt: Esta imagem usa Syslinux %s%s mas a aplicação inclui apenas os ficheiros de instalação para Syslinux %s%s. Como as diferentes versões de Syslinux podem não ser compatíveis entre si e não é possível o Rufus incluir todas elas, dois ficheiros adicionais devem ser transferidos ('ldlinux.sys' e 'ldlinux.bss'): - Selecione 'Sim' para transferir os ficheiros - Selecione 'Não' para cancelar Nota: Os ficheiros serão transferidos para a pasta atual da aplicação e serão usados automaticamente se presentes.
sk_sk: Tento obraz používa Syslinux %s%s ale tento program obsahuje inštaláciu pre Syslinux %s%s. Ak nová verzia Syslinuxu nie je kompaktibilná s ďalším obrazom, je možné, že program Rufus neobsahuje dva doplnkové súbory, ktoré budú musieť byť stiahnuté z internetu (ldlinux.sys a ldlinux.bss): - Stlačte „Áno" pre stiahnutie týchto súborov z internetu - Stlačte „Nie" pre zrušenie operácie Poznámka: Súbory budú stiahnuté do aktuálneho priečinku programu a budú použité automaticky po stiahnutí.
sv_se: Denna avbild använder Syslinux %s%s men detta programmet innehåller endast installationsfiler för Syslinux %s%s. Eftersom nya versioner av Syslinux inte är kompatibla med varandra, skulle det vara omöjligt att alla fanns med i Rufus, så därför måste två filer laddas ner från internet ('ldlinux.sys' och 'ldlinux.bss'): - Välj 'Ja' för att ansluta till internet och ladda ner filerna - Välj 'Nej' för att avbryta det hela Obs: Filerna kommer att laddas ner i programmets katalog och kommer att användas igen automatiskt om de finns där.
tr_tr: Bu yansı Syslinux %s%s kullanıyor fakat bu uygulama yalnız Syslinux %s%s için yükleme dosyalarını içeriyor. Syslinux'un yeni sürümleri bir başkasıyla uyumlu olmadığından ve Rufus'un bunların tamamını içermesi mümkün olmadığından, iki ek dosyanın('ldlinux.sys' ve 'ldlinux.bss') internet üzerinden indirilmesi gerekli: - İnternete bağlanıp bu dosyaları indirmek için 'Evet'i seçin - İşlemden vazgeçmek için 'Hayır'ı seçin Not: Dosyalar mevcut uygulama dizinine indirilecek ve hazır olduğunda otomatik olarak kullanılacak.
uk_ua: Даний образ використовує Syslinux %s%s, проте даний додаток включає в себе тільки настановні файли для Syslinux %s%s. Так як нові версії Syslinux несумісні одна з одною, необхідно, щоб додаткові файли ('ldlinux.sys' та 'ldlinux.bss') були завантажені з інтернету: - Оберіть 'Так', щоб завантажити файли з інтернету - Оберіть 'Ні', щоб відмінити операцію Примітка: Файли будуть завантажені в поточний каталог додатку і будуть використовуватися повторно за необхідності.

source: Download required
bg_bg: Необходимо е изтегляне
cs_cz: Nutné stažení souborů
da_dk: Download nødvendig
de_de: Download erforderlich
el_gr: Απαιτείται λήψη
es_es: Descarga requerida
fa_ir: دانلود چند فایل لازم است
fi_fi: Lataus vaaditaan
fr_fr: Téléchargement nécessaire
he_il: נדרשת הורדה
hr_hr: Potrebno preuzimanje
hu_hu: Letöltés szükséges
id_id: Unduh diperlukan
it_it: Richiede download
ja_jp: ダウンロードが必要です
lt_lt: Reikalingas atsisiuntimas
lv_lv: Nepieciešams lejuplādēt
ms_my: Muat turun diperlukan
nb_no: Nedlasting påkrevd
nl_nl: Download is vereist
pl_pl: Wymagane pobieranie
pt_br: Download necessário
pt_pt: Transferência
sk_sk: Je požadované stiahnutie
sv_se: Nerladdning krävs
tr_tr: İndirme gerekli
uk_ua: Необхідно завантажити
