Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Your version: %d.%d (Build %d)
bg_bg: Вашата версия е: %d.%d (Build %d)
cs_cz: Vaše verze: %d.%d (Build %d)
da_dk: Din version: %d.%d (Build %d)
de_de: Ihre Version: %d.%d (Build %d)
el_gr: Η εκδοχή σας: %d.%d (Build %d)
es_es: Su versión: %d.%d (Build %d)
fa_ir: نسخه کنونی نرم‌افزار شما: ‪%d.%d (Build %d)
fi_fi: Tämä versio: %d.%d (Build %d)
fr_fr: Votre version : %d.%d (Build %d)
he_il: הגרסה שלך: %d.%d (בנייה %d)
hr_hr: Instalirana verzija: %d.%d (Build %d)
hu_hu: Jelenlegi verzió: %d.%d (Build %d)
id_id: Versi Anda: %d.%d (Build %d)
it_it: Versione installata: %d.%d (Build %d)
ja_jp: 利用中のバージョン: %d.%d (Build %d)
lt_lt: Jūsų versija: %d.%d (sąranka %d)
lv_lv: Jūsu versija: %d.%d (Build %d)
ms_my: Versi anda: %d.%d (Binaan %d)
nb_no: Din versjon: %d.%d (Utgave %d)
nl_nl: Uw versie: %d.%d (Build %d)
pl_pl: Twoja wersja: %d.%d (Build %d)
pt_br: Sua versão: %d.%d (Build %d)
pt_pt: Versão instalada: %d.%d (Build %d)
sk_sk: Aktuálna verzia: %d.%d (Build %d)
sv_se: Din version: %d.%d (Build %d)
tr_tr: Mevcut sürüm: %d.%d (Yapı %d)
uk_ua: Ваша версія: %d.%d (Збірка %d)

source: Latest version: %d.%d (Build %d)
bg_bg: Последната версия е: %d.%d (Build %d)
cs_cz: Poslední verze: %d.%d (Build %d)
da_dk: Seneste version: %d.%d (Build %d)
de_de: Aktuelle Version: %d.%d (Build %d)
el_gr: Τελευταία εκδοχή: %d.%d (Build %d)
es_es: Última versión: %d.%d (Build %d)
fa_ir: آخرین نسخه موجود: ‪%d.%d (Build %d)
fi_fi: Viimeisin versio: %d.%d (Build %d)
fr_fr: Dernière version : %d.%d (Build %d)
he_il: הגרסה האחרונה: %d.%d (בנייה %d)
hr_hr: Zadnja verzija: %d.%d (Build %d)
hu_hu: Legújabb verzió: %d.%d (Build %d)
id_id: Versi terbaru: %d.%d (Build %d)
it_it: Versione aggiornata: %d.%d (Build %d)
ja_jp: 最新のバージョン: %d.%d (Build %d)
lt_lt: Naujausia versija: %d.%d (sąranka %d)
lv_lv: Pēdējā versija: %d.%d (Build %d)
ms_my: Versi terkini: %d.%d (Binaan %d)
nb_no: Siste versjon: %d.%d (Utgave %d)
nl_nl: Laatste versie: %d.%d (Build %d)
pl_pl: Najnowsza wersja: %d.%d (Build %d)
pt_br: Última versão: %d.%d (Build %d)
pt_pt: Última versão: %d.%d (Build %d)
sk_sk: Posledná verzia: %d.%d (Build %d)
sv_se: Senaste version: %d.%d (Build %d)
tr_tr: En son sürüm: %d.%d (Yapı %d)
uk_ua: Остання версія: %d.%d (Збірка %d)

source: bytes
bg_bg: байта
cs_cz: bajtů
da_dk: byte
de_de: Byte
fi_fi: tavua
fr_fr: octets
he_il: בתים
hr_hr: bajtova
hu_hu: bájt
id_id: byte
it_it: byte
ja_jp: バイト
lt_lt: baitai
lv_lv: B
ms_my: bait
pl_pl: bajtów
sk_sk: bajtov
tr_tr: byte
uk_ua: байт

source: kilobytes
bg_bg: килобайта
cs_cz: kilobajtů
da_dk: kilobyte
de_de: Kilobyte
fa_ir: کیلوبایت
fi_fi: kilotavua
fr_fr: kilo-octets
he_il: קילו בתים
hr_hr: kilobajta
hu_hu: kilobájt
id_id: kilobyte
it_it: kilobyte
ja_jp: キロバイト
lt_lt: kilobaitai
lv_lv: kilobaiti
ms_my: kilobait
nb_no: kilobyte
nl_nl: kilobyte
pl_pl: kilobajtów
pt_br: quilobytes
sk_sk: kilobajtov
tr_tr: kilobyte
uk_ua: кілобайт

source: megabytes
bg_bg: мегабайта
cs_cz: megabajtů
da_dk: megabyte
de_de: Megabyte
fa_ir: مگابایت
fi_fi: megatavua
fr_fr: méga-octets
he_il: מגה בתים
hr_hr: megabajta
hu_hu: megabájt
id_id: megabyte
it_it: megabyte
ja_jp: メガバイト
lt_lt: megabaitai
lv_lv: megabaiti
ms_my: megabait
nb_no: megabyte
nl_nl: megabyte
pl_pl: megabajtów
sk_sk: megabajtov
tr_tr: megabyte
uk_ua: мегабайт

source: Default
bg_bg: По подразбиране
cs_cz: Výchozí
da_dk: Standard
de_de: Standard
el_gr: Προεπιλογή
es_es: Por defecto
fa_ir: پیش‌فرض
fi_fi: Oletus
fr_fr: Défaut
he_il: ברירת מחדל
hr_hr: Zadano
hu_hu: Alapértelmezett
id_id: Standar
it_it: Predefinito
ja_jp: 規定
lt_lt: Numatytas
lv_lv: Noklusējums
ms_my: Tetapan asal
nb_no: Standard
nl_nl: Standaard
pl_pl: Domyślne
pt_br: Padrão
pt_pt: Padrão
sk_sk: Predvolené
sv_se: Standard
tr_tr: Varsayılan
uk_ua: За замовчуванням

source: %s (Default)
bg_bg: %s (По подразбиране)
cs_cz: %s (Výchozí)
da_dk: %s (standard)
de_de: %s (Standard)
el_gr: %s (Προεπιλογή)
es_es: %s (Por defecto)
fa_ir: %s (پیش‌فرض)
fi_fi: %s (Oletus)
fr_fr: %s (Défaut)
he_il: %s (ברירת מחדל)
hr_hr: %s (Zadano)
hu_hu: %s (Alapértelmezett)
id_id: %s (Standar)
it_it: %s (predefinito)
ja_jp: %s (規定)
lt_lt: %s (numatytas)
lv_lv: %s (Noklusējums)
ms_my: %s (Tetapan asal)
nb_no: %s (Standard)
nl_nl: %s (Standaard)
pl_pl: %s (Domyślne)
pt_br: %s (Padrão)
pt_pt: %s (Padrão)
sk_sk: %s (Predvolené)
sv_se: %s (Standard)
tr_tr: %s (Varsayılan)
uk_ua: %s (за замовчуванням)

source: BIOS (or UEFI-CSM)
bg_bg: BIOS (или UEFI-CSM)
cs_cz: BIOS (UEFI-CSM)
da_dk: BIOS (eller UEFI-CSM)
de_de: BIOS (bzw. UEFI-CSM)
el_gr: BIOS (ή UEFI-CSM)
es_es: BIOS (o UEFI-CSM)
fa_ir: BIOS (یا UEFI-CSM)
fi_fi: BIOS (tai UEFI-CSM)
fr_fr: BIOS (ou UEFI-CSM)
he_il: BIOS (או UEFI-CSM)
hr_hr: BIOS (ili UEFI-CSM)
hu_hu: BIOS (vagy UEFI-CSM)
id_id: BIOS (atau UEFI-CSM)
it_it: BIOS (o UEFI CSM)
ja_jp: BIOS (または UEFI-CSM)
lt_lt: BIOS (arba UEFI-CSM)
lv_lv: BIOS (vai UEFI-CSM)
ms_my: BIOS (atau UEFI-CSM)
nb_no: BIOS (eller UEFI-CSM)
nl_nl: BIOS (of UEFI-CSM)
pl_pl: BIOS (lub UEFI-CSM)
pt_br: BIOS (ou UEFI-CSM)
pt_pt: BIOS (ou UEFI-CSM)
sk_sk: BIOS (alebo UEFI-CSM)
sv_se: BIOS (eller UEFI-CSM)
tr_tr: BIOS (ya da UEFI-CSM)
uk_ua: BIOS (чи UEFI-CSM)

source: UEFI (non CSM)
bg_bg: UEFI (без CSM)
cs_cz: UEFI (ne CSM)
da_dk: UEFI (ikke CSM)
de_de: UEFI (ohne CSM)
el_gr: UEFI (εκτός από CSM)
es_es: UEFI (no CSM)
fa_ir: UEFI (بجز CSM)
fi_fi: UEFI (ei-CSM)
he_il: UEFI (שאינו CSM)
hr_hr: UEFI (bez CSM)
hu_hu: UEFI (nem CSM)
ja_jp: UEFI (CSM 無効)
lt_lt: UEFI (ne CSM)
lv_lv: BIOS (bez CSM)
ms_my: UEFI (bukan CSM)
nb_no: UEFI (ikke CSM)
nl_nl: UEFI (geen CSM)
pl_pl: UEFI (bez CSM)
pt_br: UEFI (não CSM)
pt_pt: UEFI (não CSM)
sk_sk: UEFI (bez CSM)
sv_se: UEFI (icke CSM)
tr_tr: UEFI (CSM yok)
uk_ua: UEFI (без CSM)

source: BIOS or UEFI
bg_bg: BIOS или UEFI
cs_cz: BIOS nebo UEFI
da_dk: BIOS eller UEFI
de_de: BIOS oder UEFI
el_gr: BIOS ή UEFI
es_es: BIOS o UEFI
fa_ir: BIOS یا UEFI
fi_fi: BIOS tai UEFI
fr_fr: BIOS ou UEFI
he_il: BIOS או UEFI
hr_hr: BIOS ili UEFI
hu_hu: BIOS vagy UEFI
id_id: BIOS atau UEFI
it_it: BIOS o UEFI
ja_jp: BIOS または UEFI
lt_lt: BIOS arba UEFI
lv_lv: BIOS vai UEFI
ms_my: BIOS atau UEFI
nb_no: BIOS eller UEFI
nl_nl: BIOS of UEFI
pl_pl: BIOS lub UEFI
pt_br: BIOS ou UEFI
pt_pt: BIOS ou UEFI
sk_sk: BIOS alebo UEFI
sv_se: BIOS eller UEFI
tr_tr: BIOS ya da UEFI
uk_ua: BIOS чи UEFI

source: %d pass
bg_bg: %d пробег
cs_cz: %d pokus
da_dk: %d gennemløb
de_de: %d Durchgang
el_gr: %d Πέρασμα
es_es: %d pasada
fa_ir: %d گذره
fi_fi: %d testi
fr_fr: %d passe
he_il: מעבר אחד
hr_hr: %d prolaz
hu_hu: %d menet
id_id: %d lulus uji
it_it: %d passaggio
ja_jp: %d パス
lt_lt: %d bandymas
lv_lv: %d mēģ.
ms_my: %d kali lulus
nb_no: %d Passering
nl_nl: %d ronde
pl_pl: %d Przebieg
pt_br: %d passada
pt_pt: %d verificado
sk_sk: %d pokus
sv_se: %d gång
tr_tr: %d geçiş
uk_ua: %d прохід

source: %d passes %s
bg_bg: %d пробега %s
cs_cz: %d pokusy %s
da_dk: %d gennemløb %s
de_de: %d Durchgänge %s
el_gr: %d Περάσματα %s
es_es: %d pasadas %s
fa_ir: %d گذره %s
fi_fi: %d testiä %s
he_il: %d מעברים %s
hr_hr: %d prolaza %s
hu_hu: %d menet %s
id_id: %d lulus uji %s
it_it: %d passaggi %s
ja_jp: %d パス %s
lt_lt: %d bandymai %s
lv_lv: %d mēģ. %s
ms_my: %d kali lulus %s
nb_no: %d Passeringer %s
nl_nl: %d rondes %s
pl_pl: %d Przebiegi %s
pt_br: %d passadas %s
pt_pt: %d verificados %s
sk_sk: %d pokusy %s
sv_se: %d gånger %s
tr_tr: %d geçiş %s
uk_ua: %d проходів %s

source: ISO Image
bg_bg: ISO образ
cs_cz: Obraz ISO
el_gr: Αρχείο ISO
es_es: Imagen ISO
fa_ir: ایمیج ISO
fi_fi: ISO-kuva
fr_fr: Image ISO
he_il: קובץ ISO
hr_hr: ISO slika
hu_hu: ISO kép
it_it: Immagine ISO
ja_jp: ISO イメージ
lt_lt: ISO atvaizdas
lv_lv: ISO virtuālais attēls
ms_my: Imej ISO
nb_no: ISO-bilde
pl_pl: Obraz ISO
pt_br: Imagem ISO
pt_pt: Imagem ISO
sk_sk: Obraz ISO
sv_se: ISO-avbild
tr_tr: ISO Yansısı
uk_ua: ISO-образ

source: Application
bg_bg: Приложение
cs_cz: Aplikace
da_dk: Applikation
de_de: Programm
el_gr: Εφαρμογή
es_es: Aplicación
fa_ir: برنامه
fi_fi: Sovellus
he_il: יישום
hr_hr: Aplikacija
hu_hu: Alkalmazás
id_id: Aplikasi
it_it: Applicazione
ja_jp: アプリケーション
lt_lt: Programa
lv_lv: Programma
ms_my: Aplikasi
nb_no: Applikasjon
nl_nl: Toepassing
pl_pl: Aplikacja
pt_br: Aplicativo
pt_pt: Aplicação
sk_sk: Aplikácia
sv_se: Program
tr_tr: Uygulama
uk_ua: Додаток

source: Abort
bg_bg: Прекрати
cs_cz: Přerušit
da_dk: Annuller
de_de: Abbruch
el_gr: Ακύρωση
es_es: Abortar
fa_ir: لغو
fi_fi: Keskeytä
fr_fr: Annuler
he_il: ביטול
hr_hr: Prekini
hu_hu: Megszakít
id_id: Batal
it_it: Annulla
ja_jp: 中止
lt_lt: Nutraukti
lv_lv: Pārtraukt
ms_my: Batal
nb_no: Avbryt
nl_nl: Afbreken
pl_pl: Przerwij
pt_br: Abortar
pt_pt: Abortar
sk_sk: Ukončiť
sv_se: Avbryt
tr_tr: Vazgeç
uk_ua: Відмінити

source: Launch
bg_bg: Стартирай
cs_cz: Spustit
da_dk: Kør
de_de: Start
el_gr: Εκκίνηση
es_es: Lanzar
fa_ir: اجرا
fi_fi: Käynnistä
fr_fr: Lancer
he_il: פתיחה
hr_hr: Pokreni
hu_hu: Indítás
id_id: Luncurkan
it_it: Esegui
ja_jp: 開始
lt_lt: Vykdyti
lv_lv: Startēt
ms_my: Mula
nb_no: Kjør
nl_nl: Starten
pl_pl: Uruchom
pt_br: Iniciar
pt_pt: Iniciar
sk_sk: Spustiť
sv_se: Starta
tr_tr: Başlat
uk_ua: Запустити

source: Operation cancelled by the user
bg_bg: Операцията прекратена от потребителя
cs_cz: Operace byla přerušena uživatelem
da_dk: Operation afbrudt af brugeren
de_de: Operation vom Benutzer abgebrochen
el_gr: Η διαδικασία ακυρώθηκε από το χρήστη
es_es: Operación cancelada por el usuario
fa_ir: کاربر ادامه فرآیند را لغو کرد
fi_fi: Käyttäjä peruutti toiminnon
fr_fr: Opération annulée par l'utilisateur
he_il: הפעולה בוטלה על ידי המשתמש
hr_hr: Radnja prekinuta od strane korisnika
hu_hu: A folyamat a felhasználó által megszakítva
id_id: Operasi dibatalkan oleh pengguna
it_it: Operazione annullata dall'utente
ja_jp: 操作はユーザーによりキャンセルされました。
lt_lt: Veiksmas atšauktas naudotojo
lv_lv: Darbību atcēla lietotājs
ms_my: Operasi dibatalkan oleh pengguna
nb_no: Operasjon avbrutt av bruker
nl_nl: Opdracht geannuleerd door de gebruiker
pl_pl: Operacja anulowana przez użytkownika
pt_br: Operação cancelada pelo usuário
pt_pt: Operação cancelada pelo utilizador
sk_sk: Operácia bola zrušená používateľom
sv_se: Operationen avbröts av användaren
tr_tr: Kullanıcı tarafından işlemden vazgeçildi
uk_ua: Операція скасована користувачем

source: Error
bg_bg: Грешка
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
fa_ir: خطا
fi_fi: Virhe
fr_fr: Erreur
he_il: שגיאה
hr_hr: Greška
hu_hu: Hiba
id_id: Kesalahan
it_it: Errore
ja_jp: エラー
lt_lt: Klaida
lv_lv: Kļūda
ms_my: Ralat
nb_no: Feil
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro
sk_sk: Chyba
sv_se: Fel
tr_tr: Hata
uk_ua: Помилка

source: Error: %s
bg_bg: Грешка: %s
cs_cz: Chyba: %s
da_dk: Fejl: %s
de_de: Fehler: %s
el_gr: Σφάλμα: %s
fa_ir: خطا: %s
fi_fi: Virhe: %s
fr_fr: Erreur : %s
he_il: שגיאה: %s
hr_hr: Greška: %s
hu_hu: Hiba: %s
id_id: Kesalahan: %s
it_it: Errore: %s
ja_jp: エラー: %s
lt_lt: Klaida: %s
lv_lv: Kļūda: %s
ms_my: Ralat: %s
nb_no: Feil: %s
nl_nl: Fout: %s
pl_pl: Błąd: %s
pt_br: Erro: %s
pt_pt: Erro: %s
sk_sk: Chyba: %s
sv_se: Fel: %s
tr_tr: Hata: %s
uk_ua: Помилка: %s

source: File download
bg_bg: Изтегляне на файл
cs_cz: Stažení souboru
da_dk: Filhentning
de_de: Dateidownload
el_gr: Λήψη αρχείου
es_es: Descarga de archivo
fa_ir: دانلود فایل
fi_fi: Tiedoston lataus
fr_fr: Téléchargement de fichier
he_il: הורדת קובץ
hr_hr: Preuzimanje datoteka
hu_hu: Fájl letöltése
id_id: Unduh berkas
it_it: Download file
ja_jp: ファイルダウンロード
lt_lt: Failo atsisiuntimas
lv_lv: Fails lejuplādēts
ms_my: Muat turun fail
nb_no: Fil-nedlasting
nl_nl: Bestand-download
pl_pl: Pobieranie pliku
pt_br: Download do arquivo
pt_pt: Transferência de ficheiro
sk_sk: Stiahnuť súbor
sv_se: Filnerladdning
tr_tr: Dosya indirme
uk_ua: Завантаження файлу

source: USB Storage Device (Generic)
bg_bg: USB съхраняващо устройство (Generic)
cs_cz: Zařízení USB (Obecné)
da_dk: USB-lagerenhed (generisk)
de_de: USB-Massenspeichergerät (allgemein)
el_gr: Συσκευή αποθήκευσης USB(Generic)
es_es: Dispositivo de almacenamiento USB (Genérico)
fi_fi: USB-tallennuslaite (Yleinen)
fr_fr: Pérpih. de stockage USB (Générique)
he_il: התקן אחסון USB (כללי)
hr_hr: USB uređaj za pohranu (Generičan)
hu_hu: USB tárolóeszköz (általános)
id_id: Perangkat Penyimpanan USB (Generic)
it_it: Unità memorizzazione USB (generica)
ja_jp: USB 記憶装置 (汎用)
lt_lt: USB saugyklos įrenginys (bendrinis)
lv_lv: USB atmiņas ierīce (Generic)
ms_my: Peranti storan USB (Generik)
nb_no: USB-lagringsenhet (Generisk)
nl_nl: USB-opslagapparaat (algemeen)
pl_pl: Urządzenie pamięci masowej USB (Ogólny)
pt_br: Dispositivo de armazenamento USB (Genérico)
pt_pt: Dispositivo de armazenamento USB (Genérico)
sk_sk: Úložné zariadenie USB (Generic)
tr_tr: USB Depolama Aygıtı (Genel)
uk_ua: USB-пристрій збереження даних

source: %s (Disk %d) [%s]
bg_bg: %s (Диск %d) [%s]
el_gr: %s (Δίσκος %d) [%s]
es_es: %s (Disco %d) [%s]
fa_ir: %s (هارد %d) [%s]
fi_fi: %s (Levy %d) [%s]
fr_fr: %s (Disque %d) [%s]
he_il: %s (דיסק %d) [%s]
hu_hu: %s (Lemez %d) [%s]
it_it: %s (disco %d) [%s]
ja_jp: %s (ディスク %d) [%s]
lt_lt: %s (diskas %d) [%s]
lv_lv: %s (Disks %d) [%s]
ms_my: %s (Cakera %d) [%s]
nl_nl: %s (schijf %d) [%s]
pl_pl: %s (Dysk %d) [%s]
pt_br: %s (Disco %d) [%s]
pt_pt: %s (Disco %d) [%s]
uk_ua: %s (Диск %d) [%s]

source: Multiple Partitions
bg_bg: Множество дялове
cs_cz: Více diskových oddílů
da_dk: Flere partitioner
de_de: Mehrere Partitionen
el_gr: Πολλαπλά διαμερίσματα
es_es: Particiones múltiples
fa_ir: درایو بیش از یک پارتیشن دارد
fi_fi: Useita osioita
fr_fr: Plusieurs partitions
he_il: מחיצות מרובות
hr_hr: Više particija
hu_hu: Több partíció
id_id: Banyak Partisi
it_it: Partizioni multiple
ja_jp: 複数のパーティション
lt_lt: Keli skaidiniai
lv_lv: Multi partīcijas
ms_my: Beberapa Partisyen
nb_no: Flere partisjoner
nl_nl: Meerdere partities
pl_pl: Wiele Partycji
pt_br: Múltiplas Partições
pt_pt: Várias partições
sk_sk: Zariadenie s viacerým oddielmi
sv_se: Flera partitioner
tr_tr: Çoklu Disk Birimleri
uk_ua: Декілька розділів

source: Rufus - Flushing buffers
bg_bg: Rufus - Прочистване на буферите
cs_cz: Rufus - Čištění vyrovnávací paměti
da_dk: Rufus - tømmer buffere
de_de: Rufus - Leere Puffer
el_gr: Rufus - Ρήξη προσωρινής μνήμης
es_es: Rufus - Purgando los buffers
fa_ir: Rufus - در حال تخلیه میان‌گیر (بافر)
fi_fi: Rufus - Tyhjennetään puskuria
fr_fr: Rufus - Flush de la mémoire tampon
he_il: Rufus - מרוקן חוצצים
hr_hr: Rufus - Čišćenje buffera
hu_hu: Rufus - Pufferek kiürítése
it_it: Rufus - Svuotamento buffer
ja_jp: Rufus - バッファを消去中
lt_lt: Rufus - išvalomi buferiai
lv_lv: Ātrapmaiņas buferis
ms_my: Rufus - 'Flush' penimbal
nb_no: Rufus - Tømmer buffere
nl_nl: Rufus - Buffers aan het legen
pl_pl: Rufus - Czyszczenie buforów
pt_br: Rufus - Limpando buffers
pt_pt: Rufus - A limpar buffers
sk_sk: Rufus - Vyprázdňovanie bufferov
sv_se: Rufus - Tömmer buffertar
tr_tr: Rufus - Tamponlanıyor
uk_ua: Rufus - Очищення буферів

source: Rufus - Cancellation
bg_bg: Rufus - Прекратяване
cs_cz: Rufus - Ukončení
da_dk: Rufus - annullerer
de_de: Rufus - Abbrechen
el_gr: Rufus - Ακύρωση
es_es: Rufus - Cancelación
fa_ir: Rufus - در حال لغو کردن
fi_fi: Rufus - Peruutus
fr_fr: Rufus - Annulation
he_il: Rufus - ביטול
hr_hr: Rufus - Otkazivanje
hu_hu: Rufus - Megszakítás
id_id: Rufus - Pembatalan
it_it: Rufus - Cancellazione
ja_jp: Rufus - キャンセル中
lt_lt: Rufus - atšaukimas
lv_lv: Darbības atcelšana
ms_my: Rufus - Pembatalan
nb_no: Rufus - Avbryter
nl_nl: Rufus - Annuleren
pl_pl: Rufus - Anulowanie
pt_br: Rufus - Cancelamento
pt_pt: Rufus - Cancelar
sk_sk: Rufus - Ukončovanie operácie
sv_se: Rufus - Avbryter
tr_tr: Rufus - İptal
uk_ua: Rufus - Скасування

source: Success.
bg_bg: Завършено успешно.
cs_cz: Hotovo.
da_dk: Succes.
de_de: Erfolg.
el_gr: Επιτυχεία.
es_es: Éxito.
fa_ir: موفق بود.
fi_fi: Onnistui.
fr_fr: Opération réussie.
he_il: הצלחה.
hr_hr: Uspješno.
hu_hu: Siker.
id_id: Sukses.
it_it: Completato.
ja_jp: 成功しました。
lt_lt: Sėkmingai.
lv_lv: Veiksmīgi.
ms_my: Berjaya.
nb_no: Suksess.
nl_nl: Succesvol.
pl_pl: Sukces.
pt_br: Sucesso.
pt_pt: Sucesso.
sk_sk: Hotovo.
sv_se: Lyckades.
tr_tr: Başarılı.
uk_ua: Успішно.

source: Undetermined error while formatting.
bg_bg: Неопределена грешка при форматирането.
cs_cz: Neznámá chyba během formátování.
da_dk: Ukendt fejl under formatering.
de_de: Unbekannter Fehler während der Formatierung.
el_gr: Απροσδιόριστο σφάλμα κατά τη διαμόρφωση.
es_es: Error indeterminado durante el formateo.
fa_ir: برخورد با خطای نامشخص، هنگام فرمت کردن.
fi_fi: Määrittämätön virhe alustaessa.
fr_fr: Erreur indéterminée lors du formatage.
he_il: שגיאה לא מזוהה בזמן האתחול.
hr_hr: Neutvrđena greška pri formatiranju.
hu_hu: Ismeretlen hiba formázás közben.
id_id: Kesalahan tidak diketahui saat memformat.
it_it: Errore sconosciuto durante la formattazione.
ja_jp: フォーマット中に判別できないエラーが起きました。
lt_lt: Nenustatyta klaida formatuojant.
lv_lv: Nezināma formatēšanas kļūda.
ms_my: Ralat yang tidak dapat ditentukan ketika memformat.
nb_no: Ubestemmelig feil under formateringen.
nl_nl: Onbepaalde fout tijdens formatteren.
pl_pl: Niezidentyfikowany błąd podczas formatowania.
pt_br: Erro indeterminado durante a formatação.
pt_pt: Erro indeterminado durante a formatação.
sk_sk: Neurčitá chyba počas formátovania.
sv_se: Obestämd fel vid formatering.
tr_tr: Biçimlendirilirken beklenmeyen hata.
uk_ua: Невідомі помилки під час форматування.

source: Cannot use the selected file system for this media.
bg_bg: Не може да използвате избраната файлова система за този вид устройство.
cs_cz: Zvolený souborový systém nelze pro toto zařízení použít.
da_dk: Kan ikke benytte det valgte filsystem for dette medie.
de_de: Das gewählte Dateisystem kann für diesen Datenträger nicht verwendet werden.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε το επιλεγμένο σύστημα αρχείων για αυτό το μέσο.
es_es: No se puede usar el sistema de archivos seleccionado para este dispositivo.
fa_ir: برای این ابزار ذخیره‌سازی نمی‌توان از سیستم فایل انتخاب‌شده استفاده کرد.
fi_fi: Valittua tiedostojärjestelmää ei voida käyttää tässä tietovälineessä.
fr_fr: Ce système de fichiers ne peut pas être utilisé ici.
he_il: לא ניתן להשתמש במערכת הקבצים שבחרת עבור המדיה הזו.
hr_hr: Nije moguće upotrijebiti odabrani datotečni sustav na ovom mediju.
hu_hu: A kiválasztott fájlrendszer nem használható ehhez az eszközhöz.
id_id: Tidak dapat menggunakan sistem berkas terpilih untuk media ini.
it_it: Impossibile usare il filesystem selezionato.
ja_jp: 選択したシステムはこのメディアに使えません。
lt_lt: Negalima naudoti parinktos failų sistemos šiai laikmenai.
lv_lv: Šim nesējam nevar izmantot izvēlēto failu sistēmu.
ms_my: Tidak boleh menggunakan sistem fail yang dipilih untuk media ini.
nb_no: Kan ikke bruke det valgte filsystem for dette mediet.
nl_nl: Kan het geselecteerde bestandssysteem niet gebruiken voor dit medium.
pl_pl: Nie można użyć wybranego systemu plików dla tego nośnika.
pt_br: Não é possível usar o sistema de arquivos selecionado para esta mídia.
pt_pt: Não pode usar o sistema de ficheiros selecionado para este dispositivo.
sk_sk: Nie je možné použiť vybraný súborový systém pre toto médium.
sv_se: Kan inte använda valt filsystem för detta media.
tr_tr: Seçilen dosya sistemi bu medya için kullanılamaz.
uk_ua: Неможливо використовувати обрану файлову систему для даного пристрою.

source: Access to the device is denied.
bg_bg: Достъпът до устройството е забранен.
cs_cz: Přístup k zařízení byl odmítnut.
da_dk: Adgang til enheden blev nægtet.
de_de: Der Zugriff auf das Laufwerk wurde verweigert.
el_gr: Η πρόσβαση στη συσκευή δεν επιτρέπεται.
es_es: No se permite el acceso al dispositivo.
fa_ir: اجازه دسترسی به درایو انتخاب‌شده وجود ندارد.
fi_fi: Pääsy laitteeseen on evätty.
fr_fr: L'accès au périphérique est refusé.
he_il: הגישה להתקן נדחתה.
hr_hr: Odbijen pristup uređaju.
hu_hu: Az eszközhöz a hozzáférés megtagadva.
id_id: Akses ke perangkat ditolak.
it_it: Accesso negato all'unità.
ja_jp: このデバイスへのアクセスは拒否されました。
lt_lt: Prieiga prie šio įrenginio uždrausta.
lv_lv: Piekļuve iekārtai liegta.
ms_my: Akses kepada peranti dinafikan.
nb_no: Ikke tilgang til denne enheten.
nl_nl: Toegang tot apparaat is geweigerd.
pl_pl: Dostęp do urządzenia jest zabroniony.
pt_br: Acesso ao dispositivo negado.
pt_pt: Não é possível aceder ao dispositivo.
sk_sk: Prístup na disk bol odmietnutý.
sv_se: Åtkomst till enheten nekades.
tr_tr: Aygıta erişim engellendi.
uk_ua: Доступ до пристрою заборонений.

source: Media is write protected.
bg_bg: Устройството е защитено срещу записване.
cs_cz: Zařízení je chráněno proti zápisu.
da_dk: Mediet er skrivebeskyttet.
de_de: Der Datenträger ist schreibgeschützt.
el_gr: Το μέσο έχει προστασία εγγραφής.
es_es: El dispositivo está protegido contra escritura.
fa_ir: درایو انتخاب‌شده نسبت به «نوشتن» محافظت شده است (Write Protected).
fi_fi: Tietoväline on kirjoitussuojattu.
fr_fr: Le périphérique est protégé en écriture.
he_il: ההתקן מוגן מפני כתיבה.
hr_hr: Uređaj je zaštićen od zapisivanja.
hu_hu: Az eszköz írásvédett.
id_id: Media terlindungi penulisan.
it_it: Il supporto è protetto da scrittura.
ja_jp: メディアは書き込み禁止です。
lt_lt: Laikmena apsaugota nuo įrašymo.
lv_lv: Iekārta aizsargāta no ieraksta.
ms_my: Tidak boleh menulis data ke peranti (Dilindungi)
nb_no: Mediet er skrivebeskyttet.
nl_nl: Medium is beveiligd tegen schrijven.
pl_pl: Nośnik jest w trybie chronionym przed zapisem.
pt_br: A mídia está protegida contra gravação.
pt_pt: Dispositivo está protegido contra escrita.
sk_sk: Médium je chránené proti zápisu.
sv_se: Mediet är skrivskyddat.
tr_tr: Medya yazma korumalı.
uk_ua: Обраний пристрій захищений від запису.
