Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: IMPORTANT: You are trying to install 'Windows To Go', but your target drive doesn't have the 'FIXED' attribute. Because of this Windows will most likely freeze during boot, as Microsoft hasn't designed it to work with drives that instead have the 'REMOVABLE' attribute. Do you still want to proceed? Note: The 'FIXED/REMOVABLE' attribute is a hardware property that can only be changed using custom tools from the drive manufacturer. However those tools are ALMOST NEVER provided to the public...
bg_bg: ВАЖНО: Опитвате се да инсталирате 'Windows To Go', но вашето целево устройство не притежава атрибутът 'FIXED'. Поради това е много вероятно Winodows да замръзне по време на стартиране, тъй като Microsoft не са предвиждали продуктът им да се използва на устройства с атрибут 'REMOVABLE'. Желаете ли да продължите? Бележка: Атрибутите FIXED/REMOVABLE са хардуерни свойства който могат да бъдат променени само от специализиран софтуер на производителя. Само че този софтуер ПОЧТИ НИКОГА не е достъпен за потребителите...
cs_cz: DŮLEŽITÉ: Pokoušíte se nainstalovat 'Přenosný systém Windows', ale váš cílový disk má 'PEVNÝ' atribut. Vzhledem k tomuto systému Windows bude s největší pravděpodobností zamrzat během spouštění, Microsoft nepodporuje práce s 'VYMĚNITELNÝMI' disky, které mají tento atribut. přesto chcete pokračovat? Poznámka: 'PEVNÝ/VYMĚNITELNÝ' atribut má hardwarové vlastnosti, které lze změnit pouze pomocí vlastních nástrojů od výrobce disku. Nicméně tyto nástroje nejsou NIKDY poskytovány veřejnosti...
da_dk: VIGTIGT: Du er ved at installere 'Windows To Go', men installationsdrevet er ikke en 'Lokal' disk. På grund af dette vil Windows muligvis 'fryse' under opstart, da Microsoft ikke har designet Windows til at virke med 'Flytbare' diske Vil du fortsætte alligevel? Bemærk: 'Lokal/Flytbar'-flaget er et hardwareflag som kun kan ændres med specielle værktøjer fra producenten. Disse værktøjer er næsten aldrig tilgængelige for almindelige mennesker...
de_de: WICHTIG: Sie versuchen, 'Windows To Go' zu installieren, aber das Ziel-Laufwerk hat nicht das 'FIXED'-Attribut. Deswegen wird Windows beim Systemstart höchstwahrscheinlich einfrieren, weil Microsoft nicht vorgesehen hat, Laufwerke mit dem 'REMOVABLE'-Attribut zu unterstützen. Wollen Sie den Vorgang trotzdem fortsetzen? Hinweis: Das 'FIXED/REMOVABLE'-Attribut ist eine Hardware-Eigenschaft und kann nur mit speziellen Tools der Hersteller geändert werden. Wobei diese Tools MEIST NICHT öffentlich sind.
el_gr: ΣΗΜΑΝΤΙΚΟ: Προσπαθείτε να εγκαταστήσετε τα 'Windows To Go', αλλά ο επιλεγμένος δίσκος δεν διαθέτει το χαρακτηριστικό 'ΣΤΑΘΕΡΑ'. Λόγω αυτού, τα Windows πιθανότατα θα 'παγώνουν' κατά τη διάρκεια της εκκίνησης εφόσον η Microsoft δεν έχει σχεδιάσει τα 'Windows To Go' για λειτουργία με δίσκους που έχουν το χαρακτηριστικό 'ΑΦΑΙΡΟΥΜΕΝΟΣ'. Είστε σίγουροι ότι θέλετε να συνεχίσετε? Σημείωση: Το χαρακτηριστικό 'ΣΤΑΘΕΡΟΣ / ΑΦΑΙΡΟΥΜΕΝΟΣ' ενός δίσκου είναι μια ιδιότητα που μπορεί να αλλάξει μόνο χρησιμοποιώντας προσαρμοσμένα εργαλεία από τον κατασκευαστή της μονάδας. Ωστόσο, τα εργαλεία αυτά δεν διατίθενται στο κοινό.
es_es: IMPORTANTE: Está intentando instalar 'Windows To Go', pero la unidad destino no tiene el atributo 'FIXED' (fijo). Debido a esto es muy probable que Windows se detenga en el arranque ya que Microsoft no lo ha diseñado para funcionar con unidades que tengan el atributo 'REMOVABLE' (extraible) ¿Desea continuar con el proceso? Nota: El atributo 'FIXED/REMOVABLE' es una propiedad hardware que sólo se puede cambiarusando herramientas del fabricante. Sin embargo estas herramientas CASI NUNCA se facilitan al público...
fa_ir: هشدار مهم! شما گزینه «Windows To Go» را انتخاب کرده‌اید اما درایو موردنظر شما فاقد ویژگی «FIXED» است. به همین دلیل هنگام راه‌اندازی سیستم‌عامل (Boot) با استفاده از این درایو به احتمال زیاد اجرای ویندوز متوقف می‌شود. چون‌که مایکروسافت این امکان را برای درایوهایی که ویژگی «REMOVABLE» دارند، طراحی نکرده است. آیا می‌خواهید این کار را ادامه دهید؟ نکته: ویژگی‌های «FIXED» و «REMOVABLE» خاصیت سخت‌افزاری هستند و فقط شرکت‌های سازنده درایو با ابزارهای مخصوصی می‌توانند آن‌ها را تغییر دهند. این ابزارها تقریباً هیچ‌وقت در اختیار عموم مردم قرار نمی‌گیرد.
fi_fi: TÄRKEÄÄ: Olet asentamassa 'Windows To Go' -järjestelmää, mutta kohdeasemaa ei ole määritelty kiinteäksi. Tästä johtuen Windows todennäköisesti pysähtyy käynnistyksessä, sillä Microsoft ei ole suunnitellut sitä toimivaksi asemilla, jotka ovat merkitty irroitettaviksi. Haluatko kuitenkin jatkaa? Huomio: 'Kiinteä/irroitettava' -määritys on laitteiston ominaisuus, joka voidaan vaihtaa vain aseman valmistajan erityisohjelmistolla. Näitä työkaluja ei kuitenkaan lähes milloinkaan levitetä julkiseen käyttöön...
fr_fr: IMPORTANT : Vous essayez d'installer 'Windows To Go', mais votre périphérique de destination ne possède pas l'attribut 'FIXE'. A cause de cela, Windows va très probablement geler lors du démarrage, car Microsoft ne l'a pas conçu pour fonctionner avec des périphériques qui possèdent l'attribut 'AMOVIBLE'. Voulez vous continuer malgré celà ? Note : L'attribut 'FIXE/AMOVIBLE' est une propriété matérielle qui peut uniquement être changée avec des outils propriétaires, que les fabriquants de périphériques ne fournissent PRESQUE JAMAIS au public...
he_il: חשוב: הינך מנסה להתקין את 'Windows To Go', אבל לכונן היעד שלך אין את התכונה 'FIXED'. בגלל זה רוב הסיכויים הם ש־Windows ייקפא בזמן העלייה באתחול מכיוון ש־Microsoft לא יצרה את Windows To Go בצורה שתוכל לעבוד עם כוננים שיש להם את התכונה 'REMOVABLE'. האם עדיין ברצונך להמשיך? הערה: התכונה 'FIXED/REMOVABLE' היא מאפיין חומרה הניתן לשינוי רק בעזרת כלים מיוחדים של יצרן הכונן. עם זאת, הכלים האלה כמעט אף פעם לא משוחררים לציבור...
hr_hr: VAŽNO: Pokušavate postaviti 'Windows To Go', ali odabrani uređaj ima 'FIXED' atribut. Zbog toga će se Windows vjerojatno zamrznuti pri pokretanju, pošto je Microsoft prilagodio Windows To Go za uređaje s 'REMOVABLE' atributom. Želite li svejedno nastaviti? Info: 'FIXED/REMOVABLE' atribut je hardversko svojstvo koje se može izmijeniti samo pomoću specijalnih alata proizvođača diska . Dotični alati su vrlo rijetko dostupni krajnjim korisnicima.
hu_hu: FONTOS: 'Windows To Go'-t próbálsz telepíteni, de a célmeghajtó nem 'BEÉPÍTETT' megjelölésű. Emiatt a Windows bootolás közben lefagyhat, mivel a Microsoft nem úgy tervezte, hogy 'ELTÁVOLÍTHATÓ' megjelölésű eszközzel is működjön. Szeretnéd folytatni? Megjegyzés: A 'BEÉPÍTETT/ELTÁVOLÍTHATÓ' megjelölés egy hardveres tulajdonság, amely csak az eszköz gyártójától származó egyedi eszközökkel változtatható meg. Azonban ezek az eszközök SZINTE SOHA SEM publikusak...
id_id: PENTING: Anda mencoba untuk menginstal 'Windows To Go', namun perangkat target tidak memiliki atribut 'FIXED'. Windows ini kemungkinan akan berhenti saat boot, karena Microsoft tidak merancangnya untuk bekerja dengan perangkat yang tidak memiliki atribut 'REMOVABLE'. Apakah Anda tetap ingin melanjutkan? Catatan: Atribut 'FIXED/REMOVABLE' adalah properti hardware yang hanya dapat diubah menggunakan alat kostum dari produsen perangkat. Namun alat ini HAMPIR TIDAK PERNAH disediakan kepada publik...
it_it: IMPORTANTE: stai tentando di installare 'Windows To Go', ma l'unità destinazione non ha l'attributo 'FISSO'. Windows molto probabilmente si bloccherà durante il boot, poichè non è stato disegnato per lavorare con unità che hanno invece l'attributo 'RIMOVIBILE'. Vuoi ancora procedere? Nota: l'attributo 'FISSO/RIMOVIBILE' è una proprietà hardware che può essere modificata solo usando strumenti personalizzati del produttore dell'unità. Comunque questi strumenti non sono QUASI MAI forniti all'utente...
ja_jp: 注意: Windows To Go をインストールしようとしていますが、ターゲット ドライブは “FIXED” 属性を持ちません。“REMOVABLE” 属性があるドライブで動作するように Microsoft は Windows を設計していないため、Windows のブート中にフリーズする可能性が高くなります。 続けてよろしいですか? 注意: “FIXED/REMOVABLE” 属性は、ハードウェア固有のプロパティで製造メーカーからのツール等でのみ変更可能ですが、残念ながらそのようなツールは全くと言っていいほど公開されていません。
lt_lt: SVARBU: Jūs bandote įdiegti 'Windows To Go', bet jūsų paskirties diskas neturi atributo ´FIKSUOTAS´. Dėl to sistema Windows greičiausiai pakibs įkelties metu, nes Microsoft nepritaikė jos veikti su diskais, turinčiais ´KEIČIAMAS´ atributą. Ar vis tiek norite tęsti? Pastaba: Atributas 'FIKSUOTAS/KEIČIAMAS' yra techninės įrangos savybė, kurią galima pakeisti tik naudojant specialias priemones iš disko gamintojo. Tačiau šios priemonės BEVEIK NIEKADA viešai nepateikiamos...
lv_lv: SVARĪGI: Jūs mēģinat instalēt 'Windows To Go', bet izvēlētajam diskam nav nepieciešamā atribūta 'FIKSĒTS', līdz ar to Windows ielāde visticamāk nenotiks, jo šis Microsoft produkts neatbalsta iekārtas kurām ir atribūts 'NOŅEMAMS'. Vai vēlaties turpināt? Piezīme: Atribūtu 'FIKSĒTS/NOŅEMAMS' var mainīt tikai iekārtas uzstādījumos izmantojot rīkus no iekārtas ražotāja. Šādi rīki parasti brīvā piekļuvē NETIEK IZVIETOTI...
ms_my: PENTING: Anda cuba memasang 'Windows To Go', tetapi pemacu sasaran anda tidak mempunyai atribut 'FIXED'. Disebabkan ini Windows akan berkemungkinan besar sangkut sepanjang but, kerana Microsoft tidak merekanya untuk berfungsi dengan pemacu yang sebaliknya mempunyai atribut 'REMOVABLE'. Adakah anda masih mahu teruskan? Nota: Atribut 'FIXED/REMOVABLE'adalah sifat perkakasan yang hanya boleh ditukar menggunakan alatan tersuai daripada pengilang pemacu. Bagaimanapun alatan tersebut adalah HAMPIR TIDAK AKAN diberikan kepada umum...
nb_no: VIKTIGT: Du prøver å installere 'Windows To Go', med målstasjonen ikke harden rette beskrivelsen. P.g.a dette vil Windows sannsynligvis stoppe opp under oppstarten, da Microsoft ikke har designet den til å virke med stasjoner som er 'FLYTTBAR'. Ønsker du å fortsette? OBS:'FAST/FLYTTBAR' er et hardware-valg som kun kan endres ved å bruke spesialutstyr fra stasjonsprodusenten. Uansett er dette verktøyet NESTEN ALDRI tilgjengelig for publikum...
nl_nl: BELANGRIJK: U probeert 'Windows To Go' te installeren, maar uw doelschijf heeft het 'FIXED'-attribuut niet. Hierdoor zal Windows hoogstwaarschijnlijk vastlopen tijdens het opstarten omdat Microsoft het niet zo heeft ontworpen dat het werkt met drives die het 'REMOVABLE' attribuut hebben. Wilt u nog steeds doorgaan? Opmerking: Het 'FIXED/REMOVABLE'-attribuut is een hardware-eigenschap die alleen veranderd kan worden door gebruik te maken van tools van de drive-fabrikant. Deze tools worden echter BIJNA NOOIT aan het publiek aangeboden...
pl_pl: WAŻNE: Próbujesz zainstalować 'Windows To Go', lecz dysk docelowy nie ma atrybutu 'LOKALNY'. Z tego powodu Windows prawdopodobnie zawiesi się podczas startu, ponieważ Microsoft nie zaprojektował go do działania z dyskami, które zamiast tego mają atrybut 'WYMIENNY'. Czy nadal chcesz kontynuować? Informacja: Atrybut 'LOKALNY/WYMIENNY' to właściwość sprzętowa, która może jedynie zostać zmieniona używając narzędzi dostarczanych przez producenta dysku. Jednak te narzędzia PRAWIE NIGDY nie są udostępniane publicznie...
pt_br: IMPORTANTE: Você está tentando instalar 'Windows To Go', porém o drive de destino não tem o atributo 'FIXED'. Portanto, é possível que o Windows trave durante a inicialização, pois a Microsoft não o desenvolveu para funcionar em drives que, em lugar daquele, tenham o atributo 'REMOVABLE'. Você ainda deseja continuar? Nota: O atributo 'FIXED/REMOVABLE' é uma propriedade do hardware que só pode ser alterada utilizando-se ferramentas personalizadas do fabricante do drive. No entanto, essas ferramentas QUASE NUNCA são disponibilizadas para o público...
pt_pt: IMPORTANTE: Está a tentar instalar 'Windows To Go', mas a drive de destino não tem o atributos 'FIXO'. Por isso o Windows provalvelmente irá parar durante o arranque, uma vez que não está preparado para trabalhar em drives que tenham o atributo de 'AMOVÍVEL'. Deseja continuar mesmo assim? Nota: O atributo 'FIXO/AMOVÍVEL' é uma propriedade do hardware que apenas pode se alterado através de ferramentas do fabricante da drive. No entanto, estas ferramentas na MAIORIA dos CASOS, NUNCA são fornecidas aos utilizadores...
sk_sk: DÔLEŽITÉ: Pokúšate sa nainštalovať „Windows To Go", ale vaša cieľová jednotkanemá atribút „UPRAVENÝ„. Takýto systém Windows takmer určite zamrzne počas bootovania,ak nebol navrhnutý spoločnosťou Microsoft pre prácu so zariadeniami, ktoré majú atribút „VYMENITEĽNÝ". Ste si istý, že chcete pokračovať? Poznámka: Atribút „UPRAVENÝ/VYMENITEĽNÝ" je hardvérová charakteristika, ktorá môže byť zmenená iba použitím vlastných nástrojov od výrobcu zariadenia. Napriek tomu tieto nástroje nie sú SKORO NIKDY poskytnuté verejnosti...
sv_se: VIKTIGT: Du försöker att installera 'Windows To Go', men din målenhet är inte en FIXERAD enhet. Därför kommer troligen Windows att låsa sig vid uppstart, eftersom Microsoft inte har designat det att fungera med FLYTTBARA enheter. Vill du ändå fortsätta? Obs: FIXERAD/FLYTTBAR enhet ligger i hårdvaran och kan endast ändras med hjälp utav speciella verktyg som endast tillverkarna har. Dessa vertyg är något som NÄSTAN ALDRIG allmänheten får tillgång till...
tr_tr: ÖNEMLİ: 'Windows To Go' yüklemeye çalışıyorsunuz, fakat hedef sürücünüz 'SABİT' niteliğinde bir disk değil. Bundan dolayı Windows, ön yükleme sırasında büyük olasılıkla donacaktır. Microsoft, bunu 'KALDIRILABİLİR' nitelikteki sürücüler ile çalışmak üzere tasarlamamıştır. Yine de devam etmek istiyor musunuz? Not: 'SABİT/KALDIRILABİLİR' niteliği, disk üreticileri tarafından özel araçlar kullanılarak değiştirilebilen bir donanım özelliğidir. Fakat bu araçlar genellikle herkese açık olarak paylaşılmaz...
uk_ua: ВАЖЛИВО: Ви намагаєтесь встановити 'Windows To Go', але ваш диск призначення не повинен бути 'ФІКСОВАНИМ'. Через це Windows, швидше за все, зависне під час завантаження, так як Microsoft не передбачав дану функцію для роботи з 'ФІКСОВАНИМИ' дисками, а тільки зі 'ЗНІМНИМИ'. Ви все ще хочете продовжити? Примітка: Атрибути 'ФІКСОВАНИЙ/ЗНІМНИЙ' являються апаратними властивостями, які можуть бути змінені тільки за допомогою інструментів від виробників. Проте ці інструменти МАЙЖЕ НІКОЛИ не надаються громадськості...

source: Filesystem limitation
bg_bg: Ограничение на файловата система
cs_cz: Omezení souborového systému
da_dk: Filsystem begrænsning
de_de: Dateisystembeschränkung
el_gr: Περιορισμός του συστήματος αρχείων
es_es: Limitación del sistema de archivos
fa_ir: محدودیت در سیستم فایل
fi_fi: Tiedostojärjestelmärajoitus
fr_fr: Limitation du système de fichiers
he_il: מגבלה של מערכת הקבצים
hr_hr: Ograničenje datotečnog sustava
hu_hu: Fájlrendszer korlátozás
id_id: Batasan sistem berkas
it_it: Limitazione filesystem
ja_jp: ファイル システム制限
lt_lt: Failų sistemos apribojimas
lv_lv: Failu sistēmas ierobežojums
ms_my: Had sistem fail
nb_no: Filsystem begrensning
nl_nl: Beperking van bestandssysteem
pl_pl: Ograniczenia systemu plików
pt_br: Limitação do sistema de arquivos
pt_pt: Limitação de sistema de ficheiros
sk_sk: Obmedzenie súborového systému
sv_se: Begränsningar i filsystem
tr_tr: Dosya Sistemi Sınırlandırması
uk_ua: Обмеження файлової системи

source: This ISO image contains a file larger than 4 GB, which is more than the maximum size allowed for a FAT or FAT32 file system.
cs_cz: Tento obraz ISO obsahuje soubor větší než 4 GB, což je více než maximální povolená velikost pro systém souborů FAT nebo FAT32.
da_dk: Dette ISO-image indeholder en fil, der er større end 4 GB, hvilket er mere end den maksimale størrelse, der er tilladt for et FAT- eller FAT32 filsystem.
de_de: Diese ISO-Image-Datei enthält eine Datei größer als 4 GB. Diese Dateigröße ist für FAT- oder FAT32-Dateisysteme nicht zulässig.
el_gr: Αυτό το αρχείο ISO περιέχει ένα αρχείο μεγαλύτερο από 4 GB, το οποίο είναι μεγαλύτερο από το μέγιστο επιτρεπόμενο μέγεθος για το σύστημα αρχείων FAT ή FAT32.
es_es: Esta imagen ISO contiene un archivo de más de 4 GB, sobrepasando el tamaño máximo permitido para un sistema de archivos FAT o FAT32.
fa_ir: ایمیج (Image) انتخاب‌شده فایلی بزرگ‌تر از ۴ گیگابایت دارد. این مقدار از حداکثر اندازه مجاز برای سیستم فایل FAT و FAT32 بیشتر است.
hr_hr: Ova ISO slika sadrži datoteku veličine 4 GB ili veću, što je više od podržanog za FAT ili FAT32 datotečni sustav.
hu_hu: Ez az ISO képfájl olyan fájlt tartalmaz, amely nagyobb, mint 4 GB, ami több, mint a maximális megengedett méret FAT vagy FAT32 fájlrendszer esetén.
id_id: Image ISO ini berisi berkas yang lebih besar dari 4 GB, yang lebih dari ukuran maksimum yang diperbolehkan untuk sistem file FAT atau FAT32.
ja_jp: ISO イメージに 4 GB より大きなファイルがあります。FAT、FAT32 ファイル システムで使用可能な最大のサイズを超えています。
nb_no: Dette ISO-bildet inneholder filer større enn 4 GB, som er mer enn den maksimalt tillate størrelsen for FAT eller FAT32 fil-systemet.
nl_nl: Deze ISO-image bevat een bestand dat groter is dan 4 GB wat meer is dan de maximum toegestane grootte voor een FAT- of FAT32-bestandssysteem.
pl_pl: Ten obraz ISO zawiera plik większy niż 4 GB, większy niż maksymalny dozwolony rozmiar dla systemu plików FAT lub FAT32.
pt_br: Essa imagem ISO contém um arquivo maior que 4 GB, que é mais que o tamanho máximo permitido para um sistema de arquivos FAT ou FAT32.
tr_tr: Bu ISO yansısı, FAT ya da FAT32 dosya sisteminin desteklediği en fazla boyut olan 4 GB'tan daha büyük bir dosya içeriyor.

source: Missing WIM support
bg_bg: Липсваща WIM подръжка
cs_cz: Chybí podpora WIM
da_dk: Manglende WIM-understøttelse
de_de: Fehlende WIM-Unterstützung
el_gr: Ελλιπής υποστήριξη για το WIM
es_es: El soporte para archivos WIM no está disponible
fa_ir: استخراج اطلاعات فایل WIM پشتیبانی نمی‌شود
fi_fi: WIM-tuki puuttuu
fr_fr: Support pour archives WIM non disponible
he_il: חסרה תמיכה ב־WIM
hr_hr: Nedostaje WIM podrška
hu_hu: HIányzó WIM támogatás
id_id: Dukungan WIM hilang
it_it: Supporto WIM mancante
ja_jp: WIM のサポートがありません
lt_lt: Trūksta WIM palaikymo
lv_lv: Kļūdains WIM atbalsts
ms_my: Tiada sokongan WIM
nb_no: Mangler WIM-støtte
nl_nl: WIM-ondersteuning ontbreekt
pl_pl: Brakujące wsparcie WIM
pt_br: Falta o suporte para WIM
pt_pt: O suporte para ficheiro WIM não está disponível
sk_sk: Chýba podpora WIM
sv_se: Stöd för WIM saknas
tr_tr: Eksik WIM desteği
uk_ua: Відсутня підтримка WIM
