Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: The image you have selected is an 'ISOHybrid' image. This means it can be written either in %s (file copy) mode or %s (disk image) mode. Rufus recommends using %s mode, so that you always have full access to the drive after writing it. However, if you encounter issues during boot, you can try writing this image again in %s mode. Please select the mode that you want to use to write this image:
bg_bg: Образът, който сте избрали е тип 'ISOHybrid'. Това означава, че може да бъде записан като режим %s (копиране на файлове) или режим %s (дисков образ). Rufus препоръчва режим %s, така че да разполагате с пълен достъп до устройството след записа. Въпреки това, ако възникнат проблеми при зареждането, може да опитате и с режим %s. Моля, изберете режимът с който желаете да запишете този образ:
cs_cz: Obráz, který jste si vybrali, je obraz 'ISO Hybrid'. To znamená, že může být zapsán buď v %s (kopírování souborů) v režimu %s (obraz disku) režim. Rufus doporučuje použití %s režim, pokud je plný přístup k jednotce pro zápis. Pokud narazíte na problémy při startu, můžete zkusit zapsat tento obraz znovu %s režim. Vyberte režim, který chcete použít k zapsání tohoto obrázu:
da_dk: Det diskbillede du har valgt er et 'ISOHybrid'-diskbillede. Det betyder at det både kan skrives som %s (filkopiering) og %s (diskbillede). Rufus anbefaler at du skriver det som %s, så du altid har fuld adgang til drevet efter du har overskrevet det. Men hvis du støder på problemer under boot, kan du prøve at skrive diskbilledet som %s. Vælg den metode som du ønsker at bruge til at skrive diskbilledet:
de_de: Das gewählte Image ist eine hybrides ISO-Image. Es kann entweder im %s- (Dateikopier-) oder im %s- (Image-) Modus kopiert werden. Rufus empfiehlt den %s-Modus, denn dann haben Sie nach dem Schreiben vollen Zugriff auf das Laufwerk. Wenn Sie beim Starten Probleme haben, können Sie den %s-Modus versuchen. Bitte wählen Sie den Modus, mit dem Sie das Image schreiben wollen:
el_gr: Το είδωλο που χρησιμοποιήσατε είναι τύπου 'ISOHybrid'. Αυτό σημαίνει πως μπορεί να εγγραφεί ως %s ή ως %s. Το Rufus συνιστά να κάνετε την εγγραφή ώς %s, για να μπορείτε να έχετε πλήρη πρόσβαση στο δίσκο μετα την εγγραφή. Σε περίπτωση που αντιμετωπίσετε πρόβλημα κατά την εκκίνηση του είδώλου μπορείτε να ξανακάνετε την εγγραφή ως %s. Παρακαλώ επιλέξτε τον τρόπο με τον οποίο θέλετε να κάνετε την εγγραφή του ειδώλου:
es_es: La imagen que ha seleccionado es una imagen de tipo 'ISOHybrid', esto significa que puede ser escrita tanto en modo %s (copia de fichero) o modo %s (imagen de disco). Rufus recomienda usar el modo %s , así siempre podrás tener acceso completo a la unidad tras escribir en ella. Sin embargo, si encuentra problemas durante el arranque, puede intentar escribir de nuevo esta imagen en modo %s. Por favor, selecciona el modo en el que quiere escribir esta imagen:
fa_ir: ایمیجی که شما انتخاب کرده‌اید از نوع «ISOHybrid» است. به این معنی که این فایل می‌تواند به روش «%s (کپی کردن فایل)» یا «%s (ایمیج دیسک)» نوشته شود. Rufus استفاده از روش «%s» را پیشنهاد می‌کند. در این روش پس از نوشتن اطلاعات در درایو، شما همیشه دسترسی کاملی به درایو خواهید داشت. با این حال، اگر هنگام راه‌اندازی (boot) سیستم‌عامل با مشکلی برخورد کردید؛ شما می‌توانید دوباره نوشتن اطلاعات به روش «%s» را امتحان کنید. لطفاً شیوه‌ای را که می‌خواهید با استفاده از آن اطلاعات ایمیج نوشته شود؛ انتخاب کنید:
fi_fi: Valitsemasi levykuva on muotoa 'ISOHybrid'. Tämä tarkoittaa, että se voidaan kirjoittaa joko %sna (tiedostojen kopiointi) tai %sna (levykuva). Rufus suosittelee käyttämään '%s' -tilaa, jotta sinulla pysyy täysi pääsy asemaan kirjoittamisen jälkeen. Jos törmäät ongelmiin käynnistyksessä, voit yrittää kirjoittaa levykuvaa uudelleen '%s' -tilassa. Valitse tila, jota haluat käyttää levykuvan kirjoittamiseen:
fr_fr: L'image que vous avez sélectionnée est une image 'ISOHybrid'. Cela veut dire qu’elle peut être écrite soit en mode %s (copie de fichiers) ou en mode %s (image disque). Rufus recommande d’utiliser le mode %s, de manière à ce que vous conserviez l’accès à votre périphérique après écriture. Cependant, si vous rencontrez des erreurs lors du démarrage, vous pouvez à nouveau essayer d’écrire cette image, en mode %s. Veuillez sélectionner le mode que vous souhaitez utiliser pour écrire cette image :
he_il: הקובץ שבחרת הוא קובץ תמונה מסוג ISOHybrid. זה אומר שהוא יכול להיכתב גם במצב %s (העתקת קבצים) וגם במצב %s (קובץ תמונת דיסק). Rufus ממליץ על מצב %s, כדי שתמיד תהיה לך גישה מלאה לכונן לאחר הכתיבה. עם זאת, אם ישנן בעיות במהלך העלייה באתחול, ניתן לנסות לכתוב את קובץ התמונה שוב במצב %s. נא לבחור במצב שברצונך להשתמש לכתיבת קובץ תמונה זה:
hr_hr: Slika koju ste odabrali je 'ISOHybrid'. Takva datoteka može biti zapisana metodom %s (kopiranje) ili %s (disk image). Preporuka je upotrijebiti metodu %s, tako da imate neograničen pristup jedinici nakon zapisivanja. Ako naiđete na probleme kod pokretanja, isprobajte metodu %s. Odaberite metodu za ovu operaciju:
hu_hu: A kiválasztott képfájl egy 'ISOHybrid' képfájl. Ez azt jelenti, hogy írható %s (fájlmásolás) módban vagy %s (lemezképfájl) módban. A Rufus a(z) %s mód használatát javasolja, mivel így mindig teljes hozzáférésed lesz a meghajtóhoz az írás után. Azonban, ha bootolás közben hibát észlelsz, akkor megpróbálhatod ezt a képfájlt újraírni %s módban. Kérlek, válaszd ki, hogy mely írási módot szeretnéd használni:
id_id: Image yang Anda pilih merupakan image 'ISOHybrid'. Ini artinya image tersebut dapat ditulis dalam mode %s (salin berkas) atau mode %s (disk image). Rufus menyarankan untuk menggunakan mode %s, sehingga Anda tetap memiliki akses pada perangkat setelah menulisnya. Namun, jika Anda menemukan masalah saat boot, Anda bisa mencoba menulis image ini kembali dalam mode %s. Silakan pilih mode mana yang ingin digunakan untuk menulis image ini:
it_it: L'immagine selezionata è un'immagine ISO ibrida. Questo significa che può essere registrata in modo '%s' (copia file) o in modo '%s' (immagine disco). Rufus suggerisce di usare il modo '%s', in modo da avere sempre pieno accesso all'unità dopo la scrittura. Se incontri problemi al boot, puoi provare a scrivere questa immagine in modo %s. Seleziona il modo che vuoi usare per scrivere questa immagine:
ja_jp: 選択されたイメージはハイブリッド ISO 形式です。 %s (ファイル コピー) モードまたは%s (ディスク イメージ) モードで書き込むことができます。 書き込み後、ドライブにフルアクセスできるよう、 Rufus は%s モードを推奨します。 ブート中にエラーが発生する場合には、%s モードで再度試してみてください。 このイメージを書き込む際に使用するモードを選択してください。
lt_lt: Jūsų pasirinktas atvaizdas yra „ISOHybrid“ atvaizdas. Tai reiškia, kad jis gali būti įrašytas %s (failų kopijavimo) režimu arba %s (disko atvaizdo) režimu. Rufus rekomenduoja naudoti režimą %s tam, kad visada turėtumėte visišką prieigą prie disko po įrašymo. Tačiau, jei susiduriate su problemomis įkelties metu, galite pabandyti įrašyti šį atvaizdą iš naujo %s režimu. Prašome pasirinkti režimą, kuriuo norite įrašyti šį atvaizdą:
lv_lv: Izvēlētajam virtuālajam attēlam ir 'ISOHybrid' formāts. Tas nozīmē ka virtuālo attēlu var ierakstīt vai %s kopēšanas režīmā, vai %s diska virtuālā attēla režīmā. Ieteicams izmantot %s režīmu pilnīgai piekļuvei diska saturam pēc ieraksta. Ja ielādes laikā rodas problēmas, Jūs varat atkārtoti mēģināt ierakstīt virtuālo attēlu %s režīmā. Lūdzu, izvēlieties režīmu, kurš tiks izmantots izvēlētā virtuālā attēla ierakstam:
ms_my: Imej yang anda telah pilih adalah imej 'ISOHybrid'. Ini bermaksud ia boleh ditulis sama ada dalam %s mod (salinan fail) atau %s mod (imej cakera). Rufus galakkan menggunakan mod %s, jadi anda selalu mempunyai akses penuh ke pemacu selepas menulisnya. Bagaimanapun, jika anda menghadapi isu-isu semasa boot, anda boleh cuba menulis imej ini lagi dalam mod %s. Sila pilih mod yang anda mahu guna untuk menulis imej ini:
nb_no: Bildet du har valgt er et 'ISOHybrid'-bilde. Dette betyr det enten kan bli skrevet i %s (filkopi) -modus eller %s (bildefil) -modus. Rufus anbefaler å bruke %s -modus, slik at du har full tilgang til stasjonen etter at du har skrevet til den. Hvis du skulle få problemer under oppstart, kan du prøve å skrive bildet igjen i %s -modus. Vennligst velg modus du ønsker å skrive dette bildet i:
nl_nl: De geselecteerde image is een 'ISOHybrid'-image. Dit betekent dat hij geschreven kan worden in %s (bestandskopie)-modus of %s (schijf-image)-modus. Rufus beveelt de %s-modus aan zodat er altijd volledige toegang is tot de schijf nadat ze geschreven is. Als er problemen zijn tijdens het opstarten, kunt u echter proberen om deze image opnieuw te schrijven in %s-modus. Selecteer de modus die u wilt gebruiken om deze image te schrijven:
pl_pl: Obraz, który wybrałeś to obraz 'ISOHybrid'. Oznacza to, że może zostać zapisany w trybie %s (kopia plików) lub trybie %s (obraz dysku). Rufus zaleca użycie trybu %s, abyś zawsze miał pełny dostęp do dysku po jego zapisaniu. Jednak jeśli napotkasz problemy podczas rozruchu możesz spróbować zapisać ten obraz ponownie w trybie %s. Proszę wybrać tryb którego chcesz użyć do zapisania tego obrazu:
pt_br: A imagem que você selecionou é do tipo 'ISOHybrid'. Isso significa que pode ser escrita em modo %s (cópia de arquivo) ou modo %s (imagem de disco). O Rufus recomenda usar o modo %s, para que você sempre tenha acesso total ao drive após a gravação. No entanto, se você encontrar problemas durante a inicialização, tente gravar novamente pelo modo %s. Por favor, selecione o modo que deseja usar para gravar essa imagem:
pt_pt: A imagem selecionada é uma imagem 'ISOHybrid'. Isto significa que pode ser escrita no modo %s (cópia de ficheiros) ou no modo %s (cópia de imagem). Rufus recomenda o modo %s para que tenha sempre acesso total ao disco após a escrita. No entanto, se existirem erros durante o arranque, pode tentar escrever no modo %s. Selecione o modo que realmente pretende para escrever esta imagem:
sk_sk: Tento obraz bol označený ako „Hybridný ISO obraz". To znamená, že môže byť zapísaný iba v režime „%s" (kopírovanie súboru) alebo režime „%s" (obraz disku). Program Rufus odporúča použiť režim „%s", aby ste mali plný prístup k zariadeniu aj po zápise naň. Ak sa predsa len vyskytnú problémy počas bootovania, môžete vyskúšať zapísať tento obraz znovu v režime „%s". Vyberte režim, v ktorom chcete zapísať tento obraz:
sv_se: Avbilden du har valt är en 'ISOHybrid-avbild'. Detta innebär att den kan skrivas i både läge %s (filkopiering) eller i läge %s (disk-avbild). Rufus rekommenderar att läge %s används, så att du alltid har full tillgång till enheten efter att du skrivit till den. Skulle du få problem vid uppstarten, kan du i stället prova skriva avbilden i läge %s. Välj det läge du vill använda för att skriva avbilden:
tr_tr: Seçtiğiniz yansı bir 'ISOHybrid' yansısıdır. Bu da yansının ya %s (dosya kopyalama) modunda ya da %s (disk yansısı) modunda yazılabileceği anlamına geliyor. Rufus %s modunun kullanılmasını önerir, Böylece yazdırmadan sonra, sürücüye her zaman tam erişim sağlanabilir. Ancak, Önyükleme sırasında sorunlarla karşılaşırsanız, yansıyı %s modunda yeniden yazmayı deneyebilirsiniz. Lütfen bu yansının yazdırılmasında kullanmak istediğiniz modu seçin:
uk_ua: Обраний образ є образом 'ISOHybrid'. Це означає, що образ можна записати або в %s (режимі копіювання) або в %s (режимі образа диска). Rufus рекомендує використовувати %s режим для повного доступу до диска після запису. Однак, якщо ви зіштовхнетесь з проблемами під час завантаження ви можете ще раз спробувати записати образ в %s режимі. Будь ласка, оберіть режим, який ви хочете використовувати для запису обраного образа:

source: Write in %s mode (Recommended)
bg_bg: Запиши в режим %s (Препоръчителен)
cs_cz: Režim zápisu %s (Doporučená)
da_dk: Skriv som %s (Anbefalet)
de_de: Im %s-Modus schreiben (empfohlen)
el_gr: Εγγραφή ως %s (Προτεινόμενο)
es_es: Escribir en modo %s (Recomendado)
fa_ir: نوشتن به روش «%s» (پیشنهاد برنامه)
fi_fi: Kirjoita %sna (Suositellaan)
fr_fr: Ecrire en mode %s (Recommandé)
he_il: כתיבה במצב %s (מומלץ)
hr_hr: Metodom %s (Preporučeno)
hu_hu: Írás %s módban (Ajánlott)
id_id: Tulis dalam mode %s (Disarankan)
it_it: Scrivi in modo %s (suggerito)
ja_jp: %s モードで書き込む (推奨)
lt_lt: Įrašyti %s režimu (rekomenduojama)
lv_lv: Ierakstīt %s režīmā (Ieteicams)
ms_my: Menulis dalam mod %s (Digalakkan)
nb_no: Skriv i %s -modus (anbefalt)
nl_nl: Schrijven in %s-modus (aanbevolen)
pl_pl: Zapisz w trybie %s (zalecane)
pt_br: Gravar no modo %s (Recomendado)
pt_pt: Escrever no modo %s (Recomendado)
sk_sk: Zápis v režime %s (odporúčané)
sv_se: Skriv i läge %s (Rekommenderas)
tr_tr: %s modunda yazdır (Önerilen)
uk_ua: Записати в %s режимі (Рекомендується)

source: Write in %s mode
bg_bg: Запиши в режим %s
cs_cz: Režim zápisu %s
da_dk: Skriv som %s
de_de: Im %s-Modus schreiben
el_gr: Εγγραφή ως %s
es_es: Escribir en modo %s
fa_ir: نوشتن به روش «%s»
fi_fi: Kirjoita %sna
fr_fr: Ecrire en mode %s
he_il: כתיבה במצב %s
hr_hr: Metodom %s
hu_hu: Írás %s módban
id_id: Tulis dalam mode %s
it_it: Scrivi in modo %s
ja_jp: %s モードで書き込む
lt_lt: Įrašyti %s režimu
lv_lv: Ierakstīt %s režīmā
ms_my: Menulis dalam mod %s
nb_no: Skriv i %s -modus
nl_nl: Schrijven in %s-modus
pl_pl: Zapisz w trybie %s
pt_br: Gravar no modo %s
pt_pt: Escrever no modo %s
sk_sk: Zápis v režime %s
sv_se: Skriv i läge %s
tr_tr: %s modunda yazdır
uk_ua: Записати в %s режимі

source: Checking for conflicting processes...
bg_bg: Проверява се за конфликтуващи процеси...
cs_cz: Kontrola konfliktních procesů...
da_dk: Tjekker for modstridende processer...
de_de: Prüfe auf konkurrierende Prozesse...
el_gr: Γίνεται έλεγχος για αντικρουόμενες διαδικασίες...
es_es: Comprobando si hay procesos en conflicto...
fa_ir: درحال بررسی فرآیندهای ناسازگار و متناقض...
fi_fi: Tarkistetaan ristiriidassa olevien prosessien varalta...
fr_fr: Recherche de processus en conflit...
he_il: בודק אם קיימים תהליכים מתנגשים...
hr_hr: Provjera konflikata...
hu_hu: Összeütköző folyamatok ellenőrzése...
id_id: Memeriksa proses yang konflik...
it_it: Verifica processi in conflitto...
ja_jp: 競合するプロセスの確認中...
lt_lt: Konfliktuojančių procesų tikrinimas...
lv_lv: Procesu konfliktu pārbaude...
ms_my: Menyemak proses yang berkonflik.
nb_no: Sjekker for motstridende prosesser...
nl_nl: Controleren op conflicterende processen...
pl_pl: Sprawdzanie kolidujących procesów...
pt_br: Checando por processos em conflito...
pt_pt: A verificar processos em conflito...
sk_sk: Vyhľadávanie konfliktných procesov...
sv_se: Kontrollerar om det finns några motstridiga processer...
tr_tr: Çakışan işlemler denetleniyor...
uk_ua: Перевірка конфліктних процесів...

source: Non bootable
bg_bg: Не стартиращ
cs_cz: Není boot
da_dk: Ikke opstartbar
de_de: Nicht startfähig
el_gr: Δεν διαθέτει δυνατότητα εκκίνησης
es_es: No auto-ejecutable
fa_ir: غیرقابل راه‌اندازی (Non bootable)
fi_fi: Ei-boottaava
fr_fr: Non démarrable
he_il: לא בר־אתחול
hr_hr: Nije bootabilna
hu_hu: Nem bootolható
it_it: Non avviabile
ja_jp: 非ブート用
lt_lt: Neįkeliamas
lv_lv: Neielādējams virtuālais attēls
ms_my: Tidak boleh boot
nb_no: Ikke oppstartbar
nl_nl: Niet opstartbaar
pl_pl: Niebootowalne
pt_br: Não inicializável
pt_pt: Não inicializável
sk_sk: Bez bootovania (Iba formátovanie)
sv_se: Icke startbar
tr_tr: Önyüklenebilir değil
uk_ua: Незавантажувальний образ

source: Disk or ISO image
bg_bg: Диск или ISO образ
cs_cz: Disk nebo obraz ISO
da_dk: Disk eller ISO billede
de_de: Laufwerk oder ISO-Image
el_gr: Επιλογή δίσκου ή ειδώλου ISO
es_es: Disco o imagen ISO
fa_ir: دیسک یا ایمیج ISO
fi_fi: Levy tai ISO-levykuva
fr_fr: Image disque ou ISO
he_il: דיסק או קובץ תמונה ISO
hr_hr: Disk ili ISO slika
hu_hu: Lemez vagy ISO képfájl
id_id: Disk atau ISO image
it_it: Immagine disco o ISO
ja_jp: ディスクまたは ISO イメージ
lt_lt: Atvaizdo parinktis
lv_lv: Disks vai ISO virtuālais attēls
ms_my: Cakera atau imej ISO
nb_no: Disk eller ISO bilde
nl_nl: Schijf of ISO-image
pl_pl: Obraz dysku lub ISO płyty
pt_br: Disco ou imagem ISO
pt_pt: Disco ou imagem ISO
sk_sk: Disk alebo ISO obraz
sv_se: Disk- eller ISO-avbild
tr_tr: Disk ya da ISO yansısı
uk_ua: Диск чи ISO-образ

source: %s (Please select)
bg_bg: %s (Моля, изберете)
cs_cz: %s (Prosím vyberte)
da_dk: %s (Valg venligst)
de_de: %s (Bitte wählen Sie ein Image)
el_gr: %s (Παρακαλώ Επιλέξτε)
es_es: %s (Elija por favor)
fa_ir: %s (لطفاً انتخاب کنید)
fi_fi: %s (Ole hyvä ja valitse)
fr_fr: %s (Veuillez sélectioner)
he_il: %s (נא לבחור)
hr_hr: %s (Odabrati)
hu_hu: %s (Kérlek, válassz!)
id_id: %s (Silakan Pilih)
it_it: %s (seleziona)
ja_jp: %s (選択してください)
lt_lt: (Prašome pasirinkti atvaizdą)
lv_lv: %s (Izvēlieties)
ms_my: %s (Sila pilih)
nb_no: %s (Vennligst velg)
nl_nl: %s (selecteren)
pl_pl: %s (Proszę wybrać)
pt_br: %s (Por favor, selecione)
pt_pt: %s (Por favor, selecione)
sk_sk: %s (Vybrať obraz)
sv_se: %s (välj)
tr_tr: %s (Lütfen seçin)
uk_ua: %s (Будь ласка, оберіть)

source: Exclusive USB drive locking
bg_bg: Нестандартно заключване на USB устройство
cs_cz: Uzamčení USB disku
da_dk: Isoleret USB-lukning
de_de: Exklusive Sperre für das USB-Laufwerk
el_gr: Κλείδωμα μονάδας USB
es_es: Dispositivo USB bloqueado de forma exclusiva
fa_ir: قفل کردن اختصاصی درایو USB
fi_fi: USB-aseman eksklusiivinen käyttö
fr_fr: Verrouillage exclusif de périphérique USB
he_il: מצב נעילת כונן USB בלעדית
hr_hr: Ekskluzivno zaključavanje USB medija
hu_hu: Kizárólagos USB meghajtó zárolás
id_id: Penguncian perangkat USB khusus
it_it: Blocco esclusivo unità USB
ja_jp: USB ドライブを専用にロック
lt_lt: Išimtinis USB disko užrakinimas
lv_lv: Ekskluzīva USB nesēja slēgšana
ms_my: Penguncian pemacu USB eksklusif
nb_no: Utelat USB stasjonslås
nl_nl: Exclusieve USB-drive vergrendeling
pl_pl: Blokowanie dysku USB na wyłączność
pt_br: Bloqueio exclusivo para drive USB
pt_pt: Bloqueio exclusivo do dispositivo USB
sk_sk: Uzamknutie USB zariadenia
sv_se: Exklusiv låsning av USB-enheten
tr_tr: Özel USB sürücü kilitleme
uk_ua: Особливе блокування USB-диску

source: Invalid signature
bg_bg: Невалиден подпис
cs_cz: Neplatný podpis
da_dk: Ugyldig signatur
de_de: Ungültige Signatur
el_gr: Μη έγκυρη ψηφιακή υπογραφή
es_es: Firma no válida
fa_ir: امضای نامعتبر
fi_fi: Epäkelpo allekirjoitus
fr_fr: Signature invalide
he_il: חתימה לא חוקית
hr_hr: Nevažeći potpis
hu_hu: Érvénytelen aláírás
id_id: Tanda tangan digital tidak valid
it_it: Firma non valida
ja_jp: 無効なデジタル署名
lt_lt: Negaliojantis parašas
lv_lv: Nederīgs paraksts
ms_my: Tandatangan tidak sah
nb_no: Ugyldig signatur
nl_nl: Ongeldige handtekening
pl_pl: Nieprawidłowa sygnatura
pt_br: Assinatura digital inválida
pt_pt: Assinatura inválida
sk_sk: Neplatný podpis
sv_se: Ogiltig signatur
tr_tr: Geçersiz imza
uk_ua: Невірний підпис

source: The downloaded executable is missing a digital signature.
bg_bg: Изтегленото приложение е без дигитален подпис.
cs_cz: Schází digitální podpis u staženého programu.
da_dk: Den hentede fil mangler en digital signatur.
de_de: Der heruntergeladenen ausführbaren Datei fehlt eine digitale Signatur.
el_gr: Το εκτελέσιμο αρχείο που κατεβάσατε δεν περιλαμβάνει ψηφιακή υπογραφή.
es_es: El ejecutable descargado carece de firma digital.
fa_ir: فایل اجرایی دانلود شده امضای دیجیتال ندارد.
fi_fi: Ladatusta tiedostosta puuttuu digitaalinen allekirjoitus.
fr_fr: L'exécutable téléchargé ne possède pas de signature digitale.
he_il: לקובץ ההרצה שהורד חסרה חתימה דיגיטלית.
hr_hr: Preuzeta aplikacija ne sadrži digitalni potpis.
hu_hu: A letöltött futtatható fájl nem rendelkezik digitális aláírással.
id_id: Berkas exe yang diunduh memiliki tanda tangan digital yang salah.
it_it: L'eseguibile scaricato non ha una firma digitale.
ja_jp: ダウンロードした実行可能ファイルにはデジタル署名がありません。
lt_lt: Atsiųstas vykdomasis failas neturi skaitmeninio parašo.
lv_lv: Ielādētajam izpildfailam ir kļūdains ciparu paraksts.
ms_my: 'Executable' yang dimuat turun kehilangan tandatangan digital.
nb_no: Den nedlastede programfil mangler en digital signatur.
nl_nl: Het gedownloade programmabestand heeft geen digitale handtekening.
pl_pl: Pobrany plik wykonywalny nie posiada cyfrowej sygnatury.
pt_br: O executável baixado não contém uma assinatura digital.
pt_pt: No executável transferido está em falta uma assinatura digital.
sk_sk: Stiahnutému inštalátoru chýba digitálny podpis.
sv_se: Den nerladdade körbara filen saknar digital signatur.
tr_tr: İndirilen yürütülebilir dosyanın dijital imzası eksik.
uk_ua: У завантаженого файлу відсутній цифровий підпис.
