Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Install an MBR that allows boot selection and can masquerade the BIOS USB drive ID
bg_bg: Инсталира MBR, който позволява избор на операционна система и може да маскира BIOS USB устройствения ИД
fi_fi: Asenna MBR, joka sallii käynnistysvalinnan ja voi naamioida USB-aseman BIOS ID:n
fr_fr: Installe un MBR permettant la sélection du périphérique de démarrage. Peut aussi camoufler l’ID de disque pour le BIOS
he_il: מתקין MBR שמאפשר בחירת אתחול ויכול לגרום למזהה כונן ה־USB ב־BIOS להזדהות כמזהה אחר
id_id: Menginstal MBR memungkinkan untuk boot dan dapat memanipulasi ID perangkat USB di BIOS
it_it: Installa un MBR che permette la selezione all'avvio e maschera l'ID unità USB del BIOS
lt_lt: Įdiegia MBR, kuris įgalina įkelties pasirinkimą ir gali maskuoti BIOS USB disko ID
lv_lv: Instalēt MBR, kur var izvēlēties ielādi un kurš var maskēties BIOS'ā ar ierīces identifikatoru
ms_my: Memasang MBR yang membenarkan pilihan boot dan mampu menyamar ID BIOS USB
pt_pt: Instalar um MBR que permita selecionar o dispositivo de arranque e pode mascarar o ID de identificação do dispositivo USB na BIOS
sk_sk: Inštalovaním MBR programu povolíte výber pri bootovaní a možnosť maskovania použitím BIOS USB drive ID
sv_se: Installera en MBR som tillåter flera uppstartsmöjligheter och som kan maskera bort BIOS USB enhets-ID
uk_ua: Використовувати MBR, що дозволяє вибрати завантажувач та може замаскувати ідентифікатор пристрою в BIOS

source: Try to masquerade first bootable USB drive (usually 0x80) as a different disk. This should only be necessary if you install Windows XP and have more than one disk.
bg_bg: Опитва да маскираш първото USB устройство(обикновено 0x80) като различен диск. Това би трябвало да е необходимо само ако инсталирате Windows XP и имате повече от един диск.
fi_fi: Yritä naamioida ensimmäinen boottaava USB-asema (yleensä 0x80) eri asemaksi. Tämän tulisi olla tarpeellista vain asennettaessa Windows XP:tä, kun levyjä on useampia.
fr_fr: Camoufle le premier disque USB démarrable (généralement 0x80) sous une ID différente. Changez cette option si vous installez Windows XP avec plus d’un disque dur.
id_id: Mencoba menyamarkan perangkat USB bootable pertama (biasanya 0x80) sebagai disk yang berbeda. Biasanya hanya diperlukan jika Anda memasang Windows XP dan memiliki lebih dari satu disk.
it_it: Prova prima a mascherare l'unità avviabile USB (normalmente 0x80) come un disco differente. Questo potrebbe essere necessario solo se installi Windows XP e hai più di un disco.
lt_lt: Bandyti maskuoti pirmą įkeliamą USB diską (paprastai 0x80) kaip kitą diską. To turėtų prireikti tik jei diegsite Windows XP ir bus daugiau nei vienas diskas.
ms_my: Cuba menyamarkan cakera USB boot (biasanya 0x80) sebagai cakera lain. Ini hanya diperlukan jika anda memasang Windows XP dan mempunyai lebih daripada satu cakera.
pt_pt: Tente disfarçar o dispositivo USB de arranque (normalmente 0x80) como um disco diferente. Só deverá ser necessário se instalar o Windows XP e tenha mais do que um disco rígido.
sk_sk: Vyskúšajte maskovanie prvej bootovacej USB jednotky (zvyčajne 0x80) ako odlišného disku. Toto je nevyhnutné, ak chcete inštalovať Windows XP a máte viac ako jeden disk.
sv_se: Prova att maskera bort den första startbara USB-enheten (vanligtvis 0x80) som en annan disk. Detta är endast nödvändigt om du installerar Windows XP och du har mer än en disk.
uk_ua: Спробуйте замаскувати перший завантажувальний USB-диск (зазвичай 0x80) як інший диск. Це необхідно тільки для встановлення Windows XP та маєте більше ніж один диск.

source: KB
bg_bg: КБ
fr_fr: Ko
uk_ua: Кб

source: MB
bg_bg: МБ
fr_fr: Mo
uk_ua: Мб

source: GB
bg_bg: ГБ
fr_fr: Go
uk_ua: Гб

source: TB
bg_bg: ТБ
fr_fr: To
uk_ua: Тб

source: PB
bg_bg: ПБ
fr_fr: Po
sk_sk: BP
uk_ua: Пб

source: Error while partitioning drive.
bg_bg: Грешка при създаването на дялове.
fi_fi: Virhe osioidessa levyä.
fr_fr: Erreur de partitionnement.
he_il: שגיאה בחלוקת הכונן למחיצות.
it_it: Errore nel partizionamento dell'unità.
lt_lt: Klaida skaidant diską.
lv_lv: Diska veidošanas kļūda.
ms_my: Masalah semasa pembahagian pemacu.
pt_pt: Erro ao criar a partição.
sk_sk: Chyba počas vytvárania oddielov.
sv_se: Fel när partitionering av enheten gjordes.
uk_ua: Помилка при створенні розділу.

source: Downloading '%s'
bg_bg: Изтегляне на '%s'
fi_fi: Ladataan '%s'
fr_fr: Téléchargement de '%s'
he_il: מוריד את '%s'
it_it: Download '%s'
lt_lt: Siunčiama: „%s“
lv_lv: Lejuplādēts '%s'
ms_my: Memuat turun '%s'
pt_pt: A transferir '%s'
sk_sk: Sťahovanie '%s'
sv_se: Laddar ner '%s'
uk_ua: Завантаженя '%s'

source: This ISO image contains a file larger than 4GB, which is more than the maximum size allowed for a FAT or FAT32 file system.
bg_bg: Този ISO образ съдържа файл по голям от 4GB, което е повече от допустимият размер за FAT или FAT32 файлова система.
fi_fi: Tämä ISO-levykuva sisältää yli 4GB-kokoisen tiedoston, joka ylittää FAT ja FAT32 -tiedostojärjestelmien maksimikoon.
fr_fr: Cette image ISO contient un fichier de plus de 4 Go, ce qui est plus que la taille maximum supportée par le système de fichiers FAT ou FAT32.
he_il: קובץ ה־ISO הזה מכיל קובץ שגדול מ־‎4 GB‏, וזה יותר מהגודל המירבי המותר עבור מערכות הקבצים FAT או FAT32.
it_it: Questa immagine ISO contiene un file più grande di 4 GB, che è maggiore della dimensione massima permessa per il filesystem FAT o FAT32.
lt_lt: Šiame ISO atvaizde yra failas, didesnis negu 4 GB, tai daugiau negu maksimalus leistinas dydis FAT arba FAT32 failų sistemai.
lv_lv: Šis ISO virtuālais attēls satur failu(-s) lielāku(-s) par 4GB, kas ir vairāk nekā maksimāli pieļaujamais apjoms izmantojot FAT vai FAT32 failu sistēmu.
ms_my: Imej ISO ini mengandungi fail yang lebih besar daripada 4GB iaitu saiz maksima yang dibenarkan untuk sistem fail FAT/FAT32.
pt_pt: Esta imagem ISO contém um ficheiro com mais de 4GB, ultrapassando o tamanho máximo permitido para um sistema de ficheiros FAT ou FAT32.
sk_sk: Tento ISO obraz obsahuje súbor s veľkosťou viac ako 4GB, čo je viac ako podporuje súborový systém FAT alebo FAT32.
sv_se: Denna ISO-avbild innehåller en fil som är större än 4GB, vilket är mer än maximal storlek tillåtet för FAT- och FAT32-filsystemen.
uk_ua: Цей ISO-образ містить файл розміром більш ніж 4 Гб, що неприпустимо при використанні файлової системи FAT чи FAT32

source: Click to select an image...
bg_bg: Натиснете, за да изберете образ...
fi_fi: Paina valitaksesi levykuva...
fr_fr: Cliquez ici pour sélectionner une image...
he_il: יש ללחוץ כדי לבחור קובץ תמונה...
it_it: Seleziona l'immagine...
lt_lt: Spauskite, kad pasirinktumėte atvaizdą...
lv_lv: Piespiediet virtuālā attēla izvēlei...
ms_my: Klik untuk memilih imej...
pt_pt: Selecione uma imagem...
sk_sk: Stlačte tlačidlo a vyberte obraz...
sv_se: Klicka för att välja avbildsfil...
uk_ua: Натисніть, щоб обрати образ...

source: Formatting: %0.1f%% completed
bg_bg: Форматирането е: %0.1f%% завършено
fi_fi: Alustus: %0.1f%% valmiina
fr_fr: Formatage : %0.1f%% complété
he_il: מאתחל: %0.1f%% הושלמו
it_it: Formattazione: %0.1f%% completata
lt_lt: Formatuojama: %0.1f%% atlikta
lv_lv: Formatēšana: Paveikts %0.1f%%
ms_my: Pemformatan: %0.1f%% selesai
pt_pt: A formatar: %0.1f%% completo
sk_sk: Formátovanie: %0.1f%% dokončených
sv_se: Formaterar: %0.1f%% klart
uk_ua: Форматування: %0.1f%% виконано

source: Setting Label (This may take a while)...
bg_bg: Задаване на етикет (Това може да отнеме време)...
fi_fi: Asetetaan nimeä (Tämä voi viedä hetken)...
fr_fr: Ecriture du label (peut prendre du temps)...
he_il: מגדיר תווית (זה עשוי לקחת זמן)...
it_it: Impostazione etichetta (potrebbe richiedere del tempo)...
lt_lt: Rašoma žymė (gali užtrukti)...
lv_lv: Nosaukuma ieraksts (var aizņemt laiku)...
ms_my: Menetapkan Label (Ini mungkin mengambil sedikit masa)...
pt_pt: A atribuir a etiqueta do volume (pode demorar)...
sk_sk: Nastavovanie menovky (môže chvíľu trvať)...
sv_se: Skriver etikett (detta kan ta lång tid)...
uk_ua: Встановлення мітки тому (Це може тривати деякий час)...

source: Writing master boot record...
bg_bg: Създаване на MBR...
fi_fi: Kirjoitetaan master boot record...
fr_fr: Ecriture du MBR...
he_il: כותב רשומת אתחול ראשית (MBR)...
it_it: Scrittura master boot record...
lt_lt: Rašomas valdantysis įkelties įrašas (MBR)...
lv_lv: Galvenā ielādes ieraksta (MBR) izveide...
ms_my: Menulis "Rekod master boot"...
pt_pt: A escrever o registo mestre de arranque (Master Boot Record)...
sk_sk: Zapisovanie hlavného boot záznamu...
sv_se: Skriver huvudstartsektor...
uk_ua: Створення головного завантажувального запису...

source: Writing partition boot record...
bg_bg: Създаване на стартиращ запис на дяла...
fi_fi: Kirjoitetaan partition boot record...
fr_fr: Ecriture du PBR...
he_il: כותב רשומת אתחול של המחיצה (PBR)...
it_it: Scrittura partizione di avvio...
lt_lt: Rašomas skaidinio įkelties įrašas...
lv_lv: Sadaļas ielādes ieraksta izveide...
ms_my: Menulis rekod boot partisyen...
pt_pt: A escrever o registo de arranque da partição (Partition Boot Record)...
sk_sk: Zapisovanie boot záznamu oddielu...
sv_se: Skriver partitionsstartsektor...
uk_ua: Створення завантажувального запису розділу...

source: Copying ISO files...
bg_bg: Копиране на ISO файловете...
fi_fi: Kopioidaan ISO-tiedostoja...
fr_fr: Copie des fichiers ISO...
he_il: מעתיק קובצי ISO...
it_it: Copia file immagine ISO...
lt_lt: Kopijuojami ISO failai...
lv_lv: Kopē ISO failus...
ms_my: Menyalin fail ISO...
pt_pt: A copiar ficheiros ISO...
sk_sk: Kopírovanie súborov z ISO obrazu...
sv_se: Kopierar ISO-filer...
uk_ua: Копіювання ISO-файлів...

source: Win7 EFI boot setup (This may take a while)...
bg_bg: Win7 EFI стартиращ план (Това може да отнеме време)...
fi_fi: Win7 EFI -käynnistysasetus (tämä voi viedä hetken)...
fr_fr: Ecriture boot Win7 EFI (peut prendre du temps)...
he_il: מגדיר אתחול EFI של Win7 (זה עשוי לקחת זמן)...
it_it: Impostazione avvio EFI Windows 7 (potrebbe richiedere del tempo)...
lt_lt: Win7 EFI įkelties sąranka (gali užtrukti)...
lv_lv: Win7 EFI ielādes uzstādīšana (var aizņemt laiku)...
ms_my: Persediaan boot EFI Win7 (ini mungkin mengambil sedikit masa)...
pt_pt: Configuração de arranque EFI para Win7 EFI (pode demorar)...
sk_sk: Win7 EFI boot inštalácia (môže chvíľu trvať)...
sv_se: Win7 EFI boot setup (detta kan ta lång tid)...
uk_ua: Налаштування завантажувача Win7 EFI (Це може тривати деякий час)...

source: Deleting partitions...
bg_bg: Изтриване на дялове...
fi_fi: Poistetaan osioita...
fr_fr: Effacement des partitions...
he_il: מוחק מחיצות...
it_it: Eliminazione partizioni...
lt_lt: Trinami skaidiniai...
lv_lv: Sadaļas dzēšana...
ms_my: Memadam partisyen...
pt_pt: A apagar partições...
sk_sk: Vymazávanie oddielov...
sv_se: Tar bort partitioner...
uk_ua: Видалення розділів...

source: Downloading: %0.1f%%
bg_bg: Изтегляне: %0.1f%%
fi_fi: Ladataan: %0.1f%%
fr_fr: Téléchargement : %0.1f%%
he_il: מוריד: %0.1f%%
it_it: Download: %0.1f%%
lt_lt: Atsiunčiama: %0.1f%%
lv_lv: Ielādējas: %0.1f%%
ms_my: Memuat turun: %0.1f%%
pt_pt: Transferência: %0.1f%%
sk_sk: Sťahovanie: %0.1f%% dokončených
sv_se: Laddar ner: %0.1f%%
uk_ua: Завантаження: %0.1f%%

source: Writing image: %0.1f%% completed
bg_bg: Записване на образ: %0.1f%% завършено
fi_fi: Kirjoitetaan levykuvaa: %0.1f%% valmiina
fr_fr: Ecriture d'image : %0.1f%% complété
he_il: כותב קובץ תמונה: %0.1f%% הושלמו
it_it: Scrittura immagine: %0.1f%% completata
lt_lt: Įrašomas atvaizdas: %0.1f%% atlikta
lv_lv: Virtuālā attēla ieraksts: Pabeigts %0.1f%%
ms_my: Menulis imej: %0.1f%% selesai
pt_pt: A criar imagem: %0.1f%% completo
sk_sk: Zápis obrazu: %0.1f%% dokončených
sv_se: Skriver avbild: %0.1f%% klart
uk_ua: Запис образа: %0.1f%% виконано

source: Applying Windows image: %0.1f%% completed
bg_bg: Прилагане на Windows образ: %0.1f%% завършено
fi_fi: Asetetaan Windows-levykuvaa: %0.1f%% suoritettu
fr_fr: Application de l'image Windows : %0.1f%% complété
he_il: מחיל קובץ תמונה של Windows‏: %0.1f%% הושלמו
it_it: Applicazione immagine Windows: %0.1f%% completata
lt_lt: Taikomas Windows atvaizdas: %0.1f%% atlikta
lv_lv: Pielietots Windows virtuālais attēls: %0.1f%% pabeigts
ms_my: Menggunakan imej Windows: %0.1f%% selesai
pt_pt: A aplicar imagem Windows: %0.1f%% completo
sk_sk: Používanie Windows obrazu: %0.1f%% dokončených
sv_se: Tillämpar Windows-avbild: %0.1f%% klart
uk_ua: Застосування Windows-образа: %0.1f%% виконано

source: Computing image checksums: %0.1f%% completed
bg_bg: Изчисляване на чексуми на образа: %0.1f%% завършено
fi_fi: Lasketaan levykuvan tarkistussummia: %0.1f%% suoritettu
fr_fr: Calculation des checksums de l'image : %0.1f%% complété
he_il: מחשב סיכומי ביקורת של קובץ תמונה: %0.1f%% הושלמו
it_it: Calcolo checksum immagine: %0.1f%% completato
lt_lt: Skaičiuojamos atvaizdo kontrolinės sumos: %0.1f%% atlikta
lv_lv: Kontrolsummu skaitļošana: pabeigts %0.1f%%
ms_my: Mengira semak tambah imej: %0.1f%% selesai
pt_pt: Cálculo do checksums da imagem: %0.1f%% completo
sk_sk: Prebieha výpočet kontrolného súčtu: %0.1f%% dokončených
sv_se: Beräknar kontrollsummor för avbilden: %0.1f%% klart
uk_ua: Обчислення контрольних сум: %0.1f%% завершено

source: ISOHybrid image detected
bg_bg: Засечен е ISOHybrid образ
fi_fi: ISOHybrid-levykuva havaittu
fr_fr: Image ISOHybrid détectée
he_il: זוהה קובץ תמונה מסוג ISOHybrid
it_it: Rilevata immagine ISO ibrida
lt_lt: Aptiktas ISOHybrid atvaizdas
lv_lv: Pamanīts ISOHybrid-virtuālais attēls
ms_my: Imej ISOHybrid dikesan
pt_pt: Detetada imagem ISOHybrid
sk_sk: Bol zistený hybridný ISO obraz
sv_se: Avbilden är av typen ISOHybrid
uk_ua: Виявлено образ ISOHybrid

source: Zeroing drive: %0.1f%% completed
bg_bg: Нулиране на устройството: %0.1f%% завършено
fi_fi: Nollataan asemaa: %0.1f%% suoritettu
fr_fr: Effacement à zéro : %0.1f%% complété
he_il: מבצע איפוס לכונן: %0.1f%% הושלמו
it_it: Azzeramento disco: %0.1f%% completato
lt_lt: Nulinamas diskas: %0.1f%% atlikta
lv_lv: Diska nullēšana: paveikts %0.1f%%
ms_my: Mensifarkan pemacu: %0.1f%% selesai
pt_pt: A limpar disco: %0.1f%% concluído
sk_sk: Vymazávanie zariadenia: %0.1f%% dokončených
sv_se: Nollställer enheten: %0.1f%% klart
uk_ua: Обнуління диска: %0.1f%% завершено

source: This version of Windows is no longer supported by Rufus.
bg_bg: Тази версия на Windows вече не се поддържа от Rufus.
fi_fi: Rufus ei enää tue tätä Windows-versiota.
fr_fr: Cette version de Windows n'est plus supportée par Rufus.
he_il: גרסת ה־Windows הזו לא נתמכת יותר על ידי Rufus.
it_it: Questa versione di Windows non è più supportata da Rufus.
lt_lt: Šios Windows versijos Rufus nebepalaiko.
lv_lv: Šo Windows versiju Rufus vairs neatbalsta.
ms_my: Versi Windows ini tidak lagi disokong oleh Rufus.
pt_pt: Esta versão do Windows já não é suportada por Rufus.
sk_sk: Táto verzia systému Windows už nie je podporovaná programom Rufus.
sv_se: Denna version av Windows stöds inte längre av Rufus.
uk_ua: Ця версія Windows більше не підтримується Rufus.

source: Use this option to indicate whether you want to use this device to install Windows on another disk, or if you want to run Windows directly from this drive (Windows To Go).
bg_bg: Използвайте тази опция, за да покажете дали искате да използвате това устройство, за да инсталирате Windows на друг диск, или за да стартирате Windows директно от това устройство (Windows To Go).
fi_fi: Käytä tätä vaihtoehtoa valitaksesi haluatko käyttää valittua laitetta Windowsin asentamiseen toiselle levylle, vai haluatko käyttää Windowsia suoraan tältä asemalta (Windows To Go).
fr_fr: Utilisez cette option pour indiquer si vous voulez utiliser ce périphérique pour installer Windows sur un autre disque, ou bien exécuter Windows directement depuis votre périphérique (Windows To Go).
he_il: ניתן להשתמש באפשרות זו כדי לציין האם ברצונך להשתמש בהתקן זה כדי להתקין את Windows על דיסק אחר, או כדי להריץ את Windows ישירות מכונן זה (Windows To Go).
it_it: Usa questa opzione per indicare se vuoi usare questa unità per installare Windows in un altro disco, o se vuoi avviare Windows direttamente da questa unità (Windows To Go).
lt_lt: Šią parinktį naudokite norėdami nurodyti ar naudosite šį įrenginį įdiegti Windows į kitą diską, ar norėsite vykdyti Windows tiesiogiai iš šio disko (Windows To Go).
lv_lv: Izmantojiet šo opciju, lai norādīt vai vēlaties izmantot ierīci Windows instalēšanai uz cita diska, vai vēlaties startēt Windows no šīs ierīces (Windows To Go).
ms_my: Pilih pilihan ini jika anda mahu memasang Windows pada komputer lain atau ingin menggunakan Windows terus daripada cakera/media ini (Windows To Go)
pt_pt: Usar esta opção se pretende utilizar este dispositivo para instalar o Windows noutro disco, ou se pretende executar o Windows diretamente desta unidade (Windows To Go).
sk_sk: Použite túto možnosť, ak chcete použiť toto zariadenie na inštaláciu systému Windows na iný disk, alebo ak chcete spustiť systém Windows priamo z tohto zariadenia (Windows To Go).
sv_se: Använd det här alternativet om du vill använda den här enheten för att installera Windows på en annan disk, eller om du vill köra Windows direkt från den här enheten (Windows To Go).
uk_ua: Використовуйте цей параметр, щоб вказати, чи хочете ви використовувати цей пристрій для встановлення Windows на інший диск, чи хочете запускати Windows напряму з пристрою (Windows To Go).

source: Fast-zeroing drive: %0.1f%% completed
bg_bg: Бързо нулиране на устройството: %0.1f%% завършени
fi_fi: Pikanollataan asemaa: %0.1f%% suoritettu
fr_fr: Effacement 'rapide' à zéro : %0.1f%% complété
he_il: מבצע איפוס מהיר לכונן: %0.1f%% הושלמו
it_it: Azzeramento veloce unità: %0.1f%% completato
lt_lt: Greitasis disko nulinimas: %0.1f%% atlikta
lv_lv: Ātrā diska nullēšana: paveikts %0.1f%%
ms_my: Memadam data dengan menggunakan cara 'Fast-Zeroing'. %0.1f%% selesai
pt_pt: Limpeza rápida da unidade:% 0.1 f%% concluído
sk_sk: Rýchle vymazávanie zariadenia: %0.1f%% dokončených
sv_se: Snabbnollställer enheten: %0.1f%% klart
uk_ua: Швидке обнуління диска: %0.1f%% завершено

source: Check for updates:
he_il: בדיקה אחר עדכונים:
lv_lv: Pārbaudīt jauninājumus:
sv_se: Sök efter uppdateringar:

source: Include beta versions:
he_il: כולל גרסאות בטא:
lv_lv: Ieskaitot Beta versijas:
sv_se: Även beta-versioner:

source: Use this field to set the drive label International characters are accepted
he_il: יש להשתמש בשדה זה כדי להגדיר את תווית הכונן. ניתן להשתמש גם בתווים בינלאומיים
lv_lv: Ievadiet nesēja nosaukumu Atbalstās starptautiskie simboli

source: Try to masquerade first bootable USB drive (usually 0x80) as a different disk. This should only be necessary if you install Windows XP and have more than one disk
he_il: מנסה לגרום לכונן ה־USB בר־האתחול הראשון (בדרך כלל 0x80) להזדהות כדיסק אחר. זה אמור להיות נחוץ רק אם ברצונך להתקין Windows XP ויש לך יותר מדיסק אחד
lv_lv: Mēģināt maskēt pirmo USB ielādes ierīci (parasti 0x80) kā citu disku. Tas nepieciešams, kad instalējat Windows XP un izmantojat vairāk nekā vienu dieskus

source: Create an extra hidden partition and try to align partitions boundaries. This can improve boot detection for older BIOSes
he_il: יוצר מחיצה נוספת נסתרת ומנסה ליישר את הגבולות של המחיצות. זה עשוי לשפר את זיהוי האתחול עבור BIOS־ים ישנים
lv_lv: IZveidot papildus slēpto partīciju un izlīdzināt partīciju robežas. Šī opcija var atvieglot ielādes noteikšanu vecākās BIOS versijās.
