Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Using embedded version of %s file(s)
bg_bg: Използване на вградената версия на %s файл(ове)
cs_cz: Pomocí integrované verze %s soubor(s)
da_dk: Benytter standard version af %s fil(er)
de_de: Embedded-Version der %s Datei(en) verwenden
el_gr: Γίνεται χρήση της ενσωματωμένης εκδοχή του/των %s αρχείου/ων
es_es: Usando la versión integrada de/los fichero/s %s
fa_ir: در حال استفاده از نسخه جاسازی‌شده و داخلی فایل %s
fi_fi: Käytetään sisällytettyä versiota %s -tiedostoista
fr_fr: La version par défaut du fichier %s sera utilisée
he_il: משתמש בגרסה מוטמעת של קובצי %s
hr_hr: Korištenje ugrađenih verzija od %s datoteka
hu_hu: A(z) %s fájl(ok) beágyazott verziójának használata
id_id: Menggunakan %s berkas versi tersemat
it_it: Utilizzo versione integrata dei file %s
ja_jp: 内蔵している %s ファイルを使用します。
lt_lt: Naudojama įterpta failo(ų) %s versija
lv_lv: Izmantot %s faila(u) iekļauto versiju
ms_my: Menggunakan %s fail versi dibenam
nb_no: Bruker innebygget versjon av %s fil(er)
nl_nl: Geïntegreerde versie van %s-bestand(en) gebruiken
pl_pl: Używanie wbudowanej wersji pliku(ów) %s
pt_br: Usando a versão incorporada do(s) arquivo(s) %s
pt_pt: A usar a versão incorporada do(s) ficheiro(s) %s
sk_sk: Použitie súboru (-ov) obsiahnutej verzie %s
sv_se: Använder den inbyggda versionen av %s fil(er)
tr_tr: %s dosyalarının gömülü sürümü kullanılıyor
uk_ua: Використовувати вбудовану версію %s файлів

source: IMPORTANT: THIS DRIVE USES A NONSTANDARD SECTOR SIZE! Conventional drives use a 512-byte sector size but this drive uses a %d-byte one. In many cases, this means that you will NOT be able to boot from this drive. Rufus can try to create a bootable drive, but there is NO WARRANTY that it will work.
bg_bg: ВАЖНО: ТОВА УСТРОЙСТВО ИЗПОЛЗВА НЕСТАНДАРТЕН РАЗМЕР НА СЕКТОРА!! Стандартните устройства използват 512-байтов размер на сектора но това устройство е %d-байтово. В много случаи , това означава че НЯМА да можете да заредите операционната система от това устройство. Rufus може да се опита да поправи това, но НЕ МОЖЕ ДА ГАРАНТИРА че ще проработи.
cs_cz: DŮLEŽITÉ: TATO JEDNOTKA POUŽÍVÁ NESTANDARTNÍ VELIKOS SEKTORŮ! Běžné disky používají 512-byte velikost sektorů jednotka používá %d-byte one. V mnoha případech to znamená, že nebudete moci zavádět systém z jednotky. Rufus můžete zkusit vytvořit bootovací jednotku, ale neexistuje žádná záruka, že to bude fungovat.
da_dk: VIGTIGT: DETTE DREV BENYTTER IKKE STANDARD SEKTOR STØRRELSE! Normale drev benytter en 512-byte sektorstørrelse mens dette drev benytter %d-byte sektorstørrelse. Det betyder ofte at du ikke vil kunne boote fra dette drev. Rufus kan forsøge at lave et bootbar drev, men det er ikke sikkert at det lykkes.
de_de: WICHTIG: DIESES LAUFWERK HAT EINE NICHT STANDARDISIERTE SEKTORGRÖẞE! Herkömmliche Laufwerke nutzen eine Sektorgröße von 512 Byte, aber dieses Laufwerk nutzt %d Byte. Höchstwahrscheinlich können Sie von diesem Laufwerk NICHT starten. Rufus kann versuchen, ein startfähiges Laufwerk zu erstellen, aber es gibt KEINE GARANTIE, dass es funktionieren wird.
el_gr: Σημαντικό: Αυτή η μονάδα δίσκου χρησιμοποιεί μη προσαρμοσμένο μέγεθος διαμερισμου! Οι συμβατικoί δίσκοι χρησιμοποιούν ένα μέγεθος τομέα 512 byte, αλλά αυτή η μονάδα χρησιμοποιεί %d-byte.Σε πολλές περιπτώσεις, αυτό σημαίνει ότι δεν θα είστε σε θέση να κάνετε εκκινήση από αυτό το δίσκο. Το Rufus θα προσπαθήσει να δημιουργήσει ένα δίσκο με δυνατότητα εκκίνησης, παρόλα αυτά δεν υπάρχει καμία εγγύηση ότι αυτός θα λειτουργήσει.
es_es: ¡IMPORTANTE: ESTE DISPOSITIVO USA UN TAMAÑO DE SECTOR NO ESTÁNDARD! Los dispositivos convencionales usan un tamaño de sector de 512 bytes, pero esta unidad usa un tamaño de %d bytes.En muchos casos esto significa que NO podrás arrancar desde este dispositivo. Rufus puede intentar crear un dispositivo arrancable, pero NO SE GARANTIZA que funcione.
fa_ir: مهم! این درایو اندازه سکتور غیراستانداردی دارد. درایوهای شناخته‌شده، اندازه سکتور ۵۱۲ بایت دارند اما این درایو از %d بایت استفاده می‌کند. این به این معنی است که (در بیشتر موارد) شما قادر به راه‌اندازی سیستم با استفاده از این درایو نخواهید بود. نرم‌افزار Rufus تلاش می‌کند یک درایو قابل راه‌اندازی را بسازد؛ اما در مورد درست کار کردن آن تضمینی نخواهد داد.
fi_fi: TÄRKEÄÄ: TÄMÄ ASEMA KÄYTTÄÄ EPÄSTANDARDIA SEKTORIKOKOA! Perinteiset asemat käyttävät 512-tavuista sektorikokoa, mutta tämä asema käyttää %d-tavuista. Monesti tämä tarkoittaa sitä, että tältä asemalta boottaminen EI ONNISTU. Rufus voi yrittää luoda boottaavan aseman, mutta sen toiminnasta EI OLE TAKUITA.
fr_fr: IMPORTANT : CE PÉRIPHÉRIQUE UTILISE UNE TAILLE DE SECTEUR NON STANDARD ! La majorité des disques utilisent une taille de secteur de 512 octets, mais celui ci utilise une taille de %d octets. Dans la majorité des cas, cela veut dire que vous ne POUVEZ PAS démarrer un oridinateur depusi ce disque. Rufus peut toujours essayer de créer un disque démarrable, mais il n'y a AUCUNE guarantie que cela marchera.
he_il: חשוב: כונן זה משתמש בגודל אשכול שאינו סטנדרטי! כוננים רגילים משתמשים בגודל אשכול של 512 בתים אבל הכונן הזה משתמש בגודל של %d בתים. בהרבה מקרים, זה אומר שלא תוכל לעלות באתחול מכונן זה. Rufus יכול לנסות ליצור כונן בר־אתחול, אבל אין שום אחריות או הבטחה שזה יעבוד.
hr_hr: VAŽNO: OVAJ UREĐAJ NEMA STANDARDNU VELIČINU SEKTORA! Uobičajeni mediji koriste veličinu sektora od 512 bajtova ali ovaj koristi od %d. U većini slučaja, ovo znači da NEĆETE moći bootati s ovog uređaja. Rufus može pokušati kreirati bootabilni uređaj, ali ne može se garantirati uspjeh.
hu_hu: FONTOS: EZ AZ ESZKÖZ 'NEM SZABVÁNYOS' SZEKTOR MÉRETET HASZNÁL! A hagyományos eszközök szektor mérete 512 bájt, de ennek az eszköznek a szektor mérete %d bájt. Sok esetben ez azt jelenti, hogy NEM lehet bootolni erről az eszközről. A Rufus megpróbálhat egy bootolható meghajtót készíteni, de NINCS RÁ GARANCIA hogy működni fog.
id_id: PENTING: PERANGKAT INI MENGGUNAKAN UKURAN SEKTOR YANG TIDAK STANDAR! Perangkat konvensional menggunakan ukuran sektor 512-byte tetapi perangkat ini menggunakan %d-byte. Biasanya, hal ini berarti Anda TIDAK dapat melakukan boot dari perangkat ini. Rufus dapat mencoba untuk membuat perangkat bootable, tetapi TIDAK ADA JAMINAN ini akan dapat bekerja.
it_it: IMPORTANTE: QUESTA UNITÀ USA UNA DIMENSIONE SETTORI NON STANDARD! Le unità convenzionali usano una dimensione settore di 512 byte ma questa unità usa una dimensione di %d byte. In molti casi, ciò significa che NON potrai effettuare il boot da questa unità. Rufus può provare a creare una unità avviabile, ma non c'è NESSUNA GARANZIA che funzionerà.
ja_jp: 重要: このドライブは標準以外のセクタ サイズを使用しています! 従来のドライブは、512 バイトのセクタ サイズを使用しますが、このドライブは %d バイトを使用しています。多くの場合、このようなドライブからブートできません。 このままブート用ドライブを作成しようとしますが、動作保証はありません。
lt_lt: SVARBU: ŠIS DISKAS NAUDOJA NESTANDARTINĮ SEKTORIAUS DYDĮ! Įprastiniai diskai naudoja 512 baitų sektoriaus dydį, bet šis diskas naudoja %d baitų. Daugeliu atveju tai reiškia, kad jūs NEGALĖSITE įkelti sistemos iš šio disko. Rufus gali mėginti sukurti įkelties diską, bet NĖRA GARANTIJŲ, kad jis veiks.
lv_lv: SVARĪGI: ŠĪ IEKĀRTA IZMANTO NESTANDARTA SEKTORU IZMĒRU! Parasti iekārtas izmanto 512-bitu sektora izmēru, bet šī iekārta izmanto %d-bitu. Visbiežāk tas nozīmē ka no šī diska NEVARĒS ielādēties no šīs ierīces. Rufus var mēģināt izveidot ielādes diesku, bet NEGARANTĒ tā korektu darbību.
ms_my: PENTING: PEMACU INI MENGGUNAKAN SAIZ SEKTOR BUKAN PIAWAIAN! Pemacu konvensional mengunakan saiz sektor 512 bait tetapi pemacu ini menggunakan %d bait. Dalam banyak kes, ini bermaksud anda TIDAK akan mampu untuk but dari pemacu ini. Rufus boleh cuba untuk mencipta pemacu boleh but, tetapi TIDAK ADA JAMINAN ianya akan berfungsi.
nb_no: VIKTIGT: DENNE STASJONEN BRUKER IKKE STANDARD SEKTORSTØRRELSE!! Konvensjonelle stasjoner bruker en 512-byte sektorstørrelse, mens denne stasjonen bruker en %d-byte. I mange tilfeller betyr dette at du IKKE vil kunne starte fra denne stasjonen. Rufus kan fortsatt prøve å lage en oppstartbar stasjon, men det er INGEN GARANTI for at det vil fungere.
nl_nl: BELANGRIJK: DEZE DRIVE GEBRUIKT EEN NIET-STANDAARD SECTORGROOTTE!! Conventionele drives gebruiken een 512-byte sectorgrootte maar deze drive gebruikt er een van %d byte. In veel gevallen betekent dit dat u NIET van deze drive kan opstarten. Rufus kan proberen om een opstartbare drive te maken, maar er is GEEN GARANTIE dat het gaat werken.
pl_pl: WAŻNE: TEN DYSK UŻYWA NIESTANDARDOWEGO ROZMIARU SEKTORA! Standardowe dyski używają 512-bajtowego rozmiaru sektora, lecz ten dysk używa %d-bajtowego. W wielu przypadkach oznacza to, że NIE będziesz mógł startować z tego dysku. Rufus może spróbować utworzyć dysk rozruchowy, ale NIE MA GWARANCJI, że to zadziała.
pt_br: IMPORTANTE: ESTE DRIVE USA UM TAMANHO DE SETOR FORA DO PADRÃO! Drives convencionais usam um tamanho de setor de 512 bytes, mas este usa um de %d bytes. Em muitos casos, isso significa que você NÃO poderá inicializar a partir deste drive. O Rufus pode tentar criar um drive inicializável, mas não há NENHUMA garantia de que ele funcionará.
pt_pt: IMPORTANTE: ESTA DRIVE USA UM TAMANHO DE SECTOR NÃO STANDARD! As drives convencionais usam o tamanho de sector de 512-byte mas a drive usa %d-byte. Em muitos casos, isto implica que NÃO será possível fazer arranque com esta drive. Rufus pode tentar criar uma drive inicializável, mas SEM GARANTIA que funcione.
sk_sk: DÔLEŽITÉ: TOTO ZARIADENIE POUŽÍVA NEŠTANDARDNÚ VEĽKOSŤ SEKTORU! Bežné jednotky použivájú 512-bitový sektor, ale táto jednotka používa %d-bitový sektor. Vo veľa prípadoch to znamená, že NEBUDE možné bootovať z tejto jednotky. Program Rufus sa pokúsi vytvoriť bootovateľnú jednotku, ale nie je tu ŽIADNA ZÁRUKA, že to bude fungovať.
sv_se: VIKTIGT: DENNA ENHET ANVÄNDER SIG AV EN ICKE STANDARD SEKTORSTORLEK! Konventionella enheter använder en sektorstorlek på 512-byte men denna enheten använder %d-byte. I de flesta fall innebär detta att du INTE kommer att kunna starta från denna enheten. Rufus kan försöka att skapa en startbar enhet, men det finns inga garantier på att den kommer att fungera.
tr_tr: ÖNEMLİ: BU SÜRÜCÜ STANDART OLMAYAN BİR SEKTÖR BOYUTU KULLANIYOR! Geleneksel sürücüler 512-byte sektör boyutu kullanır fakat bu sürücü %d-byte kullanıyor. Birçok durumda, bu demek oluyor ki bu sürücüden önyükleme yapılamayacak. Rufus önyüklemeli bir sürücü oluşturmayı deneyecektir fakat bunun olacağının GARANTİSİ verilemez.
uk_ua: ВАЖЛИВО: ЦЕЙ ДИСК ВИКОРИСТОВУЄ НЕСТАНДАРТНИЙ РОЗМІР СЕКТОРА! Зазвичай диски використовують сектора на 512 байт, проте цей диск використовує сектор на %d байт. В більшості випадків це означає, що ви НЕ ЗМОЖЕТЕ завантажитись з цього диску. Rufus може спробувати створити завантажувальний диск, але НЕ ДАЄ ГАРАНТІЇ, що він буде працювати.

source: Nonstandard sector size detected
bg_bg: Засечен е нестандартен размер на сектора
cs_cz: Zjištěna Nestandartní velikost sektorů
da_dk: IKKE standard sektor størrelse fundet
de_de: Nicht standardisierte Sektorgröße erkannt
el_gr: Ανιχνεύθηκε μη προσαρμοσμένο μέγεθος διαμερισμου
es_es: Detectado tamaño de sector no estándar
fa_ir: شناسایی اندازه سکتور غیراستاندارد
fi_fi: Epästandardi sektorikoko havaittu
fr_fr: Taille de secteur non standard détectée
he_il: זוהה גודל אשכול שאינו סטנדרטי
hr_hr: Otkrivena nestandardna veličina sektora
hu_hu: 'Nem szabványos' szektor méret észlelve
id_id: Ukuran sektor tidak standar terdeteksi
it_it: Rilevata dimensione settore non standard
ja_jp: 標準以外のセクタサイズが検出されました。
lt_lt: Aptiktas nestandartinis sektoriaus dydis
lv_lv: Noteikts nestandarta sektoru izmērs
ms_my: Saiz sektor bukan standard dikesan
nb_no: Ikke standard sektorstørrelse oppdaget
nl_nl: Niet-standaard sectorgrootte gedetecteerd
pl_pl: Wykryto niestandardowy rozmiar sektora
pt_br: Detectado tamanho de setor fora do padrão
pt_pt: Detetado tamanho de sector não standard
sk_sk: Zistená neštandardná veľkosť sektora
sv_se: En icke standard sektorstorlek upptäckt
tr_tr: Standart olmayan sektör boyutu algılandı
uk_ua: Знайдено нестандартний розмір сектора

source: 'Windows To Go' can only be installed on a GPT partitioned drive if it has the FIXED attribute set. The current drive was not detected as FIXED.
bg_bg: 'Windows To Go' може да се инсталира само на устройство с GPT дялове и с атрибут FIXED. Настоящият дял не притежава атрибутът FIXED.
cs_cz: 'Přenosný Windows' lze nainstalovat pouze na GPT oddíl, nastavte PEVNÝ atribut. Aktuální jednotka nebyla detekována jako PEVNÁ.
da_dk: 'Windows To Go' kan kun installeres på et GPT-partitioneret drev hvis det er af 'Lokal' drev typen. Det valgte drev er IKKE af 'Lokal' typen.
de_de: 'Windows To Go' kann nur auf ein GPT-partitioniertes Laufwerk installiert werden, wenn das FIXED-Attribut gesetzt ist. Das aktuelle Laufwerk hat dieses nicht.
el_gr: Τα 'Windows To Go' μπορούν να εγκαταστηθούν μόνο σε δίσκους με διαμερισμό GPT εάν αυτοί διαθέτουν το χαρακτηριστικό ΄ΣΤΑΘΕΡΟΣ'. Ο επιλεγμενος δίσκος δε διαθέτει αυτο το χαρακτηριστικό.
es_es: 'Windows To Go' sólo puede ser instalado en una partición GPT si tiene el atributo FIXED activo. El dispositivoactual no ha sido detectado como FIXED.
fa_ir: استفاده از قابلیت «Windows To Go» فقط در درایوهای پارتیشن‌بندی‌شده به روش GPT که دارای ویژگی «FIXED» هستند؛ امکان‌پذیر است. درایوی که شما انتخاب کرده‌اید ویژگی «FIXED» را ندارد.
fi_fi: 'Windows To Go' voidaan asentaa GPT-osioidulle asemalla vain, jos asema on merkitty kiinteäksi. Valittua asemaa ei havaittu asetetuksi kiinteäksi.
fr_fr: 'Windows To Go' peut seulement être installé sur un disque partitionné au format GPT si il a l'attribut FIXE.Le disque sélectionné na pas été détecté comme FIXE.
he_il: ניתן להתקין את 'Windows To Go' על כונן במחיצת GPT רק אם מוגדרת לו התכונה FIXED. לכונן הנוכחי לא זוהתה תכונה זו.
hr_hr: 'Windows To Go' se može instalirati samo na uređaj s GPT particijom koja ima FIXED atribut. Odabrani uređaj nema taj atribut.
hu_hu: 'Windows To Go' csak akkor telepíthető GPT típusúra particionált meghajtóra, ha az BEÉPÍTETT megjelölésű. A jelenlegi eszközt nem BEÉPÍTETT megjelölésűnek észleltük.
id_id: 'Windows To Go' hanya dapat diinstal pada perangkat yang berpartisi GPT yang memiliki atribut FIXED. Perangkat saat ini tidak terdeteksi beratribut FIXED.
it_it: 'Windows To Go' può essere installato solo su una unità partizionata GPT se ha l'attributo FISSA impostato. L'unità attuale non è stata rilevata come FISSA.
ja_jp: “FIXED” 属性が設定されている場合に限り、 GPT パーティションのドライブに Windows To Go をインストールすることができます。 現在のドライブは FIXED として検出されませんでした。
lt_lt: 'Windows To Go' gali būti įdiegta tik į GPT skaidinių diską, jei jis turi įjungtą atributą 'FIKSUOTAS'. Pasirinktas diskas nebuvo aptiktas kaip FIKSUOTAS.
lv_lv: 'Windows To Go' var tikt instalēts tikai uz GPT failu sistēmas nesēja, ja tam ir atribūts 'FIKSĒTS'. Tekošai ierīcei NAV noteikts atribūts 'FIKSĒTS'.
ms_my: 'Windows To Go' hanya boleh dipasang dalam pemacu berpartisyen GPT jika ia mempunyai set atribut 'FIXED'. Pemacu semasa tidak dikesan sebagai 'FIXED'.
nb_no: 'Windows To Go' kan kun installeres på en GPT-partisjonert stasjon hvis den er FAST stasjonstype. Den aktuelle stasjonen ble ikke oppdaget som FAST.
nl_nl: 'Windows To Go' kan alleen geïnstalleerd worden op een GPT-gepartitioneerde schijf als het FIXED-attribuut ingesteld is. De huidige drive wordt niet herkend als FIXED.
pl_pl: 'Windows To Go' może zostać zainstalowany jedynie na dysku ze strukturą GPT jeżeli ma on ustawiony atrybut LOKALNY. Obecny dysk nie został wykryty jako LOKALNY.
pt_br: 'Windows To Go' só pode ser instalado em um drive particionado como GPT se ele tiver o atributo FIXO ativo. O drive atual não apresenta o atributo FIXO.
pt_pt: 'Windows To Go' apenas pode ser instalado numa drive com partição GPT se o atributo FIXO estiver selecionado. A drive atual não foi detetada como FIXO.
sk_sk: „Windows To Go" môže byť nainštalovaný iba na oddiely rozdelenú GPT jednotku ak má nastavený atribút UPRAVENÝ. Aktuálna jednotka nebola zistená ako UPRAVENÁ.
sv_se: 'Windows To Go' kan endast installeras på en enhet med GPT-partition om det är en FIXERAD enhet. Nuvarande enhet är inte FIXERAD.
tr_tr: 'Windows To Go', SABİT disk niteliği ayarlanmışsa GPT olarak bölümlendiğinde yüklenebilir. Mevcut sürücü SABİT disk olarak algılanamadı.
uk_ua: 'Windows To Go' може використовуватись тільки з розділом GPT диска та якщо диск являється ФІКСОВАНИМ. Обраний диск не являється ФІКСОВАНИМ.

source: This feature is not available on this platform.
cs_cz: Tato funkce není na této platformě k dispozici.
da_dk: Denne funktion er ikke tilgængelig på denne platform.
de_de: Diese Funktion ist auf dieser Plattform nicht verfügbar.
el_gr: Αυτή η δυνατότητα δεν είναι διαθέσιμη σε αυτήν την πλατφόρμα.
es_es: Esta función no está disponible en esta plataforma.
fa_ir: این ویژگی در این پلتفرم موجود نیست.
hr_hr: Ova značajka nije dostupna na ovoj platformi.
hu_hu: Ez a funkció ezen a platformon nem elérhető.
id_id: Fitur ini tidak tersedia pada perangkat ini.
ja_jp: この機能は、このプラットフォームでは利用できません。
nb_no: Denne funksjonen er ikke tilgjengelig på denne plattformen.
nl_nl: Deze functie is niet beschikbaar op dit platform.
pl_pl: Ta funkcja nie jest dostępna na tej platformie.
pt_br: Este recurso não está disponível nesta plataforma.
tr_tr: Bu özellik bu platformda mevcut değil.

source: Cancelling - Please wait...
bg_bg: Прекратяване - Моля изчакайте...
cs_cz: Ukončuje se operace - čekejte...
da_dk: Annullerer - vent venligst...
de_de: Abbrechen - Bitte warten...
el_gr: Ακύρωση - Παρακαλώ περιμένετε...
es_es: Cancelando - por favor espere...
fa_ir: در حال لغو کردن؛ لطفاً صبور باشید...
fi_fi: Peruutetaan - Odota...
fr_fr: Annulation - Veuillez patienter...
he_il: מבטל - נא להמתין...
hr_hr: Otkazujem - Pričekajte...
hu_hu: Megszakítás - Kérlek, várj...
id_id: Membatalkan - Silakan Tunggu...
it_it: Annullamento...
ja_jp: キャンセル中 - お待ちください...
lt_lt: Atšaukiama - prašome palaukti...
lv_lv: Atcelšana - lūdzu uzgaidiet...
ms_my: Sedang membatalkan - Sila tunggu...
nb_no: Avbryter - Vennligst vent...
nl_nl: Annuleren - even geduld...
pl_pl: Anulowanie - Proszę czekać...
pt_br: Cancelando - Por favor, aguarde...
pt_pt: A cancelar - por favor aguarde...
sk_sk: Ukončuje sa operácia - čakajte prosím...
sv_se: Avbryter - Vänta...
tr_tr: Vazgeçiliyor - Lütfen Bekleyin...
uk_ua: Скасування - Будь ласка, зачекайте...

source: Scanning image...
bg_bg: Сканиране на образ...
cs_cz: Analýza obrazu disku...
da_dk: Scanner image...
de_de: Image-Datei lesen...
el_gr: Σάρωση ειδώλου...
es_es: Analizando la imagen...
fa_ir: در حال پویش و بررسی ایمیج...
fi_fi: Skannataan ISO-levykuvaa...
fr_fr: Analyse de l'image...
he_il: סורק קובץ תמונה...
hr_hr: Skeniram sliku...
hu_hu: Képfájl beolvasása...
id_id: Memindai image...
it_it: Analisi immagine...
ja_jp: イメージをスキャン中...
lt_lt: Peržiūrimas atvaizdas...
lv_lv: Diska virtuālā attēla pārskats...
ms_my: Mengimbas imej...
nb_no: Skanner bilde...
nl_nl: Image scannen...
pl_pl: Skanowanie obrazu...
pt_br: Escaneando a imagem...
pt_pt: A analisar a imagem...
sk_sk: Analýza obrazu disku...
sv_se: Söker igenom avbild...
tr_tr: Yansı taranıyor...
uk_ua: Сканування образу...

source: Failed to scan image
bg_bg: Неуспешно сканиране на образ
cs_cz: Analýza obrazu selhala
da_dk: Fejl opstod ved scanning af image
de_de: Fehler beim Lesen der Image-Datei
el_gr: Αποτυχία σάρωσης ειδώλου
es_es: Fallo al analizar la imagen
fa_ir: بررسی ایمیج ناموفق بود
fi_fi: ISO-levykuvan skannaus epäonnistui
fr_fr: Echec d'analyse de l'image
he_il: נכשל בסריקת קובץ התמונה
hr_hr: Neuspjelo skeniranje
hu_hu: Nem sikerült a képfájlt beolvasni
id_id: Gagal memindai image
it_it: Analisi immagine fallita
ja_jp: イメージのスキャンに失敗
lt_lt: Nepavyko peržiūrėti atvaizdo
lv_lv: Kļūda pārskatot diska virtuālo attēlu
ms_my: Imbasan imej gagal
nb_no: Feilet i bildesøk
nl_nl: Scannen van image mislukt
pl_pl: Niepowodzenie skanowania obrazu
pt_br: Falha ao escanear a imagem
pt_pt: Falha ao analisar a imagem
sk_sk: Analýza obrazu zlyhala
sv_se: Misslyckades att söka igenom avbilden
tr_tr: Yansı taranamadı
uk_ua: Не вдалося відсканувати образ

source: Obsolete %s detected
bg_bg: Засечен е остарял %s
cs_cz: Zjištěn zastaralý modul: %s
da_dk: Forældet %s fundet
de_de: Überflüssige %s erkannt
el_gr: Ανιχνεύθηκε ξεπερασμένο %s
es_es: El archivo %s está obsoleto
fa_ir: فایل قدیمی و منسوخ %s شناسایی شد
fi_fi: Vanhentunut %s havaittu
fr_fr: Fichier %s obsolète détecté
he_il: זוהה %s מיושן
hr_hr: Zastarjeli %s otkriven
hu_hu: Elavult %s észlelve
id_id: %s usang terdeteksi
it_it: Rilevato %s obsoleto
ja_jp: 廃止された %s を検出しました
lt_lt: Aptiktas pasenęs %s
lv_lv: Noteikts novecojis %s modulis
ms_my: %s lapuk dikesan
nb_no: Foreldet %s oppdaget
nl_nl: Verouderde %s gedetecteerd
pl_pl: Wykryto przestarzałe %s
pt_br: %s obsoleto detectado
pt_pt: Foi detetado um ficheiro %s obsoleto
sk_sk: Zistený zastaralý modul: %s
sv_se: Upptäckte en gammal %s
tr_tr: Eski %s algılandı
uk_ua: Виявлено застарілий %s

source: Using image: %s
bg_bg: Използва се образ: %s
cs_cz: Použitý obraz: %s
da_dk: ISO-image: %s
de_de: Verwende Image: %s
el_gr: Είδωλο σε χρήση: %s
es_es: Usando la imagen ISO: %s
fa_ir: در حال استفاده از ایمیج: %s
fi_fi: Käytössä oleva levykuva: %s
fr_fr: Image utilisée : %s
he_il: משתמש בקובץ תמונה: %s
hr_hr: Koristim sliku: %s
hu_hu: Képfájl használata: %s
id_id: Menggunakan image: %s
it_it: Uso immagine: %s
ja_jp: %s を使用中
lt_lt: Naudojamas atvaizdas: %s
lv_lv: Tiek izmantots virtuālais attēls: %s
ms_my: Menggunakan imej: %s
nb_no: Bruker bilde: %s
nl_nl: Gebruikte image: %s
pl_pl: Używany obraz: %s
pt_br: Usando a imagem: %s
pt_pt: A usar a imagem: %s
sk_sk: Použítý obraz: %s
sv_se: Använder avbild: %s
tr_tr: Kullanılan Yansı: %s
uk_ua: Використання образа: %s

source: Missing %s file
bg_bg: Липсващ %s файл
cs_cz: Chybějící soubor: %s
da_dk: Manglende %s fil
de_de: Fehlende %s Datei
el_gr: Το αρχείο %s λείπει
es_es: Falta el archivo %s
fa_ir: فایل %s موجود نیست
fi_fi: Tiedosto %s puuttuu
fr_fr: Fichier %s manquant
he_il: קובץ %s חסר
hr_hr: Nedostaje %s datoteka
hu_hu: Hiányzó fájl: %s
id_id: Berkas %s hilang
it_it: File %s mancante
ja_jp: ファイルが見つかりません: %s
lt_lt: Trūksta %s failo
lv_lv: Kļūdains %s fails
ms_my: Tidak menjumpai fail %s
nb_no: Mangler filen %s
nl_nl: Ontbrekend %s-bestand
pl_pl: Brak pliku %s
pt_br: Falta o arquivo %s
pt_pt: Falta o ficheiro %s
sk_sk: Chýbajúci súbor: %s
sv_se: Fil %s saknas
tr_tr: Eksik %s dosyası
uk_ua: Відсутній файл %s

source: New Volume
bg_bg: Нов дял
cs_cz: Nový svazek
da_dk: Ny disk
de_de: Neues Volume
el_gr: Νέος Τόμος
es_es: Etiqueta del volumen
fa_ir: بخش جدید
fi_fi: Uusi asema
fr_fr: Nouveau volume
he_il: אמצעי אחסון חדש
hr_hr: Nova jedinica
hu_hu: Új kötet
id_id: Volume Baru
it_it: Nuovo volume
ja_jp: 新しいボリューム ラベル
lt_lt: Naujas tomas
lv_lv: Jauns Disks
ms_my: Jilid baharu
nb_no: Nytt volum
nl_nl: Nieuw volume
pl_pl: Nowy wolumin
pt_br: Novo Volume
pt_pt: Novo volume
sk_sk: Nový zväzok
sv_se: Ny volym
tr_tr: Yeni Birim
uk_ua: Новий том

source: %d device found
bg_bg: Намерено е %d устройство
cs_cz: Bylo nalezeno %d zařízení
da_dk: %d enhed fundet
de_de: %d Laufwerk gefunden
el_gr: Βρέθηκε %d συσκευή
es_es: %d dispositivo encontrado
fa_ir: %d درایو شناسایی شد
fi_fi: %d laite havaittu
fr_fr: %d périphérique détecté
he_il: נמצא התקן אחד
hr_hr: %d uređaj pronađen
hu_hu: %d eszközt találtam
id_id: %d perangkat ditemukan
it_it: Rilevato %d dispositivo
ja_jp: %d 個のデバイスを検出しました。
lt_lt: %d įrenginys rastas
lv_lv: Atrasta %d ierīce
ms_my: %d peranti dijumpai
nb_no: %d enhet funnet
nl_nl: %d apparaat gevonden
pl_pl: znaleziono %d urządzenie
pt_br: %d dispositivo encontrado
pt_pt: %d dispositivo encontrado
sk_sk: Bolo nájdené %d zariadenie
sv_se: Hittade %d enhet
tr_tr: %d aygıt bulundu
uk_ua: Виявлено пристрій: %d
