Repository: pbatard/rufus
Catalog: res/loc/po/*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, sk_sk, sv_se, tr_tr, uk_ua

source: Bad Blocks: %s %d/%d - %0.2f%% (%d/%d/%d errors)
bg_bg: Лоши блокове: %s %d/%d - %0.2f%% (%d/%d/%d грешки)
cs_cz: Chybné bloky: %s %d/%d - %0.2f%% (%d/%d/%d Chyby)
da_dk: Disktest: %s %d/%d - %0.2f%% (%d/%d/%d fejl)
de_de: Fehlerhafte Blöcke: %s %d/%d - %0.2f%% (%d/%d/%d Fehler)
el_gr: Κατεστραμμένοι τομείς: %s %d/%d - %0.2f%% (%d/%d/%d σφάλματα)
es_es: Bloques dañados: %s %d/%d - %0.2f%% (%d/%d/%d errores)
fa_ir: بررسی بدسکتور: %s %d/%d - %0.2f%% (%d/%d/%d خطاها)
fi_fi: Lohkot: %s %d/%d - %0.2f%% (%d/%d/%d virhettä)
fr_fr: Test de défauts : %s %d/%d - %0.2f%% (%d/%d/%d erreurs)
he_il: אזורים פגומים: %s %d/%d - %0.2f%% (%d/%d/%d שגיאות)
hr_hr: Loši blokovi: %s %d/%d - %0.2f%% (%d/%d/%d grešaka)
hu_hu: Hibás blokkok: %s %d/%d - %0.2f%% (%d/%d/%d hiba)
id_id: Blok Buruk: %s %d/%d - %0.2f%% (%d/%d/%d errors)
it_it: Blocchi danneggiati: %s %d/%d - %0.2f%% (%d/%d/%d errori)
ja_jp: 不良ブロック: %s %d/%d パス - %0.2f%% (エラー: %d/%d/%d)
lt_lt: Blogi blokai: %s %d/%d - %0.2f%% (%d/%d/%d klaidos)
lv_lv: Bojātie sektori: %s %d/%d - %0.2f%% (%d/%d/%d kļūdu)
ms_my: Blok rosak: %s %d/%d - %0.2f%% (%d/%d/%d kesilapan)
nb_no: Dårlige blokker: %s %d/%d - %0.2f%% (%d/%d/%d feil)
nl_nl: Slechte blokken: %s %d/%d - %0.2f%% (%d/%d/%d fouten)
pl_pl: Błędne Sektory: %s %d/%d - %0.2f%% (%d/%d/%d błędów)
pt_br: Blocos Defeituosos: %s %d/%d - %0.2f%% (%d/%d/%d erros)
pt_pt: Blocos com erros: %s %d/%d - %0.2f%% (%d/%d/%d erros)
sk_sk: Chybné bloky: %s %d/%d - %0.2f%% (Chyby: %d/%d/%d)
sv_se: Trasiga block: %s %d/%d - %0.2f%% (%d/%d/%d fel)
tr_tr: Hatalı Bloklar: %s %d/%d - %0.2f%% (%d/%d/%d hata)
uk_ua: Погані блоки: %s %d/%d - %0.2f%% (%d/%d/%d помилок)

source: Bad Blocks: Testing with random pattern
bg_bg: Лоши блокове: Тестване с произволен модел
cs_cz: Chybné bloky: Testovaní s náhodným vzorkem
da_dk: Disktest: Tester med tilfældigt mønster
de_de: Fehlerhafte Blöcke: Mit Zufallsmuster prüfen
el_gr: Κατεστραμμένοι τομείς: Έλεγχος με τυχαίο διάταξη
es_es: Bloques dañados: Probando con patron aleatorio
fa_ir: بررسی بدسکتور: آزمایش با استفاده از الگوی تصادفی
fi_fi: Lohkot: Testataan satunnaisella kuviolla
fr_fr: Test de défauts : Test avec motif aléatoire
he_il: אזורים פגומים: בודק בדפוס אקראי
hr_hr: Loši blokovi: Testiram s nasumičnim uzorkom
hu_hu: Hibás blokkok: Tesztelés véletlen mintával
id_id: Blok Buruk: Mencoba dengan pola acak
it_it: Blocchi danneggiati: test con pattern casuali
ja_jp: 不良ブロック: ランダムパターンでテスト
lt_lt: Blogi blokai: tikrinama su atsitiktiniu šablonu
lv_lv: Bojātie sektori: Testēšana ar gadījuma paraugu
ms_my: Blok rosak: menguji dengan corak rawak
nb_no: Dårlige blokker: Tester tilfeldig mønster
nl_nl: Slechte blokken: testen met willekeurig patroon
pl_pl: Błędne Sektory: Testowanie z losowym wzorem
pt_br: Blocos Defeituosos: Testando com padrão aleatório
pt_pt: Blocos com erro: A verificar com padrão aleatório
sk_sk: Chybné bloky: Testovanie s náhodným vzorkami
sv_se: Trasiga block: Testar med varierande mönster
tr_tr: Hatalı Bloklar: Rastgele kalıpla deneniyor
uk_ua: Погані блоки: Тестування випадковим паттерном

source: Bad Blocks: Testing with pattern 0x%02X
bg_bg: Лоши блокове: Тестване с модел 0x%02X
cs_cz: Chybné bloky: Testovaní se vzorkem 0x%02X
da_dk: Disktest: Tester med mønsteret 0x%02X
de_de: Fehlerhafte Blöcke: Mit Muster 0x%02X prüfen
el_gr: Κατεστραμμένοι τομείς: Έλεγχος με διάταξη 0x%02X
es_es: Bloques dañados: Probando con el patrón 0x%02X
fa_ir: بررسی بدسکتور: آزمایش با استفاده از الگوی 0x%02X
fi_fi: Lohkot: Testataan kuviolla 0x%02X
fr_fr: Test de défauts : Test avec motif 0x%02X
he_il: אזורים פגומים: בודק בדפוס 0x%02X
hr_hr: Loši blokovi: Testiram s uzorkom 0x%02X
hu_hu: Hibás blokkok: Tesztelés 0x%02X mintával
id_id: Blok Buruk: Mencoba dengan pola 0x%02X
it_it: Blocchi danneggiati: testing con pattern 0x%02X
ja_jp: 不良ブロック: パターン 0x%02X でテスト
lt_lt: Blogi blokai: tikrinama su šablonu 0x%02X
lv_lv: Bojātie sektori: Testēšana ar 0x%02X
ms_my: Blok rosak: Menguji dengan corak 0x%02X
nb_no: Dårlige blokker: Tester med mønster 0x%02X
nl_nl: Slechte blokken: testen met patroon 0x%02X
pl_pl: Błędne Sektory: Testowanie z wzorem 0x%02X
pt_br: Blocos Defeituosos: Testando com padrão 0x%02X
pt_pt: Blocos com erro: A verificar com padrão 0x%02X
sk_sk: Chybné bloky: Testovanie s vzorkou 0x%02X
sv_se: Trasiga block: Testar med mönster 0x%02X
tr_tr: Hatalı Bloklar: 0x%02X kalıbıyla deneniyor
uk_ua: Погані блоки: Тестування паттерном 0x%02X

source: Partitioning (%s)...
bg_bg: Създаване на дял(ове) (%s)...
cs_cz: Vytváření oddílů (%s)...
da_dk: Partitionerer (%s)...
de_de: Partitioniere (%s)...
el_gr: Διαμερισμός (%s)...
es_es: Particionando (%s)...
fa_ir: در حال پارتیشن‌بندی (%s)...
fi_fi: Osioidaan (%s)...
fr_fr: Partitionnement (%s)...
he_il: יוצר מחיצות (%s)...
hr_hr: Particioniranje (%s)...
hu_hu: Particionálás (%s)...
id_id: Mempartisi (%s)...
it_it: Partitionamento (%s)...
ja_jp: パーティション分割中 (%s)...
lt_lt: Skaidoma (%s)...
lv_lv: Sadaļas izveide (%s)...
ms_my: Mempartisyenkan (%s)...
nb_no: Partisjonerer (%s)...
nl_nl: Partitioneren (%s)...
pl_pl: Partycjonowanie (%s)...
pt_br: Particionando (%s)...
pt_pt: A criar partições (%s)...
sk_sk: Vytváranie oddielov (%s)...
sv_se: Partitionerar (%s)...
tr_tr: Bölümlendiriliyor (%s)...
uk_ua: Розмітка розділу (%s)...

source: Deleting partitions (%s)...
cs_cz: Odstraňování oddílů (%s)...
da_dk: Sletter partitioner (%s)...
de_de: Lösche Partitionen (%s)...
el_gr: Διαγραφή διαμερισμάτων (%s)...
es_es: Borrando particiones (%s)...
fa_ir: در حال حذف پارتیشن‌ (%s)...
hr_hr: Brisanje particija (%s)...
hu_hu: Partíciók törlése (%s)...
id_id: Menghapus partisi (%s)...
ja_jp: パーティション削除中 (%s)...
nb_no: Sletter partisjoner (%s)...
nl_nl: Partities verwijderen (%s)...
pl_pl: Usuwanie partycji (%s)...
pt_br: Apagando partições (%s)...
tr_tr: Bölümler siliniyor (%s)...

source: The signature for the downloaded update can not be validated. This could mean that your system is improperly configured for signature validation or indicate a malicious download. The download will be deleted. Please check the log for more details.
bg_bg: Подписът на изтеглената актуализация не може да бъде удостоверен. Това може да означава, че системата ви е неправилно конфигурирана за удостоверяване на подписи или че изтеглянето е зловредно. Изтеглянето ще бъде изтрито. Проверете регистъра за повече детайли.
cs_cz: Podpis stažené aktualizace nelze ověřit. To může znamenat, že systém je nesprávně nakonfigurován pro ověření podpisu nebo označil stažený soubor jako škodlivý. Stahování bude smazáno. Zkontrolujte podrobnosti v protokolu.
da_dk: Signaturen for den downloaded opdatering kan ikke bekræftes. Det kunne betyde, at dit system er ukorrekt indstillet for signatur bekræftelse eller indikerer en ondsindet download. Downloaded vil blive slettet. Tjek log for flere detaljer.
de_de: Die Signatur des heruntergeladenen Updates konnte nicht überprüft werden. Das könnte bedeuten, dass Ihr System für die Prüfung der Signatur nicht konfiguriert ist oder der Download bösartig ist. Der Download wird gelöscht. Bitte prüfen Sie das Log für weitere Informationen.
el_gr: Δεν είναι δυνατή η επικύρωση της υπογραφής του αρχείου λήψης. Αυτό μπορεί να σημαίνει ότι το σύστημά σας έχει ρυθμιστεί εσφαλμένα για την επικύρωση υπογραφής αρχείων λήψης ή υποδεικνύει ένα κακόβουλο αρχείο. Το αρχείο λήψης θα διαγραφεί. Παρακαλώ ελέγξτε το αρχείο καταγραφής για περισσότερες λεπτομέρειες.
es_es: La firma de la actualización descargada no puede ser validada. Esto puede significar que tu sistema está configurado inapropiadamente para la validación de firmas o indicar una descarga maliciosa. La descargas será borrada. Revise el registro para más detalles.
fa_ir: امضای دیجیتال آپدیت دانلود شده معتبر نیست. ممکن است تنظیمات اعتبارسنجی امضا در سیستم شما درست نباشد یا اینکه فایل دانلود شده خراب باشد. فایل دانلود شده پاک خواهد شد. برای جزئیات بیشتر گزارش (log) را مشاهده کنید.
fi_fi: Ladatun päivityksen digitaalista allekirjoitusta ei voitu varmentaa. Järjestelmässäsi saattaa olla määritysongelma allekirjoitusten suhteen tai kyseessä voi olla haitallinen lataus. Ladattu tiedosto poistetaan. Lisätietoja tapahtumasta löytyy Rufuksen lokista.
fr_fr: La signature de la mise à jour qui vient d’être téléchargée ne peut pas être validée. Cela peut indiquer que votre système n’est pas configuré correctement pour la validation de signatures digitales, ou que le téléchargement contient un fichier malicieux. Le téléchargement va être supprimé. Veuillez consulter le log pour plus de détails.
he_il: לא ניתן לאמת את החתימה של העדכון שהורד. זה יכול לנבוע מכך שהמערכת שלך לא מוגדרת כראוי עבור אימות חתימות או להצביע על הורדה זדונית. ההורדה תימחק. נא לבדוק את יומן הרישום לפרטים נוספים.
hr_hr: Potpis preuzetog ažuriranja ne može biti provjeren. Možda je sistem nepravilno konfiguriran za provjeru potpisa ili indicira zaraženu datoteku.. Preuzeta datoteka će biti obrisana. Provjerite zapisnik za više detalja.
hu_hu: A letöltött frissítés aláírása nem érvényesíthető. Ez azt jelentheti, hogy a rendszer helytelenül van konfigurálva aláírás érvényesítéshez, vagy fertőzött letöltést jelezhet. A letöltés törölve lesz. Kérlek, ellenőrizd a naplót további részletekért.
id_id: Tanda tangan untuk pembaruan yang diunduh tidak dapat divalidasi. Kemungkinan sistem Anda tidak terkonfigurasi dengan benar untuk validasi tanda tangan atau mengindikasikan unduhan berbahaya. Unduhan akan dihapus. Silakan periksa log untuk lebih rinci.
it_it: La firma per l'aggiornamento scaricato non può essere validata. Questo può significare che il sistema non è correttamente configurato per la validazione della firma o indica un download non corretto. Il file scaricato verrà eliminato. Per maggiori dettagli consulta il registro eventi.
ja_jp: ダウンロードしたアップデートのデジタル署名が無効です。あなたが使用しているシステムの構成が署名検証のために不適切であるか、または悪意のあるソフトウェアがダウンロードされた可能性があります ダウンロードは削除されます。詳しくはログを確認してください。
lt_lt: Atsisiųsto naujinio parašo galiojimas negali būti patikrintas. Tai gali reikšti, kad jūsų sistema nėra tinkamai suderinta parašų patikrinimui arba, kad siuntinys yra pakenktas. Siuntinys bus ištrintas. Daugiau informacijos rasite dienyne.
lv_lv: Lejupielādes paraksts nav apstiprināts. Tas nozīmē, ka lejupielādētais fails ir vai nu bojāts, vai satur kādu vīrusu. Lejupielādētais fails tiks izdzēsts.
ms_my: Tandatangan untuk pengemaskinian telah dimuat turun tidak dapat disahkan. Ini boleh bermakna bahawa sistem anda dikonfigurasi dengan salah untuk pengesahan tandatangan atau menunjukkan fail yang dimuat turun berisi dengan virus Fail yang dimuat turun akan dihapuskan. Sila periksa log untuk maklumat lanjut.
nb_no: Signaturen for den nedlastede oppdateringen kan ikke valideres. Dette kan bety at systemet ditt er feil konfigurert for godkjenning av signatur eller angi en ondsinnet nedlasting. Nedlastingen vil bli slettet. Vennligst sjekk loggen for mer informasjon.
nl_nl: De handtekening voor de gedownloade update kan niet gevalideerd worden. Dit kan betekenen dat uw systeem onjuist geconfigureerd is voor handtekeningvalidatie of een kwaadwillende download aantonen. De download zal verwijderd worden. Controleer het logboek voor meer details.
pl_pl: Sygnatura pobranej aktualizacji nie mogła zostać sprawdzona. To może oznaczać, że twój system jest nieprawidłowo skonfigurowany dla sprawdzania sygnatur lub wskazywać na pobrany złośliwy plik. Pobrany plik zostanie usunięty. Proszę sprawdzić dziennik, żeby dowiedzieć się więcej.
pt_br: A assinatura da atualização baixada não pode ser validada. Isso pode significar que seu sistema está configurado incorretamente para validação de assinatura ou indica um download malicioso. O download será excluído. Verifique o registro para obter mais detalhes.
pt_pt: A assinatura da atualização transferida não foi validada. Isto pode significar que o seu sistema está configurado incorretamente para validação de assinaturas ou indicar uma transferência maliciosa. O ficheiro transferido será eliminado. Por favor, verifique o registo para mais detalhes.
sk_sk: Podpis stiahnutej aktualizáce nemôže byť overený. To by mohlo znamenať, že váš systém nie je správne nastavený pre overenie podpisu alebo indikuje škodlivé sťahovanie. Stiahnutý súbor bude vymazaný. Pre viac informácií skontrolujte záznam.
sv_se: Signaturen för den hämtade uppdateringen kan inte valideras. Detta kan innebära att ditt system är felaktigt konfigurerat för validering av signaturer eller en indikation på att du laddat ner skadlig kod. Nerladdad fil kommer att tas bort. Kontrollera loggfilen för mer detaljerad information.
tr_tr: İndirilen güncellemenin imzası doğrulanamadı. Bu, sisteminizin imza doğrulaması için yanlış yapılandırıldığı veya kötü amaçlı bir yüklemeyi gösterdiği anlamına gelebilir. İndirme silinecek. Lütfen daha fazla ayrıntı için günlüğü kontrol edin.
uk_ua: Підпис для завантаженого оновлення не може бути підтверджено. Це може означати, що ваша система неправильно налаштована для перевірки підпису чи бути ознакою шкідливої програми. Завантаження було видалено. Будь ласка, перегляньте логи для більш детальної інформації.

source: Downloading: %s
cs_cz: Stahování: %s
da_dk: Downloader: %s
de_de: Download: %s
el_gr: Γίνετε λήψη: %s
es_es: Descargando: %s
fa_ir: در حال دانلود کردن %s
hr_hr: Preuzimam: %s
hu_hu: Letöltés: %s
id_id: Mengunduh: %s
ja_jp: ダウンロード中: %s
nb_no: Laster ned: %s
nl_nl: Downloaden: %s
pl_pl: Pobieranie: %s
pt_br: Baixando: %s
tr_tr: İndiriliyor: %s

source: Failed to download file.
bg_bg: Неуспешно изтегляне на файл.
cs_cz: Stažení souboru se nezdařilo.
da_dk: Kunne ikke hente fil.
de_de: Fehler beim Dateidownload.
el_gr: Η λήψη του αρχείου απέτυχε.
es_es: Error al descargar el archivo.
fa_ir: دانلود فایل ناموفق بود.
fi_fi: Tiedoston lataaminen epäonnistui.
fr_fr: Echec de téléchargement du fichier.
he_il: נכשל בהורדת הקובץ.
hr_hr: Neuspješno preuzimanje.
hu_hu: A fájl letöltése sikertelen.
id_id: Gagal mengunduh berkas.
it_it: Impossibile scaricare il file.
ja_jp: ファイルのダウンロードに失敗しました。
lt_lt: Nepavyko atsiųsti failo.
lv_lv: Kļūda lejuplādējot failu.
ms_my: Gagal memuat turun fail.
nb_no: Nedlasting av fil feilet.
nl_nl: Downloaden van bestand mislukt.
pl_pl: Niepowodzenie pobierania pliku.
pt_br: Falha ao baixar o arquivo.
pt_pt: Erro ao transferir o ficheiro.
sk_sk: Neúspešné sťahovanie súboru.
sv_se: Kunde inte ladda ner filen.
tr_tr: Dosya indirilemedi.
uk_ua: Не вдалося завантажити файл.

source: Checking for Rufus updates...
bg_bg: Проверка за Rufus актуализации...
cs_cz: Kontrola aktualizací programu Rufus...
da_dk: Søger efter Rufus opdateringer...
de_de: Prüfe auf neue Rufus-Version...
el_gr: Έλεγχος για ενημερώσεις του Rufus...
es_es: Buscando actualizaciones de Rufus...
fa_ir: در حال بررسی به‌روزرسانی‌های Rufus...
fi_fi: Tarkistetaan Rufus-päivityksiä...
fr_fr: Recherche des mises à jour...
he_il: בודק אחר עדכונים עבור Rufus...
hr_hr: Provjera ažuriranja Rufus-a...
hu_hu: Rufus frissítések keresése...
id_id: Memeriksa pembaruan Rufus...
it_it: Verifica disponibilità aggiornamenti Rufus...
ja_jp: Rufus のアップデートを確認しています...
lt_lt: Tikrinama, ar yra Rufus naujinių...
lv_lv: Tiek pārbaudīti Rufus jauninājumi...
ms_my: Memeriksa untuk kemas kini Rufus...
nb_no: Sjekker for Rufus-oppdateringer...
nl_nl: Controleren op Rufus-updates...
pl_pl: Sprawdzanie aktualizacji Rufusa...
pt_br: Procurando atualizações do Rufus...
pt_pt: Procurar atualizações de Rufus.
sk_sk: Kontrola aktualizácií programu Rufus...
sv_se: Kontrollerar efter Rufus uppdateringar...
tr_tr: Rufus güncellemeleri denetleniyor...
uk_ua: Перевірка наявності оновлень...

source: Updates: Unable to connect to the internet
bg_bg: Актуализиране: Неуспешно свързване с интернет
cs_cz: Aktualizace: Není připojení k Internetu
da_dk: Opdateringer: Ikke i stand til at tilslutte internettet
de_de: Update: Keine Verbindung zum Internet
el_gr: Ενημερώσεις: Δεν ήταν δυνατή η σύνδεση στο διαδίκτυο
es_es: Actualizaciones: No es posible conectarse a Internet
fa_ir: به‌روزرسانی: نرم‌افزار نتوانست به اینترنت وصل شود
fi_fi: Päivitykset: Ei saatu yhteyttä internetiin
fr_fr: Mises à jour : Impossible de se connecter
he_il: עדכונים: לא ניתן להתחבר לאינטרנט
hr_hr: Ažuriranje: Internet nije dostupan
hu_hu: Frissítés: Nem sikerült csatlakozni az internethez
id_id: Pembaruan: Tidak dapat menyambungkan ke internet
it_it: Aggiornamento: impossibile collegarsi a internet
ja_jp: アップデート: インターネット接続に失敗しました。
lt_lt: Naujiniai: negaliu prisijungti prie interneto
lv_lv: Jauninājumi: Nevar pieslēgties internetam
ms_my: Kemas kini: Tidak dapat menyambung ke internet
nb_no: Oppdateringer: Ikke mulig å koble til internett
nl_nl: Updates: verbinden met het internet niet mogelijk
pl_pl: Aktualizacje: Nie można połączyć z internetem
pt_br: Atualizações: Não é possível conectar-se à Internet
pt_pt: Atualizações: Não é possível ligar à Internet
sk_sk: Aktualizácia: Chyba pripojenia
sv_se: Uppdateringar: Kunde inte ansluta till internet
tr_tr: Güncellemeler: İnternet erişimi yok
uk_ua: Помилка: Необхідний доступ до інтернету

source: Updates: Unable to access version data
bg_bg: Актуализиране: Няма достъп до информация за версията
cs_cz: Aktualizace: Údaje o verzi jsou nedostupné
da_dk: Opdateringer: Ikke i stand til at tilgå versionsdata
de_de: Update: Versionsinformationen können nicht ermittelt werden
el_gr: Ενημερώσεις: Δεν είναι δυνατή η πρόσβαση στα δεδομένα της έκδοσης
es_es: Actualizaciones: No es posible acceder a la información de posibles actualizaciones
fa_ir: به‌روزرسانی: نرم‌افزار نتوانست به اطلاعات نسخه برنامه دسترسی پیدا کند
fi_fi: Päivitykset: Ei päästy käsiksi versiotietoihin
fr_fr: Mises à jour : Impossible de lire les données
he_il: עדכונים: לא ניתן לגשת לנתוני הגרסה
hr_hr: Ažuriranje: Nije moguće utvrditi verziju
hu_hu: Frissítés: Nem sikerült a verzióadatokhoz hozzáférni
id_id: Pembaruan: Tidak dapat mengakses data versi
it_it: Aggiornamento: impossibile accedere alle info versione
ja_jp: アップデート: バージョン管理データにアクセスできません。
lt_lt: Naujiniai: negaliu pasiekti versijos duomenų
lv_lv: Jauninājumi: Nav piekļuves versijas datiem
ms_my: Kemsa kini: Tidak dapat mengakses data versi
nb_no: Oppdateringer: Ikke mulig å sjekke versjonsdata
nl_nl: Updates: kon versie-data niet ophalen
pl_pl: Aktualizacje: Nie można sprawdzić danych wersji
pt_br: Atualizações: Não foi possível acessar dados da versão
pt_pt: Atualizações: Impossível aceder aos dados da versão
sk_sk: Aktualizácia: Nedostupné údaje o verzii
sv_se: Uppdateringar: Har ingen tillgång till versionsdata
tr_tr: Güncellemeler: Sürüm bilgisine erişilemedi
uk_ua: Оновлення: Неможливо отримати доступ до даних про версію

source: A new version of Rufus is available!
bg_bg: Налична е нова версия на Rufus!
cs_cz: Je dostupná nová verze programu Rufus!
da_dk: En ny version af Rufus er tilgængelig!
de_de: Eine neue Version von Rufus ist verfügbar!
el_gr: Μια νέα έκδοση του Rufus είναι διαθέσιμη!
es_es: ¡Hay una nueva versión de Rufus disponible!
fa_ir: نسخه جدیدی از Rufus موجود است!
fi_fi: Uusi Rufus-versio on saatavilla!
fr_fr: Une nouvelle version de Rufus est disponible !
he_il: זמינה גרסה חדשה של Rufus!
hr_hr: Dostupna je nova verzija Rufusa!
hu_hu: Elérhető egy új Rufus verzió!
id_id: Versi baru Rufus tersedia!
it_it: È disponibile una nuova versione di Rufus!
ja_jp: Rufus の新しいバージョンを利用できます!
lt_lt: Rasta nauja Rufus versija!
lv_lv: Ir pieejama jaunāka Rufus versija!
ms_my: Versi baru Rufus boleh didapati!
nb_no: En ny versjon av Rufus er tilgjengelig!
nl_nl: Er is een nieuwe versie van Rufus beschikbaar!
pl_pl: Jest dostępna nowa wersja Rufusa!
pt_br: Uma nova versão do Rufus está disponível!
pt_pt: Existe uma nova versão de Rufus disponível!
sk_sk: Je dostuná nová verzia programu Rufus!
sv_se: Det finns en ny version av Rufus!
tr_tr: Rufus'un yeni sürümü mevcut!
uk_ua: Доступна нова версія Rufus!

source: No new version of Rufus was found
bg_bg: Не е открита нова версия на Rufus
cs_cz: Nebyla nalezena nová verze programu
da_dk: Ingen nyere version af Rufus blev fundet
de_de: Es wurde keine neue Version von Rufus gefunden
el_gr: Δεν βρέθηκε κάποια νέα έκδοση του Rufus
es_es: No hay nuevas versiones de Rufus
fa_ir: نسخه جدیدی برای Rufus پیدا نشد
fi_fi: Ei löytynyt uudempaa Rufus-versiota
fr_fr: Pas de nouvelle mise à jour
he_il: לא נמצאה גרסה חדשה של Rufus
hr_hr: Nema novijih verzija Rufusa
hu_hu: Nem található új Rufus verzió
id_id: Tidak ada versi baru Rufus yang ditemukan
it_it: La versione installata è aggiornata
ja_jp: Rufus の新しいバージョンはありませんでした。
lt_lt: Naujos Rufus versijos nerasta
lv_lv: Nav atrasta jaunāka Rufus versija
ms_my: Tiada versi baru Rufus didapati
nb_no: Ingen ny versjon av Rufus er funnet
nl_nl: Geen nieuwe versie van Rufus gevonden
pl_pl: Nie znaleziono nowszej wersji Rufusa
pt_br: Nenhuma nova versão do Rufus foi encontrada
pt_pt: Não existem novas versões de Rufus
sk_sk: Nebola nájdená novšia verzia programu
sv_se: Det finns ingen ny version av Rufus
tr_tr: Rufus'un yeni sürümü bulunamadı
uk_ua: Нових версій Rufus не знайдено

source: Application registry keys successfully deleted
bg_bg: Регистрационните ключове на приложението са изтрити успешно
cs_cz: Klíče registrů aplikace byly úspěšně odstraněny
da_dk: Applikationsnøgler i registreringsdatabasen er blevet slettet
de_de: Anwendungseinstellungen in der Registrierdatenbank erfolgreich gelöscht
el_gr: Τα κλειδιά μητρώου της εφαρμογής διαγράφηκαν με επιτυχία
es_es: Claves de la aplicación eliminadas del registro con éxito
fa_ir: کلیدهای رجیستری برنامه با موفقیت حذف شدند
fi_fi: Rekisteriavaimet poistettu onnistuneesti
fr_fr: Clés de registre supprimées
he_il: מפתחות הרישום של היישום נמחקו בהצלחה
hr_hr: Ključevi registra uspješno izbrisani
hu_hu: Az alkalmazás Windows beállításjegyzékben tárolt kulcsai sikeresen eltávolítva
id_id: Registry aplikasi berhasil dihapus
it_it: Registro applicazione correttamente eliminato
ja_jp: アプリケーションのレジストリ キーを正常に削除しました。
lt_lt: Programos registro raktai sėkmingai ištrinti
lv_lv: Programmas reģistru ieraksti veiksmīgi dzēsti
ms_my: Kekunci daftar aplikasi berjaya dipadam
nb_no: Programmets registernøkler er slettet
nl_nl: Registersleutels van toepassing succesvol verwijderd
pl_pl: Pomyślnie usunięto klucze rejestru aplikacji
pt_br: As chaves de registro do aplicativo foram apagadas com êxito
pt_pt: Foram eliminadas as chaves de registo da aplicação
sk_sk: Kľúče registrov programu boli vymazané
sv_se: Programmets registernycklar har tagits bort
tr_tr: Uygulama kayıt defteri anahtarları başarıyla silindi
uk_ua: Ключі додатку в реєстрі успішно видалені
